{
  "slug": "darius",
  "name": {
    "ru_ru": "ДАРИУС",
    "pt_br": "DARIUS",
    "en_us": "DARIUS",
    "it_it": "DARIUS",
    "tr_tr": "DARIUS",
    "de_de": "DARIUS",
    "ms_my": "DARIUS",
    "vi_vn": "DARIUS",
    "ko_kr": "다리우스",
    "ja_jp": "ダリウス",
    "es_es": "DARIUS",
    "fr_fr": "DARIUS",
    "th_th": "DARIUS",
    "zh_tw": "達瑞斯",
    "en_gb": "DARIUS",
    "pl_pl": "DARIUS",
    "es_mx": "DARIUS",
    "en_sg": "DARIUS",
    "ar_ae": "داريوس"
  },
  "roles": [
    "fighter"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/64d4b577a35cf68bbd13841bb603de28fe14473b-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "hemorrhage",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/269560c41111ef1c8af80713e311d295a0f936a2-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/e3880df8737dc2e9478c1f2d790938de1a277c15.mp4",
      "name": {
        "ms_my": "HEMORRHAGE",
        "tr_tr": "KANAMA",
        "pl_pl": "KRWOTOK",
        "it_it": "EMORRAGIA",
        "es_es": "HEMORRAGIA",
        "de_de": "BLUTUNG",
        "fr_fr": "PLAIE BÉANTE",
        "en_gb": "HEMORRHAGE",
        "en_us": "HEMORRHAGE",
        "ru_ru": "КРОВОТЕЧЕНИЕ",
        "ar_ae": "نزيف",
        "en_sg": "HEMORRHAGE",
        "es_mx": "HEMORRAGIA",
        "vi_vn": "XUẤT HUYẾT",
        "th_th": "HEMORRHAGE",
        "zh_tw": "絞喉",
        "ko_kr": "과다출혈",
        "ja_jp": "大出血",
        "pt_br": "HEMORRAGIA"
      },
      "description": {
        "ms_my": "Serangan dan ability damage Darius akan menyebabkan musuh berdarah untuk physical damage dalam satu tempoh, stack sehingga kapasiti penuh. Sebaik sahaja mencapai stack penuh, Darius akan mendapat Noxian Might selama beberapa saat, mendapat Attack Damage dan memberi stack penuh Hemorrhage dan bukannya 1.",
        "tr_tr": "Darius'un saldırıları ve hasar veren yetenekleri, rakiplerin kan kaybetmesine sebep olarak zamanla fiziksel hasar almalarına yol açar. Bu etki belli bir sınıra kadar birikebilir. Azami yüke ulaştığında Darius birkaç saniyeliğine Noxus Kudreti kazanarak saldırı gücü elde eder ve 1 yerine azami sayıda Kanama yükü uygular.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Gli attacchi e le abilità con danni di Darius fanno sanguinare i nemici, che subiscono danni fisici nel tempo accumulando cariche. Al massimo delle cariche, Darius ottiene Forza di Noxus per qualche secondo, guadagnando attacco fisico e applicando il massimo delle cariche di Emorragia, invece di 1.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius Angriffe lassen Gegner bluten, was normalen Schaden über Zeit verursacht. Dieser Effekt lässt sich steigern. Bei maximaler Anzahl an Steigerungen erhält Darius ein paar Sekunden lang Noxianische Macht, wodurch er Angriffsschaden erhält und statt 1 Steigerung die maximale Anzahl an Steigerungen von „Blutung“ angewendet wird.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius's attacks and damaging abilities cause enemies to bleed for physical damage over time, stacking up to a cap. Upon reaching full stacks, Darius gains Noxian Might for a few seconds, gaining Attack Damage and applying full stacks of Hemorrhage instead of 1.",
        "en_us": "Darius's attacks and damaging abilities cause enemies to bleed for physical damage over time, stacking up to a cap. Upon reaching full stacks, Darius gains Noxian Might for a few seconds, gaining Attack Damage and applying full stacks of Hemorrhage instead of 1.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "تتسبب هجمات داريوس وقدرات ضرره بنزيف الأعداء مع إلحاق الضرر المادي بمرور الوقت، مع وجود حد أقصى للتكدس. ولدى بلوغ كامل رزم التكدس، يكسب داريوس \"جبروت نوكسوس\" لبضعة ثوانٍ، حيث يكسب ضرر الهجوم ويطبق كامل رزم النزيف المتكدسة بدلًا من تطبيق واحدة فقط.",
        "en_sg": "Darius's attacks and damaging abilities cause enemies to bleed for physical damage over time, stacking up to a cap. Upon reaching full stacks, Darius gains Noxian Might for a few seconds, gaining Attack Damage and applying full stacks of Hemorrhage instead of 1.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯的普攻與傷害性技能會使敵人流血，造成持續性物理傷害；此效果可以疊加。疊層達到上限時，達瑞斯獲得數秒的諾克薩斯之力，期間增加物理攻擊，同時每次造成的絞喉疊層數由原本的一層改為最大疊層數。",
        "ko_kr": "다리우스의 기본 공격과 스킬 공격이 적에게 출혈을 일으켜 지속 물리 피해를 입힙니다. 최대 중첩을 쌓으면 몇 초간 녹서스의 힘 효과를 받아 공격력이 증가하고 기본 공격 시 대상에게 과다출혈 중첩을 최대로 적용합니다.",
        "ja_jp": "通常攻撃およびダメージを与えるスキルが敵を出血させて、継続物理ダメージを与える。この効果はスタックし、最大スタックになると数秒間「紅血の激昂」を獲得して、攻撃力が増加し、「大出血」の1スタックではなく最大スタックを付与する。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      },
      "extraDescription": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      }
    },
    {
      "slot": "Q",
      "key": "decimate",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/330afd292d27e0292d00436f070e91b3fe47c251-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/6ba90fc1bc5b137e93bfdeec550bfb85a94eed07.mp4",
      "name": {
        "ms_my": "DECIMATE",
        "tr_tr": "BİÇEN BALTA",
        "pl_pl": "ZDZIESIĄTKOWANIE",
        "it_it": "DECIMARE",
        "es_es": "DIEZMAR",
        "de_de": "DEZIMIEREN",
        "fr_fr": "DÉCIMATION",
        "en_gb": "DECIMATE",
        "en_us": "DECIMATE",
        "ru_ru": "ИСТРЕБЛЕНИЕ",
        "ar_ae": "الهلاك الكبير",
        "en_sg": "DECIMATE",
        "es_mx": "DIEZMAR",
        "vi_vn": "TÀN SÁT",
        "th_th": "DECIMATE",
        "zh_tw": "毀滅風暴",
        "ko_kr": "학살",
        "ja_jp": "皆殺しの斧",
        "pt_br": "DIZIMAR"
      },
      "description": {
        "ms_my": "Darius memutar dan menghayunkan kapaknya dalam satu bulatan besar. Musuh yang terkena pilah kapak akan menerima lebih damage berbanding mereka yang terkena pada bahagian pemegangnya. Darius akan pulih berdasarkan pada serangan yang diterima oleh champion musuh dan memberikan Hemorrhage.",
        "tr_tr": "Darius baltasını geniş bir çember halinde savurur. Baltanın keskin tarafının isabet ettiği rakipler, balta sapının isabet ettiği rakiplere göre daha fazla hasar alır. Darius, baltanın keskin tarafının isabet ettiği rakip şampiyon sayısına bağlı olarak iyileşir ve Kanama etkisi uygular.",
        "pl_pl": "Darius bierze zamach i uderza swoim toporem w szerokim okręgu. Wrogowie trafieni ostrzem otrzymują więcej obrażeń niż ci uderzeni trzonkiem. Gdy Darius trafi ostrzem wrogiego bohatera, nakłada na niego ładunek Krwotoku i leczy się o pewną wartość zdrowia.",
        "it_it": "Darius si carica e rotea la sua ascia in un ampio cerchio. I nemici colpiti dalla lama subiscono più danni di quelli colpiti dal manico. Darius si cura a seconda di quanti campioni nemici sono stati colpiti dalla lama e applica loro Emorragia.",
        "es_es": "Darius reúne fuerzas y traza un amplio círculo con su hacha. Los enemigos a los que golpee con la hoja sufrirán más daño que los que sean golpeados por el mango. Darius se cura en base al número de campeones enemigos alcanzados por la hoja y aplica Hemorragia.",
        "de_de": "Darius holt Schwung und schwingt seine Axt in einem weiten Kreis. Von der Klinge getroffene Gegner erleiden mehr Schaden als Gegner, die vom Schaft getroffen werden. Darius heilt sich abhängig von den gegnerischen Champions und großen Monstern, die von der Klinge getroffen werden.",
        "fr_fr": "Darius tend tous ses muscles et donne un coup circulaire avec sa hache. Les ennemis touchés par la lame subissent plus de dégâts que ceux touchés par la hampe. Darius récupère des PV en fonction du nombre de champions ennemis touchés par la lame et applique Plaie béante.",
        "en_gb": "Darius winds up and swings his axe in a wide circle. Enemies struck by the blade take more damage than those struck by the handle. Darius heals based on enemy champions hit by the blade, and applies Hemorrhage.",
        "en_us": "Darius winds up and swings his axe in a wide circle. Enemies struck by the blade take more damage than those struck by the handle. Darius heals based on enemy champions hit by the blade, and applies Hemorrhage.",
        "ru_ru": "После небольшой задержки Дариус выполняет круговой удар топором. Враги, задетые лезвием, получают больше урона, чем те, по которым пришелся удар рукоятью. Кроме того, здоровье Дариуса восстанавливается на величину, зависящую от числа чемпионов, пораженных лезвием. На них также накладывается заряд Кровотечения.",
        "ar_ae": "يتحضر داريوس ثم يطوح بفأسه في دائرة واسعة. ويتلقى الأعداء المصابون بالنصل ضررًا أكبر ممن يصابون بقبضته. ويعالج داريوس حسب أبطال العدو المصابين بالنصل، كما يطبق تأثير النزيف.",
        "en_sg": "Darius winds up and swings his axe in a wide circle. Enemies struck by the blade take more damage than those struck by the handle. Darius heals based on enemy champions hit by the blade, and applies Hemorrhage.",
        "es_mx": "Darius reúne fuerzas y lanza un ataque circular amplio con su hacha. Los enemigos alcanzados por el filo recibirán más daño que los alcanzados por el mango. Darius se cura con los impactos a campeones enemigos con el filo del hacha y aplica Hemorragia.",
        "vi_vn": "Darius xoay rìu theo vòng tròn. Kẻ địch trúng phải lưỡi rìu nhận nhiều sát thương hơn những kẻ trúng phải cán rìu. Darius được hồi máu dựa vào số tướng bị trúng lưỡi rìu, đồng thời đặt hiệu ứng Xuất Huyết lên mục tiêu.",
        "th_th": "Darius โผล่มาและเหวี่ยงขวานเป็นวงกว้าง ศัตรูที่โดนใบมีดจะได้รับความเสียหายมากกว่าศัตรูที่โดนด้ามจับ Darius รักษาตนเองตามแชมเปี้ยนศัตรูที่โดนใบมีด และใช้งาน Hemorrhage ได้ด้วย",
        "zh_tw": "達瑞斯揮舞斧頭造成致命旋風。受到斧刃攻擊的敵人將會比被斧柄攻擊受到更多的傷害。此技能可對敵軍附加絞喉，並可治癒達瑞斯生命，擊中越多敵方英雄，治癒量越多。",
        "ko_kr": "다리우스가 도끼를 큰 원의 형태로 휘두릅니다. 도끼날에 맞은 적은 도낏자루에 맞은 적보다 더 큰 피해를 입고 과다출혈 중첩을 얻습니다. 다리우스는 도끼날에 맞은 적 챔피언 수에 비례하여 체력을 회복합니다.",
        "ja_jp": "斧を構えて振り抜き、周囲の敵を攻撃する。刃に当たった敵は、内側の柄に当たった敵より大きなダメージを受ける。刃に当たった敵チャンピオンの数に応じて自身を回復し、「大出血」を適用する。",
        "pt_br": "Darius pega impulso e golpeia com seu machado em um movimento circular. Os inimigos atingidos pela lâmina recebem mais dano do que os atingidos pelo cabo. Darius cura a si mesmo com base nos Campeões inimigos atingidos pela lâmina e aplica Hemorragia a eles."
      },
      "extraDescription": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      }
    },
    {
      "slot": "W",
      "key": "crippling_strike",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/51f4e334929de95f79d1c6642a6e2773abde0c3f-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/68b9baa664c5e936ba14229fbb78cf06ca9d91e8.mp4",
      "name": {
        "ms_my": "CRIPPLING STRIKE",
        "tr_tr": "KEMİK KIRAN",
        "pl_pl": "OKALECZAJĄCY CIOS",
        "it_it": "COLPO MUTILANTE",
        "es_es": "GOLPE ATROZ",
        "de_de": "VERKRÜPPELNDER SCHLAG",
        "fr_fr": "ESTROPIAISON",
        "en_gb": "CRIPPLING STRIKE",
        "en_us": "CRIPPLING STRIKE",
        "ru_ru": "КАЛЕЧАЩИЙ УДАР",
        "ar_ae": "ضربة الإعاقة",
        "en_sg": "CRIPPLING STRIKE",
        "es_mx": "GOLPE INCAPACITANTE",
        "vi_vn": "ĐÁNH THỌT",
        "th_th": "CRIPPLING STRIKE",
        "zh_tw": "殘廢打擊",
        "ko_kr": "마비의 일격",
        "ja_jp": "脚削ぎ",
        "pt_br": "ATAQUE MUTILADOR"
      },
      "description": {
        "ms_my": "Darius memperkuat serangan yang seterusnya untuk mengenakan damage tambahan beserta dengan kesan slow.",
        "tr_tr": "Darius bir sonraki saldırısını güçlendirerek onun fazladan hasar vermesini ve büyük bir yavaşlatma uygulamasını sağlar.",
        "pl_pl": "Darius wzmacnia swój następny atak, dzięki czemu zadaje on dodatkowe obrażenia i poważnie spowalnia wroga.",
        "it_it": "Darius potenzia il suo attacco successivo, che infligge danni aggiuntivi e provoca un pesante rallentamento.",
        "es_es": "Darius potencia su siguiente ataque para que inflija daño adicional y aplique una gran ralentización.",
        "de_de": "Darius nächster Angriff fügt zusätzlichen Schaden und große Verlangsamung zu.",
        "fr_fr": "Darius renforce sa prochaine attaque pour qu'elle inflige des dégâts supplémentaires et un puissant ralentissement.",
        "en_gb": "Darius empowers his next attack to deal additional damage with a large slow.",
        "en_us": "Darius empowers his next attack to deal additional damage with a large slow.",
        "ru_ru": "Следующая атака Дариуса наносит цели дополнительный урон и сильно замедляет ее.",
        "ar_ae": "يعزز داريوس هجومه التالي لإلحاق ضرر إضافي مع تأثير إبطاء كبير.",
        "en_sg": "Darius empowers his next attack to deal additional damage with a large slow.",
        "es_mx": "Darius potencia su siguiente ataque para infligir daño adicional con una gran ralentización.",
        "vi_vn": "Darius cường hoá đòn đánh kế tiếp gây thêm sát thương và làm chậm mục tiêu.",
        "th_th": "Darius เสริมพลังการโจมตีครั้งถัดไปของตนเพื่อสร้างความเสียหายเพิ่มพร้อมสโลว์อย่างมาก",
        "zh_tw": "達瑞斯強化下一次普攻，造成額外傷害與大幅緩速效果。",
        "ko_kr": "다리우스가 다음 기본 공격을 강화해 대상에게 추가 피해를 입히고 대폭 둔화시킵니다.",
        "ja_jp": "次の通常攻撃が強化されて追加ダメージと大きなスロウ効果を与える。",
        "pt_br": "Darius fortalece seu próximo ataque, causando dano adicional e uma grande Lentidão."
      },
      "extraDescription": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      }
    },
    {
      "slot": "E",
      "key": "apprehend",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/cd279d88756f7525b2cc6ef82a12a22a5cc0d629-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/7560936d68d97c1809335109c6c049029532f266.mp4",
      "name": {
        "ms_my": "APPREHEND",
        "tr_tr": "TUT ÇEK",
        "pl_pl": "POCHWYCENIE",
        "it_it": "ARRESTO",
        "es_es": "ATRAPAR",
        "de_de": "ERGREIFEN",
        "fr_fr": "CRAMPON",
        "en_gb": "APPREHEND",
        "en_us": "APPREHEND",
        "ru_ru": "ЗАДЕРЖАНИЕ",
        "ar_ae": "الاعتقال",
        "en_sg": "APPREHEND",
        "es_mx": "APREHENDER",
        "vi_vn": "BẮT GIỮ",
        "th_th": "APPREHEND",
        "zh_tw": "索魂奪命",
        "ko_kr": "포획",
        "ja_jp": "捕縛",
        "pt_br": "APREENDER"
      },
      "description": {
        "ms_my": "Darius menajamkan kapaknya, menyebabkan physical damage yang dikenakan mengabaikan peratusan Armor sasarannya secara pasif. Apabila diaktifkan, Darius menghunus pada musuh dengan cangkuk kapaknya dan menarik mereka ke arah dirinya.",
        "tr_tr": "Darius baltasını bileyerek verdiği fiziksel hasarın hedefin zırhının belli bir yüzdesini yok saymasını sağlar. Etkinleştirildiğinde, Darius baltasının çengeliyle rakipleri süpürür ve kendine doğru çeker.",
        "pl_pl": "Darius szlifuje swój topór, biernie sprawiając, że jego obrażenia fizyczne będą ignorować pewien procent pancerza celu. Po użyciu Darius zgarnia swoich wrogów toporem i przyciąga ich do siebie.",
        "it_it": "Darius affila la sua ascia, facendo passivamente in modo che i suoi danni fisici ignorino parte dell'armatura del bersaglio. Quando l'abilità viene attivata, Darius aggancia i nemici con l'ascia e li attira verso di sé.",
        "es_es": "Darius pone a punto su hacha, lo cual provoca que, de forma pasiva, su daño físico ignore un porcentaje de la armadura de su objetivo. Cuando se activa, Darius barre a sus enemigos con su hacha y los acerca hacia él.",
        "de_de": "Darius schärft seine Axt, wodurch sein normaler Schaden passiv einen Prozentsatz der Rüstung seines Ziels ignoriert. Wird die Fähigkeit aktiviert, schwingt Darius seinen Axthaken nach seinen Gegnern und zieht sie zu sich heran.",
        "fr_fr": "Darius aiguise sa hache, ce qui permet à ses dégâts physiques d'ignorer passivement un pourcentage de l'armure de la cible. À l'activation, Darius attire ses ennemis avec sa hache.",
        "en_gb": "Darius hones his axe, passively causing his physical damage to ignore a percentage of his target's Armor. When activated, Darius sweeps up his enemies with his axe's hook and pulls them to him.",
        "en_us": "Darius hones his axe, passively causing his physical damage to ignore a percentage of his target's Armor. When activated, Darius sweeps up his enemies with his axe's hook and pulls them to him.",
        "ru_ru": "Благодаря остро заточенному топору Дариус пассивно игнорирует часть брони цели при нанесении физического урона. При активации умения Дариус цепляет врагов крюком топора и притягивает их к себе.",
        "ar_ae": "يشحذ داريوس فأسه، فيجعل تأثيره الكامن ضرره المادي يتجاهل نسبة مئوية من دروع هدفه. ولدى تفعيله، يكتسح داريوس أعداءه بخطاف فأسه ويسحبهم إليه.",
        "en_sg": "Darius hones his axe, passively causing his physical damage to ignore a percentage of his target's Armor. When activated, Darius sweeps up his enemies with his axe's hook and pulls them to him.",
        "es_mx": "Darius afila su hacha, lo que permite que su daño físico ignore parte de la armadura de su objetivo de manera pasiva. Al activar la habilidad, Darius arrastra a sus enemigos con el gancho de su hacha y los atrae hacia él.",
        "vi_vn": "Darius cường hóa chiếc rìu của mình, khiến sát thương vật lý của hắn bỏ qua một phần Giáp của mục tiêu. Khi được kích hoạt, Darius sẽ dùng rìu để kéo kẻ địch về cạnh mình.",
        "th_th": "Darius ขัดเกลาขวานของเขา สร้างความเสียหายทางกายภาพโดยไม่สนใจเปอร์เซ็นต์บางส่วนของเกราะของเป้าหมาย เมื่อใช้งาน Darius จะกวาดศัตรูของเขาด้วยตะขอขวานของเขาและดึงพวกเขาเข้าไปหาเขา",
        "zh_tw": "被動：達瑞斯把斧頭磨利，造成的物理傷害可以無視目標一定比例的物理防禦。主動：達瑞斯用斧頭將敵人拉到他的身邊。",
        "ko_kr": "다리우스가 도끼날을 세워 물리 피해를 입힐 때 대상의 방어력을 일정 비율 무시합니다. 사용 시 다리우스가 도끼의 갈고리 부분으로 적들을 휘감아 끌어당깁니다.",
        "ja_jp": "斧を研ぎ澄まし、対象の物理防御を一部無視して物理ダメージを与えるようになる。スキルを使用すると、刃で敵を引っかけてそばに引き寄せる。",
        "pt_br": "Darius afia seu machado, fazendo com que seu Dano Físico ignore passivamente um percentual da Armadura do alvo. Quando ativado, Darius ataca os inimigos com o gancho do seu machado e os puxa em sua direção."
      },
      "extraDescription": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      }
    },
    {
      "slot": "R",
      "key": "noxian_guillotine",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/23d9a7331e9019364dc22163676e858206a8fb18-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/9e1263fcc55658fb1d57124860ed98030feedab1.mp4",
      "name": {
        "ms_my": "NOXIAN GUILLOTINE",
        "tr_tr": "NOXUS GİYOTİNİ",
        "pl_pl": "NOXIAŃSKA GILOTYNA",
        "it_it": "GHIGLIOTTINA DI NOXUS",
        "es_es": "GUILLOTINA NOXIANA",
        "de_de": "NOXIANISCHE GUILLOTINE",
        "fr_fr": "GUILLOTINE NOXIENNE",
        "en_gb": "NOXIAN GUILLOTINE",
        "en_us": "NOXIAN GUILLOTINE",
        "ru_ru": "НОКСИАНСКАЯ ГИЛЬОТИНА",
        "ar_ae": "مقصلة نوكسوس",
        "en_sg": "NOXIAN GUILLOTINE",
        "es_mx": "GUILLOTINA NOXIANA",
        "vi_vn": "MÁY CHÉM NOXUS",
        "th_th": "NOXIAN GUILLOTINE",
        "zh_tw": "諾克薩斯斷頭台",
        "ko_kr": "녹서스의 단두대",
        "ja_jp": "ノクサスギロチン",
        "pt_br": "GUILHOTINA DE NOXUS"
      },
      "description": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Darius doskakuje do wrogiego bohatera i wyprowadza śmiertelny cios, zadając obrażenia nieuchronne. Wartość tych obrażeń zwiększa się z każdym nałożonym na cel ładunkiem Krwotoku. Jeśli Noxiańska Gilotyna dobije wroga, jej czas odnowienia odnowi się, zapewniając Dariusowi Noxiańską Potęgę i sprawiając, że pobliskie stwory i potwory uciekną w popłochu.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Darius salta hacia un campeón enemigo y le asesta un golpe letal que inflige daño verdadero. Este daño se ve incrementado por cada acumulación de Hemorragia que tenga el objetivo. Si el ataque con Guillotina noxiana es letal, se reinicia su enfriamiento, lo que le otorga Potencia noxiana y hace que los súbditos y monstruos cercanos huyan.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Darius saute sur un champion ennemi et donne un coup fatal, infligeant des dégâts bruts. Plus vous cumulez de Plaies béantes sur la cible, plus les dégâts augmentent. Si Guillotine noxienne tue la cible, son délai de récupération est annulé, Darius gagne Force de Noxus et les sbires et monstres proches sont effrayés.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Дариус прыгает на вражеского чемпиона и наносит ему смертоносный удар. Цель получает чистый урон, который увеличивается с каждым зарядом Кровотечения. Если вражеский чемпион погибает от Ноксианской гильотины, ее перезарядка сбрасывается. При этом Дариус получает Мощь Ноксуса, а ближайшие миньоны и монстры разбегаются в страхе.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Darius salta hacia un campeón enemigo y le asesta un golpe letal que inflige daño verdadero. El daño aumenta con cada acumulación de Hemorragia que tenga el objetivo. Si Guillotina Noxiana causa un asesinato, su enfriamiento se restablece, otorga Poder Noxiano y causa que los súbditos y monstruos cercanos huyan.",
        "vi_vn": "Darius nhảy xổ tới tướng địch và tung một cú bổ chí tử, gây sát thương chuẩn. Lượng sát thương sẽ tăng lên theo số điểm cộng dồn Xuất Huyết trên mục tiêu. Nếu Máy Chém Noxus kết liễu mục tiêu, hoàn lại hồi chiêu và khiến lính, quái rừng ở gần hoảng sợ.",
        "th_th": "Darius กระโดดไปหาแชมเปี้ยนศัตรูและโจมตีอย่างรุนแรง สร้างความเสียหายจริง ความเสียหายนี้จะเพิ่มขึ้นตามการทับซ้อนแต่ละขั้นของ Hemorrhage ของเป้าหมาย ถ้า Noxian Guillotine สังหารศัตรู คูลดาวน์ของมันจะถูกรีเฟรช ทำให้ติด Noxian Might และทำให้มินเนี่ยนและมอนสเตอร์ที่อยู่ใกล้ ๆ หนีไป",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Darius salta na direção de um Campeão inimigo e o atinge com um golpe letal, causando Dano Verdadeiro. O dano aumenta a cada acúmulo de Hemorragia no alvo. Abater o alvo com Guilhotina de Noxus zera o Tempo de Recarga da habilidade, concede Poder de Noxus e faz as tropas e os monstros próximos fugirem."
      },
      "extraDescription": {
        "ms_my": "Darius melompat ke atas champion musuh dan membuat pukulan maut, mengenakan true damage. Damage ini bertambah untuk setiap stack Hemorrhage pada sasaran. Jika Noxian Guillotine melakukan killing blow, cooldown ability akan refresh, memberikan Noxian Might dan menyebabkan minion dan monster berdekatan lari.",
        "tr_tr": "Darius bir rakip şampiyona doğru zıplar ve gerçek hasar veren ölümcül bir darbe indirir. Bu hasar, hedefte birikmiş Kanama yükü sayısına bağlı olarak artar. Darius, Noxus Giyotini ile öldürücü darbe yaparsa; yeteneğin bekleme süresi sıfırlanır, Darius Noxus Kudreti kazanır ve yakınındaki minyon ve canavarların ondan kaçmasını sağlar.",
        "pl_pl": "Ataki oraz zadające obrażenia umiejętności, którymi dysponuje Darius, wywołują u wrogów krwawienie, w wyniku czego otrzymują oni obrażenia fizyczne rozłożone w czasie. Efekt kumuluje się kilka razy. Przy maksymalnej liczbie ładunków Darius zyskuje na kilka sekund Noxiańską Potęgę, która zapewnia mu obrażenia od ataku i sprawia, że przy ataku nakłada wszystkie ładunki Krwotoku zamiast jednego.",
        "it_it": "Darius balza su un campione nemico sferrando un colpo letale che infligge danni puri. I danni aumentano per ogni carica di Emorragia sul bersaglio. Se Ghigliottina di Noxus infligge un colpo di grazia, il suo tempo di ricarica è azzerato, Darius ottiene Forza di Noxus e i minion e i mostri vicini scappano.",
        "es_es": "Los ataques y habilidades ofensivas de Darius hacen que los enemigos sangren, lo que inflige daño físico a lo largo del tiempo y se acumula hasta alcanzar el máximo. Al llegar al máximo de acumulaciones, Darius obtiene Potencia noxiana durante unos segundos, lo que le otorga daño de ataque y hace que aplique el máximo de acumulaciones de Hemorragia en lugar de 1.",
        "de_de": "Darius springt auf einen gegnerischen Champion zu und führt einen verheerenden Schlag aus, der absoluten Schaden verursacht. Der Schaden erhöht sich mit jeder Steigerung von „Blutung“ des Ziels. Wenn „Noxianische Guillotine“ jemanden tötet, wird ihre Abklingzeit zurückgesetzt, Darius erhält „Noxianische Macht“ und Monster und Vasallen in der Nähe fliehen.",
        "fr_fr": "Les attaques et les compétences blessantes de Darius font saigner ses ennemis, ce qui leur inflige des dégâts physiques sur la durée (effet cumulable un certain nombre de fois). Au maximum d'effets cumulés, Darius gagne Force de Noxus pendant quelques secondes, ce qui augmente ses dégâts d'attaque et permet d'appliquer le maximum d'effets Plaie béante d'un coup.",
        "en_gb": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "en_us": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "ru_ru": "Атаки и умения Дариуса наносят цели периодический физический урон, заставляя ее истекать кровью. Количество зарядов Кровотечения на одной цели ограничено. Когда на цели набирается максимальное количество зарядов, Дариус на несколько секунд активирует Мощь Ноксуса. При этом его сила атаки увеличивается, а атаки сразу накладывают максимальное количество зарядов Кровотечения.",
        "ar_ae": "يقفز داريوس باتجاه بطل معاد، ويكيل له ضربة مميتة، حيث يلحق به الضرر الحقيقي. ويزداد هذا الضرر لكل تكدس رزمة من النزيف على الهدف. إن كانت الضربة القاضية عبر مقصلة النوكسوس، يتم تجديد فترة تبريدها لفترة وجيزة، مما يمنح \"جبروت نوكسوس\" ويتسبب بهرب الأتباع والوحوش الموجودة في الجوار.",
        "en_sg": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed, granting Noxian Might and causing nearby minions and monsters to flee.",
        "es_mx": "Los ataques y habilidades que infligen daño de Darius hacen sangrar a los enemigos, lo que inflige daño físico prolongado. Este efecto tiene un límite de acumulaciones. Al llegar al máximo de acumulaciones, Darius obtiene Poder Noxiano durante unos segundos, lo cual le otorga daño de ataque y aplica acumulaciones completas de Hemorragia en lugar de 1.",
        "vi_vn": "Đòn đánh thường và kỹ năng tấn công của Darius khiến kẻ địch bị xuất huyết, gây sát thương vật lý theo thời gian, cộng dồn tối đa 5 lần. Ở điểm cộng dồn tối đa, Darius nhận hiệu ứng Sức Mạnh Noxus trong vài giây, tăng Sức Mạnh Công Kích và gây tối đa cộng dồn của Xuất Huyết lên mục tiêu thay vì 1 điểm.",
        "th_th": "การโจมตีและสกิลสร้างความเสียหายของ Darius ทำให้ศัตรูเสียเลือดเป็นความเสียหายกายภาพเมื่อเวลาผ่านไปและทับซ้อนจนสูงสุด เมื่อสะสมจนถึงขั้นสูงสุดแล้ว Darius จะได้รับ Noxian Might เป็นเวลาสองสามวินาที ระหว่างนี้เขาได้รับพลังโจมตีเพิ่มและทำให้ศัตรูติด Hemorrhage ขั้นสูงสุด จากปกติที่เพิ่มแค่ 1 ขั้น",
        "zh_tw": "達瑞斯跳躍至敵方英雄的身上，給予目標致命的一擊，造成真實傷害。目標身上每累加一層絞喉效果，可以再造成額外的傷害。如果目標遭到諾克薩斯斷頭台擊殺的話，冷卻時間會刷新，此時達瑞斯獲得諾克薩斯之力，並導致周圍的士兵與野怪落荒而逃。",
        "ko_kr": "다리우스가 적 챔피언에게 뛰어올라 치명적인 타격을 가해 고정 피해를 입힙니다. 대상의 과다출혈 중첩 수에 비례해 피해량이 증가합니다. 녹서스의 단두대로 적을 처치하면 재사용 대기시간이 초기화되고 녹서스의 힘 효과를 얻으며 주변 미니언과 몬스터가 도망칩니다.",
        "ja_jp": "敵チャンピオンに飛びかかり、斧を振り下ろして確定ダメージを与える。対象の「大出血」のスタック数に応じてダメージが増加する。「ノクサスギロチン」で敵にとどめを刺すと、そのクールダウンが解消されて「紅血の激昂」を獲得し、周囲のミニオンとモンスターを逃げまどわせる。",
        "pt_br": "Os ataques e habilidades de dano de Darius fazem com que os inimigos sangrem, causando Dano Físico ao longo do tempo e podendo acumular até um determinado limite. Com o máximo de acúmulos, Darius recebe o Poder de Noxus por alguns segundos, ganhando Dano de Ataque e aplicando o número máximo de acúmulos de Hemorragia (em vez de 1)."
      }
    }
  ]
}