{
  "slug": "ekko",
  "name": {
    "ru_ru": "ЭККО",
    "pt_br": "EKKO",
    "en_us": "EKKO",
    "it_it": "EKKO",
    "tr_tr": "EKKO",
    "de_de": "EKKO",
    "ms_my": "EKKO",
    "vi_vn": "EKKO",
    "ko_kr": "에코",
    "ja_jp": "エコー",
    "es_es": "EKKO",
    "fr_fr": "EKKO",
    "th_th": "EKKO",
    "zh_tw": "艾克",
    "en_gb": "EKKO",
    "pl_pl": "EKKO",
    "es_mx": "EKKO",
    "en_sg": "EKKO",
    "ar_ae": "إيكو"
  },
  "roles": [
    "assassin",
    "mage"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/d4c506aac1c10418d3f40334ebb0bf747fd150f1-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "zdrive_resonance",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/9589c60f5329d26496ab94311c6eda2e1be33b0c-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/f830293d013b86f36c5e9dfa69b5528adaf1581e.mp4",
      "name": {
        "ms_my": "Z-DRIVE RESONANCE",
        "tr_tr": "Z-KAPSÜLÜ REZONANSI",
        "pl_pl": "REZONANS NAPĘDU Z",
        "it_it": "RISONANZA DEL MOTORE-Z",
        "es_es": "RESONANCIA Z",
        "de_de": "Z-ANTRIEB-RESONANZ",
        "fr_fr": "RÉZONANCE",
        "en_gb": "Z-DRIVE RESONANCE",
        "en_us": "Z-DRIVE RESONANCE",
        "ru_ru": "РЕЗОНАНС Z-ПРИВОДА",
        "ar_ae": "رنين الدافع الصفري",
        "en_sg": "Z-DRIVE RESONANCE",
        "es_mx": "RESONANCIA PULSAR-Z",
        "vi_vn": "ĐỘNG CƠ Z CỘNG HƯỞNG",
        "th_th": "Z-DRIVE RESONANCE",
        "zh_tw": "共振驅動-Z",
        "ko_kr": "Z 드라이브 공진",
        "ja_jp": "ゼロ・ドライブ",
        "pt_br": "RESSONÂNCIA REVO-Z"
      },
      "description": {
        "ms_my": "Setiap serangan ketiga atau spell damage pada sasaran yang sama mengenakan bonus magic damage, dan memberikan Ekko sejumlah kelajuan jika sasarannya ialah champion.",
        "tr_tr": "Aynı hedefe yönelik her üçüncü saldırı veya hasar veren yetenek, ilave büyü hasarı verir ve hedef bir şampiyonsa Ekko'ya hız artışı sağlar.",
        "pl_pl": "Co trzeci atak lub zadający obrażenia czar na ten sam cel zadaje mu dodatkowe obrażenia magiczne i daje Ekko przypływ szybkości, jeśli cel jest bohaterem.",
        "it_it": "Ogni terzo attacco o abilità che infligge danni allo stesso bersaglio, infligge danni magici bonus e conferisce a Ekko un aumento della velocità se il bersaglio è un campione.",
        "es_es": "Cada tercer ataque o habilidad de daño contra el mismo objetivo inflige daño mágico adicional, y Ekko obtiene una mejora de velocidad de movimiento si el objetivo es un campeón.",
        "de_de": "Jeder dritte Angriff oder jede dritte schadensverursachende Fähigkeit auf dasselbe Ziel verursacht zusätzlichen magischen Schaden und gewährt Ekko einen Temposchub, wenn das Ziel ein Champion ist.",
        "fr_fr": "Toutes les trois attaques ou compétences infligeant des dégâts sur une même cible, Ekko inflige des dégâts magiques supplémentaires. Si la cible est un champion, il gagne en plus un bref bonus en vitesse de déplacement.",
        "en_gb": "Every third attack or damaging spell on the same target deals bonus magic damage, and grants Ekko a burst of speed if the target is a champion.",
        "en_us": "Every third attack or damaging spell on the same target deals bonus magic damage, and grants Ekko a burst of speed if the target is a champion.",
        "ru_ru": "Каждая третья автоатака или наносящее урон умение против одной и той же цели наносит дополнительный магический урон. Если цель – чемпион, Экко также ненадолго ускоряется.",
        "ar_ae": "يؤدي توجيه ثالث هجوم أو تعويذة ضرر لذات الهدف إلى إلحاق ضرر سحر إضافي، كما يحصل إيكو على دفقة من السرعة إذا كان الهدف من الأبطال.",
        "en_sg": "Every third attack or damaging spell on the same target deals bonus magic damage, and grants Ekko a burst of speed if the target is a champion.",
        "es_mx": "Cada tercer ataque o hechizo dañino al mismo objetivo inflige daño mágico adicional y le otorga a Ekko una ráfaga de velocidad si el objetivo es un campeón.",
        "vi_vn": "Mỗi đòn tấn công hoặc kỹ năng gây sát thương thứ 3 đánh trúng cùng một mục tiêu sẽ gây thêm sát thương phép, nếu mục tiêu là tướng, Ekko được tăng tốc độ di chuyển.",
        "th_th": "ทุก ๆ การโจมตีหรือสกิลที่ทำความเสียหายเป็นครั้งที่สามต่อเป้าหมายเดิมจะสร้างโบนัสความเสียหายเวท และมอบความเร็วพริบตาให้กับ Ekko หากเป้าหมายเป็นแชมเปี้ยน",
        "zh_tw": "對同一目標的第三下普攻或傷害性技能會造成額外魔法傷害。若目標為英雄，則艾克會短暫增加跑速。",
        "ko_kr": "같은 대상에 대한 세 번째 기본 공격 및 스킬 공격마다 추가 마법 피해를 입힙니다. 대상이 챔피언일 경우, 에코의 이동 속도가 상승합니다.",
        "ja_jp": "同一の対象に通常攻撃またはダメージを与えるスキルが3回命中するたびに追加魔法ダメージを与え、対象がチャンピオンの場合は自分の移動速度が短時間増加する。",
        "pt_br": "Cada terceiro ataque ou habilidade de dano no mesmo alvo causa Dano Mágico adicional e concede um bônus de velocidade se o alvo for um Campeão."
      },
      "extraDescription": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      }
    },
    {
      "slot": "Q",
      "key": "timewinder",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/bb0ecba41db8d3f1cdd5cb284053bd58f49917c6-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/73f961e26b61a5f14199f7ee253fdec9e1f1511b.mp4",
      "name": {
        "ms_my": "TIMEWINDER",
        "tr_tr": "KURMALI KAPAN",
        "pl_pl": "CZASOWSTRZYMYWACZ",
        "it_it": "CRONODISCO",
        "es_es": "ENGRANAJE TEMPORAL",
        "de_de": "ZEITSPULER",
        "fr_fr": "RÉTROBANG",
        "en_gb": "TIMEWINDER",
        "en_us": "TIMEWINDER",
        "ru_ru": "ВРЕМЕННОЙ КЛЮЧ",
        "ar_ae": "معيد الزمن",
        "en_sg": "TIMEWINDER",
        "es_mx": "REBOBINADOR DE TIEMPO",
        "vi_vn": "DÂY CÓT THỜI GIAN",
        "th_th": "TIMEWINDER",
        "zh_tw": "時光樞紐",
        "ko_kr": "시간의 톱니바퀴",
        "ja_jp": "タイムワインダー",
        "pt_br": "GIRATEMPO"
      },
      "description": {
        "ms_my": "Ekko melemparkan grenad temporal yang mengembang menjadi medan penyelewengan masa apabila terkena champion musuh, lalu slow dan damage sesiapa yang terperangkap di dalamnya. Selepas satu tempoh, grenad itu undur semula ke Ekko, lalu mengenakan damage semasa pengembaliannya.",
        "tr_tr": "Ekko'nun fırlattığı zaman bombası bir rakip şampiyona isabet ederse, zamanın bozulmaya uğradığı bir alan oluşturur ve alan içindeki herkesi yavaşlatarak hasar verir. Bir süre sonra yoluna çıkanlara hasar vererek Ekko'ya geri döner.",
        "pl_pl": "Ekko rzuca czasowym granatem, który rozszerza się, tworząc zakłócającą czas strefę, jeżeli trafi wrogiego bohatera. Wszyscy znajdujący się w strefie otrzymają obrażenia oraz zostaną spowolnieni. Po chwili granat wraca z powrotem do Ekko, zadając obrażenia w drodze powrotnej.",
        "it_it": "Ekko lancia una granata temporale che esplode, creando un campo di distorsione temporale se colpisce un campione nemico, rallentando e danneggiando tutte le unità nemiche al suo interno.  Dopo un periodo di tempo la granata si riavvolge e torna da Ekko, infliggendo danni lungo il percorso.",
        "es_es": "Ekko lanza una granada temporal que, al alcanzar a un campeón enemigo, genera un campo de distorsión cronológica. Las unidades sorprendidas en su interior sufren daño y quedan ralentizadas. Al cabo de unos instantes, la granada regresa a Ekko y daña a todo cuanto se encuentre en su camino.",
        "de_de": "Ekko wirft eine Zeitgranate, die sich zu einem Zeitverzerrungsfeld ausweitet, wenn sie auf einen gegnerischen Champion trifft, verlangsamt und jedem, der im Feld gefangen ist, Schaden zufügt. Nach einer Verzögerung kehrt die Granate zu Ekko zurück, wobei sie auf dem Rückweg erneut Schaden verursacht.",
        "fr_fr": "Ekko lance une grenade temporelle qui crée un champ de distorsion quand elle touche un champion ennemi, ralentissant toutes les unités prises à l'intérieur et leur infligeant des dégâts. Ensuite, la grenade se contracte et revient vers Ekko, infligeant des dégâts sur sa route.",
        "en_gb": "Ekko throws a temporal grenade that expands into a time-distortion field upon hitting an enemy champion, slowing and damaging anyone caught inside. After a delay, the grenade rewinds back to Ekko, dealing damage on its return.",
        "en_us": "Ekko throws a temporal grenade that expands into a time-distortion field upon hitting an enemy champion, slowing and damaging anyone caught inside. After a delay, the grenade rewinds back to Ekko, dealing damage on its return.",
        "ru_ru": "Экко бросает в выбранном направлении устройство, которое наносит магический урон всем врагам на своем пути. Поразив вражеского чемпиона, оно раскрывается, создавая темпоральное поле, которое замедляет всех вражеских бойцов. Через короткое время устройство устремляется обратно к Экко, вновь нанося магический урон всем врагам на своем пути.",
        "ar_ae": "يرمي إيكو قنبلة يدوية زمنية تنفجر لتشكيل حقل تشويه زمني عند ارتطامها بأحد أبطال العدو، حيث تبطئ وتلحق الضرر بكل الموجودين داخل الحقل. وبعد فترة قصيرة، تعود القنبلة اليدوية إلى إيكو، فتلحق الضرر على طريق عودتها أيضًا.",
        "en_sg": "Ekko throws a temporal grenade that expands into a time-distortion field upon hitting an enemy champion, slowing and damaging anyone caught inside. After a delay, the grenade rewinds back to Ekko, dealing damage on its return.",
        "es_mx": "Ekko lanza una granada temporal que se expande y genera un campo de distorsión temporal al impactar contra un campeón enemigo, ralentizando y dañando a cualquiera que quede atrapado en él. Al cabo de unos instantes, la granada regresa a Ekko e inflige daño a su paso.",
        "vi_vn": "Ekko tung ra một quả lựu đạn, thứ sẽ phát nổ tạo ra một trường thời gian bóp méo khi trúng một tướng địch, làm chậm và gây sát thương lên mọi đơn vị bên trong vụ nổ. Sau đó, nó sẽ quay trở lại với Ekko, gây sát thương trên đường về.",
        "th_th": "Ekko ขว้างระเบิดกาลเวลาที่สามารถขยายออกสร้างพื้นที่บิดเบือนกาลเวลาได้เมื่อมันโดนแชมเปี้ยนศัตรู สร้างความเสียหายพร้อมทั้งสโลว์ทุกคนที่อยู่ด้านใน หลังจากนั้นมันจะย้อนกลับไปหา Ekko และสร้างความเสียหายให้คนที่อยู่ในเส้นทางอีกครั้ง",
        "zh_tw": "艾克往目標方向投擲一顆時空彈，擊中敵方英雄時，此裝置會展開一個時光力場，緩速力場內的敵軍並造成傷害。在短暫延遲後，裝置會合起並回到艾克身邊，對路徑上所有敵軍造成傷害。",
        "ko_kr": "에코가 적 챔피언에게 맞으면 펼쳐져서 시간 왜곡 지대를 만들고, 지대 안에 있는 적 모두를 둔화시키며 피해를 입히는 시간 톱니바퀴를 던집니다. 잠시 후 톱니바퀴는 되감겨 에코에게 돌아오며, 경로 상에 있는 적에게 피해를 입힙니다.",
        "ja_jp": "次元を捻じ曲げる一次元的グレネードを投げ、命中した敵ユニットにダメージとスロウ効果を与える。数秒後、グレネードは巻き戻されてエコーの元へ戻ってくる。グレネードは戻る時もダメージ判定を持ち、触れた敵ユニットにダメージを与える。",
        "pt_br": "Ekko lança uma granada temporal que se expande em um campo de distorção ao atingir um Campeão inimigo, causando Lentidão e dano a qualquer um que estiver dentro dele. Após um intervalo, a granada volta em direção a Ekko, causando dano por onde passa."
      },
      "extraDescription": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      }
    },
    {
      "slot": "W",
      "key": "parallel_convergence",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/055c1a1a4100c479fcaa1ce01a5a607f9fcee22c-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/fd9e19d13fc2a930a2b1fd513561e1f0bde50b92.mp4",
      "name": {
        "ms_my": "PARALLEL CONVERGENCE",
        "tr_tr": "PARALEL YAKINSAMA",
        "pl_pl": "RÓWNOLEGŁA KONWERGENCJA",
        "it_it": "CONVERGENZA PARALLELA",
        "es_es": "CONVERGENCIA PARALELA",
        "de_de": "PARALLELKONVERGENZ",
        "fr_fr": "CONVERGENCE PARALLÈLE",
        "en_gb": "PARALLEL CONVERGENCE",
        "en_us": "PARALLEL CONVERGENCE",
        "ru_ru": "ПАРАЛЛЕЛЬНАЯ КОНВЕРГЕНЦИЯ",
        "ar_ae": "التوافق الموازي",
        "en_sg": "PARALLEL CONVERGENCE",
        "es_mx": "CONVERGENCIA PARALELA",
        "vi_vn": "LƯỠNG GIỚI ĐỒNG QUY",
        "th_th": "PARALLEL CONVERGENCE",
        "zh_tw": "時空攔截",
        "ko_kr": "평행 시간 교차",
        "ja_jp": "パラレルトラップ",
        "pt_br": "CONVERGÊNCIA PARALELA"
      },
      "description": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Podstawowe ataki Ekko zadają dodatkowe obrażenia magiczne celom o niskim poziomie zdrowia. Ekko może rzucić Równoległą Konwergencję, żeby przeciąć oś czasu i po kilku sekundach stworzyć anomalię, która spowalnia wrogów złapanych w jej wnętrzu. Jeżeli Ekko wejdzie w tę anomalię, otrzyma tarczę i ogłuszy wrogów, więżąc ich w czasie.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      },
      "extraDescription": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      }
    },
    {
      "slot": "E",
      "key": "phase_dive",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/fff8496d1fec4f7f3908f95c559980152eb48845-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/2218d1ceeebb34315e817977827873cc48aee464.mp4",
      "name": {
        "ms_my": "PHASE DIVE",
        "tr_tr": "ZAMAN SIÇRAMASI",
        "pl_pl": "SKOK FAZOWY",
        "it_it": "SALTO FASICO",
        "es_es": "SALTO DE FASE",
        "de_de": "PHASENSPRUNG",
        "fr_fr": "RUSH DÉPHASÉ",
        "en_gb": "PHASE DIVE",
        "en_us": "PHASE DIVE",
        "ru_ru": "ФАЗОВЫЙ СКАЧОК",
        "ar_ae": "الغوص الطوري",
        "en_sg": "PHASE DIVE",
        "es_mx": "SALTO DE FASE",
        "vi_vn": "BIẾN CHUYỂN PHA",
        "th_th": "PHASE DIVE",
        "zh_tw": "相位轉移",
        "ko_kr": "시간 도약",
        "ja_jp": "フェイズダイブ",
        "pt_br": "MERGULHO FÁSICO"
      },
      "description": {
        "ms_my": "Ekko berguling untuk mengelak sambil mengecas Z-Drivenya. Serangan seterusnya mengenakan damage bonus dan mengubah realiti, dan teleport Ekko ke sasarannya.",
        "tr_tr": "Ekko gelecek saldırılardan kaçınmak üzere yuvarlanırken Zaman Kapsülü'nü çalıştırır. Bir sonraki saldırısı ilave hasar verir ve gerçekliği bükerek Ekko'yu hedefinin yanına gönderir.",
        "pl_pl": "Ekko turla się w uniku i ładuje swój Napęd Z. Jego kolejny atak zada dodatkowe obrażenia i zakłóci rzeczywistość, teleportując go do swojego celu.",
        "it_it": "Ekko esegue una manovra evasiva mentre carica il suo Motore-Z. Il suo prossimo attacco infligge danni bonus e distorce la realtà, teletrasportandolo verso il suo bersaglio.",
        "es_es": "Ekko rueda por el suelo en un movimiento evasivo mientras activa su Dispositivo Z. Su siguiente ataque inflige daño adicional y distorsiona la realidad para teleportarlo hasta su objetivo.",
        "de_de": "Ekko führt eine Ausweichrolle aus, während er seinen Z-Antrieb auflädt. Sein nächster Angriff verursacht zusätzlichen Schaden und verzerrt die Realität, wodurch er zu seinem Ziel teleportiert wird.",
        "fr_fr": "Ekko esquive tout en chargeant sa clepsydre-zéro. Sa prochaine attaque infligera des dégâts supplémentaires et le téléportera près de sa cible en distordant la réalité.",
        "en_gb": "Ekko rolls evasively while charging up his Z-Drive. His next attack deals bonus damage and warps reality, teleporting him to his target.",
        "en_us": "Ekko rolls evasively while charging up his Z-Drive. His next attack deals bonus damage and warps reality, teleporting him to his target.",
        "ru_ru": "Экко перекатывается, уклоняясь от атак и одновременно заряжая Z-привод. При следующей автоатаке Экко наносит дополнительный магический урон и искривляет пространство, телепортируясь к своей цели.",
        "ar_ae": "يتدحرج إيكو مراوغًا أثناء شحن الدافع الصفري لديه. ويُلحق هجومه التالي ضررًا إضافيًا ويحرف مسار عالم الواقع، مما يجعله ينفذ الانتقال السريع إلى هدفه.",
        "en_sg": "Ekko rolls evasively while charging up his Z-Drive. His next attack deals bonus damage and warps reality, teleporting him to his target.",
        "es_mx": "Ekko rueda evasivamente mientras carga su Pulsar-Z. Su siguiente ataque inflige daño adicional y distorsiona la realidad para teletransportarlo a su objetivo.",
        "vi_vn": "Ekko lướt đi né tránh sát thương và kích hoạt Động Cơ Zero. Đòn tấn công tiếp theo của cậu sẽ gây thêm sát thương và bóp méo thời gian, dịch chuyển tức thời cậu đến mục tiêu.",
        "th_th": "Ekko กลิ้งตัวหลบไปในทิศทางที่กำหนด พร้อมทั้งชาร์จพลัง Z-Drive การโจมตีปกติครั้งถัดไปของเขาจะสร้างโบนัสความเสียหายเวทพร้อมทั้งสลับความเป็นจริง แล้วเทเลพอร์ตเข้าหาเป้าหมาย",
        "zh_tw": "艾克一邊充能「驅動-Z」，一邊翻滾閃躲，他的下次普攻會造成額外傷害並扭曲現實，使其瞬移至目標旁邊。",
        "ko_kr": "에코가 회피하며 굴러 Z 드라이브를 충전합니다. 다음 번 공격은 추가 피해를 입히며 시공간을 왜곡하여 에코가 대상 쪽으로 순간이동합니다.",
        "ja_jp": "指定方向へ短い距離ダッシュし「ゼロ・ドライブ」にエネルギーをチャージする。次の通常攻撃の射程が延び、時空を歪曲させて対象のもとへ瞬間移動すると同時に追加ダメージを与える。",
        "pt_br": "Ekko realiza um rolamento evasivo enquanto carrega o Revo-Z. Seu próximo ataque causa dano adicional e distorce a realidade, teleportando-o até o alvo."
      },
      "extraDescription": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      }
    },
    {
      "slot": "R",
      "key": "chronobreak",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/ecd1af4b45ea957dc369a91df31bf39f1e33a6dc-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/c89d7d68c89364f08dfd55ca854aa4d72f27cee2.mp4",
      "name": {
        "ms_my": "CHRONOBREAK",
        "tr_tr": "KRONOKIRILMA",
        "pl_pl": "CHRONOSTRZASKANIE",
        "it_it": "FRATTURA TEMPORALE",
        "es_es": "FISURA TEMPORAL",
        "de_de": "ZEITSPRUNG",
        "fr_fr": "CHRONOFRACTURE",
        "en_gb": "CHRONOBREAK",
        "en_us": "CHRONOBREAK",
        "ru_ru": "УПРАВЛЕНИЕ ВРЕМЕНЕМ",
        "ar_ae": "كسر الزمن",
        "en_sg": "CHRONOBREAK",
        "es_mx": "CRONORRUPTURA",
        "vi_vn": "ĐỘT PHÁ THỜI GIAN",
        "th_th": "CHRONOBREAK",
        "zh_tw": "計時開始",
        "ko_kr": "시공간 붕괴",
        "ja_jp": "クロノブレイク",
        "pt_br": "CRONOQUEBRA"
      },
      "description": {
        "ms_my": "Ekko menghancurkan garis masanya, menjadi tidak dapat disasarkan dan mengundur semula ke titik masa yang lebih baik. Dia kembali ke tempatnya beberapa saat yang lalu, dan heal untuk peratusan kerosakan yang diterima dalam tempoh itu. Musuh berhampiran zon ketibaannya menerima damage besar.",
        "tr_tr": "Ekko zamanın akışını kırarak hedef alınamaz hale gelir ve zamanda daha elverişli bir ana geri gider. Birkaç saniye önce nerede duruyorsa oraya döner ve bu süre esnasında aldığı hasarın belli bir oranı kadar kendini iyileştirir. Ekko'nun ortaya çıktığı alandaki rakipler muazzam hasar alır.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Ekko distrugge la sua linea temporale, diventando non bersagliabile e tornando indietro nel tempo a un momento più favorevole. Ritorna dove si trovava pochi secondi prima, guarisce di una percentuale dei danni ricevuti in quel periodo e infligge danni ingenti ai nemici nella sua zona di arrivo.",
        "es_es": "Ekko fragmenta su línea temporal y se vuelve imposible de seleccionar como objetivo mientras regresa a un momento pasado más favorable. Vuelve a donde se encontraba unos segundos antes y se cura un porcentaje del daño recibido en ese tiempo. Los enemigos cerca de su zona de llegada reciben mucho daño.",
        "de_de": "Ekko zerbricht seine Zeitlinie, wodurch er nicht anvisiert werden kann und sich an einen günstigeren Augenblick in der Zeit zurückversetzt. Er kehrt an die Stelle zurück, wo er vor einigen Sekunden gewesen ist, und heilt sich in Höhe eines Prozentsatzes des während dieser Dauer erlittenen Schadens. Gegner in der Nähe seiner Ankunft erleiden massiven Schaden.",
        "fr_fr": "Ekko fracture sa ligne du temps, ce qui le rend impossible à cibler et lui permet de retourner à un moment qui lui est plus favorable. Il retourne là où il était quelques secondes plus tôt et récupère un pourcentage des PV qu'il a perdus pendant ces quelques secondes. Les ennemis proches de sa zone d'arrivée subissent d'importants dégâts.",
        "en_gb": "Ekko shatters his timeline, becoming untargetable and rewinding to a more favorable point in time. He returns to whenever he was a few seconds ago, and heals for a percentage of the damage received in that duration. Enemies near his arrival zone take massive damage.",
        "en_us": "Ekko shatters his timeline, becoming untargetable and rewinding to a more favorable point in time. He returns to whenever he was a few seconds ago, and heals for a percentage of the damage received in that duration. Enemies near his arrival zone take massive damage.",
        "ru_ru": "Экко отматывает время назад, на короткое время становясь неуязвимым и недосягаемым, а затем появляется там, где находился за несколько секунд до начала перемотки. При этом Экко восстанавливает часть здоровья, которое он потерял за это время, и наносит большой урон всем врагам, оказавшимся поблизости.",
        "ar_ae": "يفتت إيكو مجراه الزمني، فيصبح غير قابل للاستهداف ويعود بالزمن إلى لحظة أفضل بالنسبة له. ثم يعود إلى النقطة التي كان فيها بعد بضع ثوانٍ، ويعالج بنسبة مئوية من الضرر المتلقى خلال تلك المدة. ويتلقى الأعداء بجوار منطقة وصوله ضررًا ضخمًا.",
        "en_sg": "Ekko shatters his timeline, becoming untargetable and rewinding to a more favorable point in time. He returns to whenever he was a few seconds ago, and heals for a percentage of the damage received in that duration. Enemies near his arrival zone take massive damage.",
        "es_mx": "Ekko fragmenta su línea temporal, volviéndose inalcanzable y retrocediendo a un punto más favorable en el tiempo. Vuelve al momento en el que se encontraba hace unos segundos y se cura un porcentaje del daño recibido en ese lapso. Los enemigos cercanos al punto de llegada reciben mucho daño.",
        "vi_vn": "Ekko tự đảo lộn dòng thời gian của bản thân, khiến cậu không thể bị chọn làm mục tiêu và quay về thời điểm thích hợp trong quá khứ. Cậu ta biến trở lại địa điểm vài giây trước, và hồi máu tương đương một phần sát thương nhận vào trong thời gian đó. Kẻ địch đứng gần địa điểm này sẽ phải chịu sát thương rất lớn.",
        "th_th": "Ekko สลายไทม์ไลน์ของตนเองทำให้เขาไม่ตกเป็นเป้าหมายใด ๆ และย้อนกลับไปยังจุดที่ทำให้เขาได้เปรียบกว่านี้ เขาสามารถย้อนได้เพียงไม่กี่วินาทีก่อนหน้านี้ และฮีลส่วนหนึ่งของความเสียหายที่ได้รับในช่วงเวลาที่ย้อนมา ศัตรูที่อยู่ในบริเวณจุดหมายของเขาจะได้รับความเสียหายมหาศาล",
        "zh_tw": "艾克打破時間軸，變得無法用普攻與技能指定，並倒回至對自己更有利的時間點。艾克回到數秒前的位置並回復部分期間受到的傷害。他出現時對鄰近敵軍造成大量傷害。",
        "ko_kr": "에코가 시공간을 붕괴시켜 대상으로 지정할 수 없게 되며 더 유리한 지점으로 시간을 되돌립니다. 몇 초 전 아무 때로나 돌아가며, 이 동안 입은 피해의 일부가 회복됩니다. 에코가 착지하는 지역 부근의 적들은 큰 피해를 입습니다.",
        "ja_jp": "エコーが時間軸を砕いて敵から対象指定されなくなり、時を巻き戻して数秒前に自身がいた場所へタイムワープする。数秒前の地点に戻ると、その間に受けたダメージの一部を回復する。到着地点付近にいる敵はエコー出現による時空共振により大ダメージを受ける。",
        "pt_br": "Ekko quebra sua própria linha do tempo, tornando-se inalvejável e retrocedendo para um ponto cronológico mais favorável. Ele volta para onde estava há alguns segundos e cura uma porcentagem do dano sofrido nessa duração. Inimigos próximos à zona de chegada sofrem muito dano."
      },
      "extraDescription": {
        "ms_my": "Serangan asas Ekko mengenakan magic damage bonus kepada musuh bernyawa rendah. Dia boleh menggunakan Parallel Convergence untuk memisahkan garis masa, mencipta anomali selepas beberapa saat yang slow musuh yang terperangkap di dalamnya. Jika Ekko memasuki anomali itu, dia mendapat shield dan stun musuh dengan memerangkap mereka dalam masa pegun.",
        "tr_tr": "Ekko'nun normal saldırıları canı az olan rakiplere ilave büyü hasarı verir. Ekko, Paralel Yakınsama kullanıp zamanın akışını yardığında bir anomali oluşur ve bu anomali birkaç saniye sonra içinde kalan rakipleri yavaşlatır. Ekko bu alanın içine girerse bir kalkan kazanır ve rakipleri zamanda dondurarak sersemletir.",
        "pl_pl": "Ekko roztrzaskuje swoją oś czasu, stając się niemożliwym do trafienia i wracając do korzystniejszego punktu w czasie. Wraca do miejsca, w którym znajdował się kilka sekund temu i leczy pewien procent obrażeń, które otrzymał od tamtego momentu. Przeciwnicy, którzy znajdują się blisko miejsca, w którym wyląduje, otrzymują ogromne obrażenia.",
        "it_it": "Gli attacchi base di Ekko infliggono danni magici bonus ai nemici con poca salute. Ekko può lanciare Convergenza parallela per dividere la linea temporale, creando un'anomalia dopo pochi secondi che rallenta i nemici al suo interno. Se Ekko entra nell'anomalia, ottiene uno scudo e stordisce i nemici sospendendoli nel tempo.",
        "es_es": "Los ataques básicos de Ekko infligen daño mágico adicional a objetivos con poca vida. Con Convergencia paralela puede romper la línea temporal y, al cabo de unos segundos, crea una anomalía que ralentiza a los enemigos situados dentro. Si Ekko entra en ella, recibe un escudo y aturde a los enemigos al dejarlos congelados en el tiempo.",
        "de_de": "Ekkos normale Angriffe fügen Gegnern mit wenig Leben zusätzlichen magischen Schaden zu. Ekko kann „Parallelkonvergenz“ aktivieren, um die Zeitlinie aufzubrechen und nach ein paar Sekunden eine Anomalie zu erschaffen, die Gegner, die in ihr gefangen sind, verlangsamt. Betritt Ekko die Anomalie, erhält er einen Schild und betäubt Gegner, indem er sie in der Zeit feststecken lässt.",
        "fr_fr": "Les attaques de base d'Ekko infligent des dégâts magiques supplémentaires aux champions dont les PV sont bas. Ekko peut lancer Convergence parallèle pour fracturer la ligne temporelle, créant après quelques secondes une anomalie qui ralentit les ennemis pris à l'intérieur. Si Ekko entre dans l'anomalie, il obtient un bouclier et étourdit les ennemis en suspendant dans le temps leur existence.",
        "en_gb": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "en_us": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "ru_ru": "Атаки Экко наносят дополнительный магический урон целям с низким уровнем здоровья. Он может применить Параллельную конвергенцию, чтобы разделить временную линию и через несколько секунд создать аномалию, которая замедляет оказавшихся внутри врагов. Если сам Экко оказывается в зоне аномалии, он получает поглощающий урон щит и оглушает всех врагов, находящихся внутри.",
        "ar_ae": "تُلحق هجمات إيكو الأساسية ضرر سحر إضافيًا بالأعداء منخفضي الصحة. ويمكنه إلقاء قدرة التوافق الموازي لشطر مجرى الزمن، حيث يكوّن حالة شاذة بعد بضع ثوانٍ تبطئ الأعداء في داخلها. وإذا دخل إيكو ضمن نطاق الحالة الشاذة، يكسب درعًا ويصعق الأعداء عبر تعليقهم ضمن الزمن.",
        "en_sg": "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time.",
        "es_mx": "Los ataques básicos de Ekko infligen daño mágico adicional a los enemigos con poca vida. Puede lanzar Convergencia paralela para dividir la línea temporal, creando una anomalía después de unos segundos que ralentiza a los enemigos atrapados en ella. Si Ekko entra en la anomalía, obtiene un escudo y aturde a los enemigos congelándolos en el tiempo.",
        "vi_vn": "Đòn đánh thường của Ekko gây thêm sát thương phép lên kẻ địch thấp máu. Ekko sử dụng Lưỡng Giới Đồng Quy để phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và làm choáng kẻ địch bị giữ lại bên trong.",
        "th_th": "การโจมตีปกติของ Ekko จะสร้างโบนัสความเสียหายเวทต่อศัตรูที่มีพลังชีวิตต่ำ เขาสามารถร่าย Parallel Convergence เพื่อแบ่งแยกเส้นเวลา สร้างความผิดปกติของกาลเวลาที่แผ่ขยายออกหลังจากผ่านไปครู่หนึ่ง มันจะสโลว์ศัตรูทั้งหมดที่อยู่ในพื้นที่ ถ้าหาก Ekko เข้าไปในพื้นที่นั้นเขาจะได้รับโล่ป้องกันพร้อมกับสตันศัตรูด้วยการกักขังพวกเขาไว้ในห้วงเวลา",
        "zh_tw": "艾克的普攻會對生命值低的敵軍造成額外魔法傷害。他可以施放時空攔截，分開時間軸，在數秒後創造一個會緩速範圍內敵軍的力場。若艾克進入力場，會立即獲得護盾並暫停時間，使敵軍暈眩。",
        "ko_kr": "에코의 기본 공격이 체력이 낮은 적에게 추가 마법 피해를 입힙니다. 에코가 평행 시간 교차를 사용하면 시간의 균열을 열어 몇 초 후에 퍼져나가는 불안정한 특이점을 만들어내며, 이 안에 갇힌 적들을 둔화시킵니다. 에코가 특이점 안에 들어가면 자신은 보호막을 얻으며, 적들의 시간을 멈추며 기절시킵니다.",
        "ja_jp": "残り体力の少ない敵に対する通常攻撃が追加魔法ダメージを与える。「パラレルトラップ」を発動すると時間軸を分岐させて数秒後に次元歪曲空間を出現させ、効果範囲内にいる敵にスロウ効果を与える。この次元歪曲空間へエコーが進入するとシールドを獲得し、範囲内の敵ユニットの時間を停止させてスタン効果を与える。",
        "pt_br": "Os ataques básicos de Ekko causam Dano Mágico adicional a inimigos com pouca Vida. Ele pode conjurar Convergência Paralela para dividir a linha do tempo e criar uma anomalia após alguns segundos, causando Lentidão aos inimigos que estiverem dentro dela. Se Ekko entrar na anomalia, ele recebe um Escudo e causa Atordoamento aos inimigos ao pará-los no tempo."
      }
    }
  ]
}