{
  "slug": "gnar",
  "name": {
    "ru_ru": "ГНАР",
    "pt_br": "GNAR",
    "en_us": "GNAR",
    "it_it": "GNAR",
    "tr_tr": "GNAR",
    "de_de": "GNAR",
    "ms_my": "GNAR",
    "vi_vn": "GNAR",
    "ko_kr": "나르",
    "ja_jp": "ナー",
    "es_es": "GNAR",
    "fr_fr": "GNAR",
    "th_th": "GNAR",
    "zh_tw": "吶兒",
    "en_gb": "GNAR",
    "pl_pl": "GNAR",
    "es_mx": "GNAR",
    "en_sg": "GNAR",
    "ar_ae": "غنار"
  },
  "roles": [
    "fighter",
    "tank"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/2b74cce5203bed8c192ff5c017b01a5231497430-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "rage_gene",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/780f09821c45e23b9098fa8780b5d4338fb9b633-128x128.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/b901c6bb192c03061dc2834773b6744ba0220ad8.mp4",
      "name": {
        "ms_my": "RAGE GENE",
        "tr_tr": "HİDDET GENİ",
        "pl_pl": "GEN GNIEWU",
        "it_it": "GENE DELLA RABBIA",
        "es_es": "GEN DE FURIA",
        "de_de": "WUTGEN",
        "fr_fr": "RAGE GÉNIQUE",
        "en_gb": "RAGE GENE",
        "en_us": "RAGE GENE",
        "ru_ru": "ГЕН ЯРОСТИ",
        "ar_ae": "مورثة الغضب",
        "en_sg": "RAGE GENE",
        "es_mx": "GEN DE LA FURIA",
        "vi_vn": "ĐỘT BIẾN GIEN",
        "th_th": "RAGE GENE",
        "zh_tw": "狂怒基因",
        "ko_kr": "분노 유전자",
        "ja_jp": "ぷんすこ",
        "pt_br": "FÚRIA GENÉTICA"
      },
      "description": {
        "ms_my": "Gnar menjana Rage apabila mengenakan dan menerima damage. Pada Rage maksimum, ability seterusnya akan menukarkannya menjadi Mega Gnar, memberikan nyawa, armor, magic resistance dan attack ditingkatkan. Dalam bentuk Mini Gnar, dia masih akan mendapat move speed, attack speed dan jarak attack.",
        "tr_tr": "Gnar hasar verdiğinde veya aldığında Hiddet biriktirir. Azami Hiddet yüküne ulaştığında kullandığı bir sonraki yetenek onu Mega Gnar'a dönüştürerek can, zırh, büyü direnci ve saldırı gücü kazandırır. Mini Gnar biçimine döndüğünde hareket hızı, saldırı hızı ve saldırı menzili kazanır.",
        "pl_pl": "Gnar generuje Gniew, gdy zadaje i odnosi obrażenia. Kiedy osiągnie maksymalny poziom Gniewu, przemieni się w Mega-Gnara, co da mu zwiększenie zdrowia, pancerza, odporności na magię i obrażenia od ataku. Po powrocie do formy Mini-Gnara będzie miał zwiększoną prędkość ruchu i ataku oraz większy zasięg.",
        "it_it": "Gnar genera Rabbia infliggendo e subendo danni. Quando la Rabbia è al massimo, la prossima abilità lo trasforma in Mega Gnar, fornendo salute, armatura, resistenza magica e attacco fisico aumentati. Quando torna Mini Gnar ottiene comunque velocità di movimento, velocità d'attacco e gittata.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar generiert Wut, wenn er Schaden verursacht oder erleidet. Bei maximaler Wut transformiert ihn seine nächste Fähigkeit in Mega-Gnar, wodurch Leben, Rüstung, Magieresistenz und Angriffskraft erhöht werden. Wenn er wieder Mini-Gnar ist, erhält er weiterhin Lauftempo, Angriffstempo und Reichweite.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar generates Rage when dealing and receiving damage. At maximum Rage his next ability will transform him into Mega Gnar, granting increased health, armor, magic resistance, and attack. Back in his Mini Gnar form he will still gain move speed and attack speed and range.",
        "en_us": "Gnar generates Rage when dealing and receiving damage. At maximum Rage his next ability will transform him into Mega Gnar, granting increased health, armor, magic resistance, and attack. Back in his Mini Gnar form he will still gain move speed and attack speed and range.",
        "ru_ru": "Нанося и получая урон, Гнар накапливает ярость. Когда Гнар накапливает максимальное количество ярости, при применении следующего умения он превращается в Мега-Гнара: увеличиваются его показатели здоровья, брони, сопротивления магии и силы атаки. Вновь обретя форму Мини-Гнара, он получает прибавку к скорости передвижения, а также дальности и скорости атаки.",
        "ar_ae": "يولِّد غنار الغضب عند إلحاق الضرر أو تلقيه. ولدى بلوغ الحد الأقصى من الغضب، تحوله قدرته التالية إلى غنار الضخم، مما يمنحه زيادة في الصحة والدروع ومقاومة السحر والهجوم. عند عودته إلى هيئة غنار الصغير، يستمر في الحصول على زيادة في سرعة الحركة وسرعة ومدى الهجوم.",
        "en_sg": "Gnar generates Rage when dealing and receiving damage. At maximum Rage his next ability will transform him into Mega Gnar, granting increased health, armor, magic resistance, and attack. Back in his Mini Gnar form he will still gain move speed and attack speed and range.",
        "es_mx": "Gnar genera Rabia al infligir y recibir daño. Al acumular el máximo de Rabia, su próxima habilidad lo transformará en Mega Gnar, lo que le otorgará un aumento de vida, armadura, resistencia mágica y ataque. Al regresar a su forma de Mini Gnar, aún obtendrá velocidad de movimiento y de ataque, y alcance.",
        "vi_vn": "Gnar tăng Cuồng khi gây và nhận sát thương. Đạt đủ mức Cuồng tới đa sẽ khiến cậu biến hình thành Gnar Khổng Lồ, giúp tăng cường máu, giáp, kháng phép và sức tấn công. Gnar sẽ nhận được tốc độ di chuyển, tốc độ đánh và tầm đánh khi trở về dạng Gnar Tí Nị.",
        "th_th": "Gnar ได้รับ Rage เมื่อสร้างและได้รับความเสียหาย เมื่อมี Rage เต็ม สกิลถัดไปของเขาจะเปลี่ยนเขาให้กลายเป็น Mega Gnar ให้พลังชีวิต เกราะ ต้านทานเวท และพลังโจมตีที่เพิ่มขึ้น การกลับเป็นร่าง Mini Gnar จะทำให้เขายังได้รับความเร็วเคลื่อนที่ ความเร็วโจมตี และระยะโจมตี",
        "zh_tw": "吶兒造成或受到傷害時會產生怒氣。怒氣值全滿時，下一個技能會將他變身為狂暴吶兒，獲得額外生命、物理防禦、魔法防禦和普攻。恢復小不點吶兒型態後，仍會繼續獲得跑速、攻速及攻擊距離。",
        "ko_kr": "나르가 피해를 입히거나 받을 때 분노를 생성합니다. 분노가 최고치에 도달하면 다음번 스킬을 사용할 때 메가 나르로 변신하여 체력, 방어력, 마법 저항력, 공격력이 증가합니다. 미니 나르 형태로 돌아가면 이동 속도, 공격 속도, 사거리가 증가합니다.",
        "ja_jp": "ダメージを与えるかダメージを受けると、戦闘中に「怒り」が溜まっていく。「怒り」が最大に達した状態でスキルを使用するとメガナーに変身し、体力、物理防御、魔法防御、攻撃力が上昇する。ミニナーの状態に戻っても、移動速度、攻撃速度、範囲が上昇したままとなる。",
        "pt_br": "Gnar gera Fúria ao causar e ao sofrer dano. Com o máximo de Fúria, sua próxima habilidade o transformará em Mega-Gnar, concedendo mais Vida, Armadura, Resistência Mágica e Dano de Ataque. Ao voltar para a forma de Mini-Gnar, ele ainda receberá Velocidade de Movimento, Velocidade de Ataque e Alcance."
      },
      "extraDescription": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      }
    },
    {
      "slot": "Q",
      "key": "boomerang_throw__boulder_toss",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/d3180c6ae7decd93190653c7ada7cc89eae97e10-128x128.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/64050c9bf0cd2ef4b28c5799c6b1c0d77724cc84.mp4",
      "name": {
        "ms_my": "BOOMERANG THROW / BOULDER TOSS",
        "tr_tr": "BUMERANG AT / KAYA FIRLAT",
        "pl_pl": "RZUT BUMERANGIEM / DAJ KAMIENIA!",
        "it_it": "LANCIO DEL BOOMERANG/SPLAT!",
        "es_es": "BUMERÁN / PEÑASCAZO",
        "de_de": "BUMERANG-WURF / FELSBLOCK-WURF",
        "fr_fr": "JET DE BOOMERANG/JET DE ROCHER",
        "en_gb": "BOOMERANG THROW / BOULDER TOSS",
        "en_us": "BOOMERANG THROW / BOULDER TOSS",
        "ru_ru": "БРОСОК БУМЕРАНГА / БРОСОК ВАЛУНА",
        "ar_ae": "رمية البومرانغ \\ رمية الجلمود",
        "en_sg": "BOOMERANG THROW / BOULDER TOSS",
        "es_mx": "BÚMERAN / PEDRADA",
        "vi_vn": "NÉM BOOMERANG / NÉM ĐÁ",
        "th_th": "BOOMERANG THROW / BOULDER TOSS",
        "zh_tw": "骨頭迴力鏢／巨岩拋擲",
        "ko_kr": "부메랑 던지기 / 돌덩이 던지기",
        "ja_jp": "ブーメラン / ぽいっ",
        "pt_br": "BUMERANGUE/PEDREGULHO"
      },
      "description": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar lanza un bumerán que inflige daño y ralentiza a los enemigos antes de volver a él. Si recoge el bumerán, el enfriamiento se reduce. Mega-Gnar lanza un peñasco a un enemigo, y daña y ralentiza a los que están a su alrededor. También en este caso se puede recoger el proyectil para reducir el enfriamiento.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar lance un boomerang qui inflige des dégâts aux ennemis touchés et les ralentit. Le boomerang revient ensuite vers Gnar. S'il rattrape le boomerang, le délai de récupération est réduit. Méga Gnar lance un rocher qui s'arrête à la première unité touchée, blessant et ralentissant tous les ennemis proches. Gnar peut ensuite ramasser le rocher pour réduire le délai de récupération.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар бросает бумеранг, который наносит урон и замедляет врагов, прежде чем вернуться к Гнару. Если Гнар ловит бумеранг, время перезарядки сокращается. Мега-Гнар швыряет огромный валун, который летит, пока не столкнется с противником, нанося урон ему и всем врагам вокруг и уменьшив их скорость передвижения. Подбирание валуна сокращает время перезарядки.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      },
      "extraDescription": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      }
    },
    {
      "slot": "W",
      "key": "hyper__wallop",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/862ff235e9023f526d2579c1259653a4d09a5ef5-128x128.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/be8af9ef3fa614c94447892c97bf94e2c61b73f4.mp4",
      "name": {
        "ms_my": "HYPER / WALLOP",
        "tr_tr": "HİPER / GÖÇERT",
        "pl_pl": "HIPERSIŁA / ŁOMOT",
        "it_it": "IPERATTIVITÀ/BAM!",
        "es_es": "HÍPER / GOLPAZO",
        "de_de": "AUFGEDREHT / PRÜGEL",
        "fr_fr": "AGITATION/BEIGNE",
        "en_gb": "HYPER / WALLOP",
        "en_us": "HYPER / WALLOP",
        "ru_ru": "ТОРОПЫЖКА / БУМ",
        "ar_ae": "الإفراط \\ اللكزة",
        "en_sg": "HYPER / WALLOP",
        "es_mx": "HIPER / APLASTAR",
        "vi_vn": "QUÁ KHÍCH / ĐẬP PHÁ",
        "th_th": "HYPER / WALLOP",
        "zh_tw": "野獸本能／原始衝撞",
        "ko_kr": "슝슝 / 쿵쾅",
        "ja_jp": "ごきげん / こてんぱん",
        "pt_br": "HIPERATIVO/SAFANÃO"
      },
      "description": {
        "ms_my": "Attack dan spell Gnar mengujakannya, mengenakan damage bonus dan memberinya Move Speed. Mega Gnar terlalu berang untuk menjadi teruja dan sebaliknya boleh berdiri dengan kaki belakangnya dan menghempas kawasan di hadapannya untuk stun musuh dalam kawasan itu.",
        "tr_tr": "Gnar'ın saldırı ve yetenekleri heyecanını arttırarak ilave hasar vermesini ve hareket hızı kazanmasını sağlar. Mega Gnar hiddetlendiği için heyecanlanmaz. Onun yerine arka ayakları üzerinde kalkıp önünde bulunan alanı yumruklar ve belli bir alandaki rakipleri sersemletir.",
        "pl_pl": "Gdy Gnar atakuje i używa umiejętności, emocjonuje się, co zapewnia mu dodatkowe obrażenia i premię do prędkości ruchu. Mega-Gnar jest zbyt rozwścieczony, by mógł korzystać z tej premii. W zamian staje na tylnych łapach i wykonuje niszczycielski atak na wprost siebie, ogłuszając wrogów w polu rażenia.",
        "it_it": "Gli attacchi e le abilità di Gnar lo infervorano, facendogli infliggere danni bonus e conferendogli velocità di movimento. Mega Gnar è troppo arrabbiato per essere iperattivo, quindi si alza in posizione eretta e colpisce un'area davanti a sé, stordendo i nemici.",
        "es_es": "Los ataques y hechizos de Gnar lo aceleran, con lo que causa daño adicional y aumenta su velocidad de movimiento. Mega-Gnar está demasiado furioso para correr, y lo que hace es levantarse y golpear con violencia la zona que tiene delante. Los enemigos que haya dentro quedan aturdidos.",
        "de_de": "Gnars Angriffe und Fähigkeiten drehen ihn auf, verursachen zusätzlichen Schaden und gewähren ihm Lauftempo. Mega-Gnar ist zu wütend, um aufzudrehen und kann sich stattdessen auf seine Hinterbeine stellen und auf den Boden vor sich eindreschen, wodurch er Gegner in diesem Gebiet betäubt.",
        "fr_fr": "Gnar est agité à force d'attaquer et d'utiliser des compétences, ce qui lui permet d'infliger des dégâts supplémentaires et d'augmenter sa vitesse de déplacement. Méga Gnar est enragé : il se dresse sur ses pattes arrière et frappe devant lui, étourdissant les ennemis dans la zone.",
        "en_gb": "Gnar's attacks and spells hype him up, dealing bonus damage and granting him Move Speed. Mega Gnar is too enraged to be hyper and instead can rear up on his hind legs and smash down on the area in front of him, stunning enemies in an area.",
        "en_us": "Gnar's attacks and spells hype him up, dealing bonus damage and granting him Move Speed. Mega Gnar is too enraged to be hyper and instead can rear up on his hind legs and smash down on the area in front of him, stunning enemies in an area.",
        "ru_ru": "Автоатаки Гнара против одной и той же цели наносят дополнительный урон и увеличивают его скорость передвижения. Мега-Гнар слишком большой, чтобы быть Торопыжкой, вместо этого он становится на задние лапы и бьет кулаками по земле, нанося урон всем врагам перед собой и оглушая их на короткое время.",
        "ar_ae": "تتسبب هجمات غنار وتعويذاته في إثارة حماسه، فيلحق ضررًا إضافيًا ويكسب سرعة حركة. يؤدي غضب غنار الضخم الزائد إلى منعه من الحماس، لكنه يثب على ساقيه الخلفيتين كخيار بديل ويسحق المنطقة الموجودة أمامه ليصعق الأعداء فيها.",
        "en_sg": "Gnar's attacks and spells hype him up, dealing bonus damage and granting him Move Speed. Mega Gnar is too enraged to be hyper and instead can rear up on his hind legs and smash down on the area in front of him, stunning enemies in an area.",
        "es_mx": "Los ataques y hechizos de Gnar lo animan, lo que hace que inflija daño adicional y reciba velocidad de movimiento. Mega Gnar está demasiado enfurecido para animarse, pero puede pararse sobre sus patas traseras y golpear con fuerza el área frente a él para aturdir a los enemigos cercanos.",
        "vi_vn": "Các đòn đánh và kĩ năng của Gnar khiến cậu cảm thấy phấn khích, giúp gây thêm sát thương và tăng Tốc Độ Di Chuyển. Gnar Khổng Lồ không hề cảm thấy phấn khích, mà chỉ đơn giản là muốn đập phá mọi thứ phía trước cậu, làm choáng các nạn nhân trúng chiêu.",
        "th_th": "การโจมตีและสกิลของ Gnar จะทำให้เขาตื่นเต้น สร้างโบนัสความเสียหายและให้ความเร็วเคลื่อนที่แก่เขา Mega Gnar บ้าคลั่งเกินกว่าจะตื่นเต้น เขาจะยืนขึ้นด้วยขาหลังแล้วทุบพื้นด้านหน้าของเขา สตันศัตรูในพื้นที่",
        "zh_tw": "吶兒的普攻與技能會激怒他，造成額外傷害與獲得額外跑速。狂暴吶兒已經呈現暴怒狀態，無法再次被激怒，但他能立起後腿並且推擊前方的區域，暈眩範圍內的敵軍。",
        "ko_kr": "나르는 기본 공격과 스킬 공격을 하면 신이 나서 추가 피해를 입히며 이동 속도가 상승합니다. 메가 나르는 너무 분노해 있어서, 뒷발로 일어나서 전방을 꽝 내리치며 일정 범위 안의 적들을 기절시킵니다.",
        "ja_jp": "ナーが通常攻撃とスキルで相手にマークをつけるようになる。マークがたまった敵を攻撃するとナーは興奮し、追加ダメージを与えて移動速度が増加する。メガナーは興奮を通りこし、怒りが爆発する。片腕を目の前におもいきり振り下ろし、範囲内の敵ユニットにダメージを与えてスタン効果を付与する。",
        "pt_br": "Os ataques e as habilidades de Gnar o animam, causando dano adicional e concedendo Velocidade de Movimento. Já Mega-Gnar é bravo demais para se animar com qualquer coisa: em vez disso, ele sobe nas patas traseiras e atinge a área à frente, atordoando inimigos em área."
      },
      "extraDescription": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      }
    },
    {
      "slot": "E",
      "key": "hop__crunch",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/d18caee7df90516fbd872c89b245f9dc88b3508a-128x128.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/763f3ee2870ff154d3845b52625cbe3a71cf9480.mp4",
      "name": {
        "ms_my": "HOP / CRUNCH",
        "tr_tr": "HOP / GÜM",
        "pl_pl": "HOP / MIAZGA",
        "it_it": "HOP!/CRASH!",
        "es_es": "BRINCO / SACUDIDA",
        "de_de": "HOPS / KNIRSCH",
        "fr_fr": "REBOND/APLATISSEMENT",
        "en_gb": "HOP / CRUNCH",
        "en_us": "HOP / CRUNCH",
        "ru_ru": "ПРЫГ / ХРЯСЬ",
        "ar_ae": "القفز \\ السحق",
        "en_sg": "HOP / CRUNCH",
        "es_mx": "BRINCO / SALTO BESTIAL",
        "vi_vn": "NHÚN NHẢY / NGHIỀN NÁT",
        "th_th": "HOP / CRUNCH",
        "zh_tw": "吶兒跳跳／重磅輾壓",
        "ko_kr": "폴짝 / 우지끈",
        "ja_jp": "ぴょんぴょん / ドーン！",
        "pt_br": "PIRUETA/ENCONTRÃO"
      },
      "description": {
        "ms_my": "Gnar melompat ke satu lokasi dan melantun dari kepala mana-mana unit yang didaratnya untuk bergerak dengan lebih jauh. Mega Gnar terlalu besar untuk melantun dan sebaliknya akan mendarat dengan kuasa yang menghancurkan bumi, mengenakan damage dalam kawasan di sekelilingnya.",
        "tr_tr": "Gnar bir konuma sıçrar ve üstüne indiği herhangi bir birimden sekerek daha uzağa ilerler. Mega Gnar sekemeyecek kadar büyük olduğundan daha yıkıcı bir güçle inerek etrafındaki alana hasar verir.",
        "pl_pl": "Gnar doskakuje w wybrane miejsce i odbija się od głowy jednostki, na której wyląduje, pokonując jeszcze większą odległość. Mega-Gnar jest zbyt duży, by się odbić i zamiast tego ląduje z impetem, zadając obrażenia obszarowe.",
        "it_it": "Gnar salta in un punto e rimbalza sulla testa dell'unità su cui atterra, andando più lontano. Mega Gnar è troppo grande per rimbalzare, quindi atterra con una forza devastante che infligge danni ad area.",
        "es_es": "Gnar salta sobre una ubicación y, si aterriza sobre la cabeza de una unidad, puede seguir saltando. Mega-Gnar es demasiado grande para rebotar, así que aterriza con fuerza devastadora y causa daño en la zona circundante.",
        "de_de": "Gnar springt an einen Ort und hüpft vom Kopf jeder Einheit, auf der er landet, und reist weiter. Mega-Gnar ist zu groß, um weiter zu hüpfen, und landet stattdessen mit die Erde zum Beben bringender Kraft, wodurch er in dem Bereich um sich herum Schaden verursacht.",
        "fr_fr": "Gnar bondit dans la direction ciblée et rebondit sur la tête de toute unité sur laquelle il atterrit, ce qui lui permet d'aller plus loin. Méga Gnar est trop gros pour rebondir : il atterrit de façon fracassante et inflige des dégâts de zone.",
        "en_gb": "Gnar leaps to a location and bounces off the head of any unit he lands on, traveling further. Mega Gnar is too large to bounce and instead lands with earth-shattering force, dealing damage in an area around him.",
        "en_us": "Gnar leaps to a location and bounces off the head of any unit he lands on, traveling further. Mega Gnar is too large to bounce and instead lands with earth-shattering force, dealing damage in an area around him.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يثب غنار إلى موقع معين، ثم يرتد من على رأس أي وحدة يهبط فوقها، فينتقل إلى مسافة أبعد. لا يستطيع غنار الضخم الارتداد بسبب حجمه، فيهبط بدلًا من ذلك بقوة تزلزل الأرض، فيلحق الضرر بالمنطقة المحيطة به.",
        "en_sg": "Gnar leaps to a location and bounces off the head of any unit he lands on, traveling further. Mega Gnar is too large to bounce and instead lands with earth-shattering force, dealing damage in an area around him.",
        "es_mx": "Gnar salta hacia una ubicación y rebota contra la cabeza de cualquier unidad sobre la que aterrice para viajar más lejos. Mega Gnar es demasiado grande para rebotar, pero aterriza con una fuerza estremecedora, lo que infligirá daño en el área a su alrededor.",
        "vi_vn": "Gnar nhảy tới điểm đã chọn rồi nhún nhảy khỏi đầu bất kì đơn vị nào cậu đáp xuống, để tiếp tục di chuyển xa hơn. Gnar Khổng Lồ quá lớn để nhún nhảy nên phải đáp mạnh xuống mặt đất, gây sát thương xung quanh cậu.",
        "th_th": "Gnar กระโจนไปยังตำแหน่งเป้าหมาย แล้วเหยียบหัวยูนิตตัวใดก็ได้เพื่อกระเด้งออกไปให้ไกลขึ้น Mega Gnar ตัวใหญ่เกินกว่าจะกระเด้งได้ ทำให้สร้างแรงกระแทกมหาศาลเมื่อลงพื้นแทน สร้างความเสียหายในพื้นที่รอบตัวเขา",
        "zh_tw": "吶兒奮力一跳到指定地點並且蹦蹦跳跳地從任何單位頭上翻過。狂暴吶兒太巨大了，無法從頭上越過任何單位，反之，他會用一股粉碎地面的重力狠狠砸向目標，在範圍內造成傷害。",
        "ko_kr": "나르가 대상 지점으로 폴짝 뛰며, 유닛의 머리 위에 착지하는 경우에는 튕겨서 더 멀리 날아갑니다. 메가 나르는 튕겨가기에는 너무 커서, 대신 착지한 지면에 균열을 일으키고 주위 일정 반경에 피해를 입힙니다.",
        "ja_jp": "ナーがジャンプする。ユニットの上に着地すると、頭の上をはねてさらに遠くまでジャンプする。メガナーは体が大きすぎて弾まない。そのかわり、着地するときに体をたたきつけて衝撃波をうみだし、周囲の敵にダメージを与える。",
        "pt_br": "Gnar salta em um local e usa como plataforma a cabeça de qualquer unidade em que eventualmente aterrissar, deslocando-se ainda mais. Mega-Gnar é grande demais para usar a cabeça dos outros como plataforma e, em vez disso, aterrissa com muita força, causando dano numa área ao redor."
      },
      "extraDescription": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      }
    },
    {
      "slot": "R",
      "key": "gnar",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/84d5e92de7d9f434bdbb8ca35ded2d85a4ca00ed-128x128.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/cb8bc7c905205dcda3495029e094eccc04d81960.mp4",
      "name": {
        "ms_my": "GNAR!",
        "tr_tr": "GNAR!",
        "pl_pl": "GNAR!",
        "it_it": "GNAR!",
        "es_es": "¡GNAR!",
        "de_de": "GNAR!",
        "fr_fr": "GNAR !",
        "en_gb": "GNAR!",
        "en_us": "GNAR!",
        "ru_ru": "ГНА-А-А-Р!",
        "ar_ae": "غنار!",
        "en_sg": "GNAR!",
        "es_mx": "¡GNAR!",
        "vi_vn": "GNAR!",
        "th_th": "GNAR!",
        "zh_tw": "狂嘯猛擊！",
        "ko_kr": "나르!",
        "ja_jp": "ナー！",
        "pt_br": "GNAR!"
      },
      "description": {
        "ms_my": "Mega Gnar mencampak segala-gala di sekelilingnya dalam arah yang dipilih, mengenakan damage dan slow mereka. Mana-mana musuh yang terkena tembok akan stun dan menerima damage bonus.",
        "tr_tr": "Mega Gnar etrafındaki her şeyi seçilen yöne doğru fırlatarak onların hasar almasına ve yavaşlamasına yol açar. Bir duvara çarpan rakipler sersemler ve ilave hasar alır.",
        "pl_pl": "Mega-Gnar rzuca wszystkim wokół w wybranym kierunku, zadając obrażenia i spowalniając przeciwników. Przeciwnik, który uderzy o ścianę, zostanie ogłuszony i otrzyma dodatkowe obrażenia.",
        "it_it": "Mega Gnar lancia i nemici che ha intorno nella direzione scelta, danneggiandoli e rallentandoli. Se un nemico colpisce un muro, viene stordito e subisce danni bonus.",
        "es_es": "Mega-Gnar arroja en una dirección a todos los enemigos circundantes, que reciben daño y quedan ralentizados. Cualquier enemigo que choque con un muro queda aturdido y recibe daño adicional.",
        "de_de": "Mega-Gnar wirft alles um ihn herum in eine ausgewählte Richtung, verursacht dabei Schaden und verlangsamt. Jeder Gegner, der eine Mauer trifft, wird betäubt und erleidet zusätzlichen Schaden.",
        "fr_fr": "Méga Gnar projette tous les ennemis proches dans la direction ciblée, leur infligeant des dégâts et les ralentissant. Si un ennemi percute un mur, il est étourdi et il subit des dégâts supplémentaires.",
        "en_gb": "Mega Gnar throws everything around him in a chosen direction, dealing damage and slowing them. Any enemy that hits a wall is stunned and takes bonus damage.",
        "en_us": "Mega Gnar throws everything around him in a chosen direction, dealing damage and slowing them. Any enemy that hits a wall is stunned and takes bonus damage.",
        "ru_ru": "Гнар хватает всех врагов вокруг себя и бросает их в выбранном направлении, нанося им урон и замедляя их. Если враг врезается в препятствие, он не замедляется, а оглушается, а наносимый ему урон увеличивается.",
        "ar_ae": "يرمي غنار الضخم كل شيء حوله في اتجاه معين يختاره ليلحق الضرر ويبطئ الأعداء. يتعرض أي عدو يرتطم بجدار إلى الصعق ويتلقى ضررًا إضافيًا.",
        "en_sg": "Mega Gnar throws everything around him in a chosen direction, dealing damage and slowing them. Any enemy that hits a wall is stunned and takes bonus damage.",
        "es_mx": "Mega Gnar lanza todo a su alrededor hacia la dirección elegida, lo que inflige daño y ralentiza a los enemigos. Cualquier enemigo que impacte un muro quedará aturdido y recibirá daño adicional.",
        "vi_vn": "Gnar Khổng Lồ ném mọi thứ quanh cậu theo hướng đã chọn, gây sát thương và làm chậm các nạn nhân trúng chiêu. Bất kì kẻ địch nào trúng phải vách tường đều bị làm choáng và chịu thêm sát thương.",
        "th_th": "Mega Gnar จะโยนทุกสิ่งทุกอย่างที่อยู่รอบตัวเขาออกไปในทิศทางที่เลือก สร้างความเสียหายและสโลว์พวกเขา ศัตรูตัวไหนที่กระแทกเข้ากับกำแพงจะถูกสตันและได้รับโบนัสความเสียหาย",
        "zh_tw": "狂暴吶兒將會把身邊的一切都丟往指定方向，造成傷害並緩速附近敵方單位。任何因此撞到牆上的敵軍都會暈眩，受到額外傷害。",
        "ko_kr": "메가 나르가 선택한 방향으로 주위 모두를 집어던져 피해를 입히고 속도를 늦춥니다. 벽에 부딪힌 적은 기절하며 추가 피해를 입습니다.",
        "ja_jp": "メガナーが周りのモノを根こそぎ指定方向へ投げ、命中した敵にダメージとスロウ効果を与える。投げられた敵が壁にぶつかるとスタン状態になり、追加ダメージを受ける。",
        "pt_br": "Mega-Gnar joga tudo o que estiver próximo de si na direção escolhida, causando dano e Lentidão. Qualquer inimigo que atingir uma parede ficará atordoado e sofrerá dano adicional."
      },
      "extraDescription": {
        "ms_my": "Gnar melontar bumerang yang mengenakan damage dan slow musuh yang terkena sebelum berpatah balik kepadanya. Jika berjaya ditangkap, cooldown bumerang itu akan dikurangkan. Sebaliknya, Mega Gnar membaling batu tongkol yang menghentikan unit pertama yang terkena, mengenakan damage dan slow segala-gala yang berdekatan. Batu tongkol itu dapat diambil untuk mengurangkan cooldown.",
        "tr_tr": "Gnar, isabet ettiği rakiplere hasar veren ve onları yavaşlatan bir bumerang gönderir. Bumerang daha sonra Gnar'a geri döner. Gnar, bumerangı yakalarsa bekleme süresi azalır. Mega Gnar ise bir kaya fırlatır. Bu kaya isabet ettiği ilk hedefte durarak yakınında bulunan her şeye hasar verir ve onları yavaşlatır. Gnar kayayı yerden alırsa bekleme süresi azalır.",
        "pl_pl": "Mini-Gnar rzuca bumerangiem, który zadaje obrażenia i spowalnia trafionych wrogów, po czym wraca do niego. Jeśli Gnar go złapie, czas odnowienia rzutu ulegnie skróceniu. Mega-Gnar rzuca głazem, który zatrzyma się na pierwszej trafionej jednostce, zadając obrażenia i spowalniając wszystkich wokół. Podniesienie głazu skróci czas odnowienia.",
        "it_it": "Gnar lancia un boomerang che infligge danni e rallenta i nemici che colpisce, per poi tornare da lui. Se afferra il boomerang la ricarica si riduce. Mega Gnar lancia un masso che si ferma alla prima unità colpita, infliggendo danni e rallentando i nemici nelle vicinanze. Può essere raccolto per ridurre la ricarica.",
        "es_es": "Gnar genera furia al infligir y recibir daño. Al llegar al nivel máximo, su próxima habilidad lo transforma en Mega-Gnar, una forma en la que tiene vida, armadura, resistencia mágica y daño de ataque adicionales. Al volver a la forma de Mini-Gnar, obtiene velocidad de movimiento, velocidad de ataque y alcance de ataque.",
        "de_de": "Gnar wirft einen Bumerang, der getroffenen Zielen Schaden zufügt und sie verlangsamt, bevor er zu ihm zurückkehrt. Wenn er den Bumerang fängt, wird seine Abklingzeit verringert. Mega-Gnar wirft stattdessen einen Felsblock, der bei der ersten getroffenen Einheit stoppt, Schaden verursacht und alle in der Nähe verlangsamt. Er kann aufgehoben werden, um die Abklingzeit zu verringern.",
        "fr_fr": "Gnar génère de la rage lorsqu'il inflige et subit des dégâts. Une fois sa jauge de Rage remplie, sa prochaine compétence le transforme en Méga Gnar, ce qui lui octroie des PV, de l'armure, de la résistance magique et de l'attaque supplémentaire. En revenant à sa forme de Mini Gnar, il gagnera quand même de la vitesse de déplacement, de la vitesse d'attaque et de la portée d'attaque.",
        "en_gb": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "en_us": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "ru_ru": "Гнар прыгает в выбранном направлении, увеличивая свою скорость атаки. Если он приземляется на любого бойца, он совершает еще один прыжок в том же направлении. Если этот боец вражеский, Гнар наносит ему урон и замедляет его. Мега-Гнар слишком большой для второго прыжка - прыгнув один раз, он обрушивается на землю с ужасающей силой, нанося урон всем врагам вокруг.",
        "ar_ae": "يرمي غنار بومرانغ يلحق الضرر بالأعداء الذين يصيبهم ويبطئهم قبل أن يعود إليه. وإن أمسك بالبومرانغ، يتم تقليص فترة تبريده. بدلًا من ذلك، يرمي غنار الضخم جلمودًا يتوقف عند أول وحدة يصيبها، فيلحق الضرر والإبطاء بكل ما حوله. يمكن التقاطه بعد ذلك لتقليص فترة التبريد.",
        "en_sg": "Gnar throws a boomerang that damages and slows enemies it hits before returning to him. If he catches the boomerang its cooldown is reduced. Mega Gnar instead throws a boulder that stops on the first unit hit, damaging and slowing everything nearby. It can then be picked up to reduce the cooldown.",
        "es_mx": "Gnar lanza un búmeran que daña y ralentiza a los enemigos que impacta antes de volver hacia él. Si atrapa el búmeran, su enfriamiento se reducirá. Mega Gnar lanza una piedra que se detiene en la primera unidad que impacte, lo que inflige daño y ralentiza a todos los enemigos cercanos. Entonces, se puede recoger para reducir el enfriamiento.",
        "vi_vn": "Gnar ném boomerang, gây sát thương và làm chậm kẻ địch trúng đòn trước khi nó quay trở lại với cậu. Nếu cậu bắt lại được chiếc boomerang, thời gian hồi chiêu sẽ giảm đi. Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.",
        "th_th": "Gnar ขว้างบูมเมอแรงที่สร้างความเสียหายและสโลว์ศัตรูที่โดนก่อนจะย้อนกลับมาหาเขา หากเขารับบูมเมอแรงไว้ได้ คูลดาวน์ของมันจะลดลง Mega Gnar จะโยนก้อนหินที่จะหยุดเมื่อโดนยูนิตตัวแรกออกไปแทน สร้างความเสียหายและสโลว์ทุกตัวที่อยู่ใกล้เคียง สามารถหยิบมันขึ้นมาเพื่อลดคูลดาวน์ได้",
        "zh_tw": "吶兒丟出骨頭迴力鏢，在迴力鏢回到自己身上前造成傷害並緩速敵軍。如果他接到迴力鏢的話，該技能冷卻時間將會減少。狂暴吶兒會丟出巨大岩石，巨石命中第一個目標後就會停住，緩速周圍所有敵方單位。可以把巨石撿起來，減少該技能冷卻時間。",
        "ko_kr": "나르가 부메랑을 던지면 맞힌 적에게 피해를 입히고 속도를 늦춘 다음 나르에게 돌아옵니다. 나르가 부메랑을 받으면 재사용 대기시간이 감소합니다. 메가 나르는 돌덩어리를 던져 주위 모두에게 피해를 입히고 속도를 늦춥니다. 던져진 돌덩어리는 적에게 맞으면 그 자리에 멈추며, 메가 나르가 다시 집어 들면 재사용 대기시간이 감소합니다.",
        "ja_jp": "ブーメランを投げる。ブーメランは命中した敵にダメージとスロウ効果を与えた後、ナーに戻る。戻ってきたブーメランをキャッチすると、クールダウンが短縮される。メガナーは、ブーメランのかわりに岩石を投げる。敵に命中するとその場に落下して、付近の敵すべてにダメージとスロウ効果を与える。落ちた岩石を拾うとクールダウンが短縮される。",
        "pt_br": "Mini-Gnar arremessa um bumerangue que causa dano e Lentidão aos inimigos atingidos e depois retorna para ele. Se Gnar apanhar o bumerangue, o Tempo de Recarga diminuirá. Já Mega-Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, o pedregulho pode ser apanhado para reduzir o Tempo de Recarga."
      }
    }
  ]
}