{
  "slug": "jhin",
  "name": {
    "ru_ru": "ДЖИН",
    "pt_br": "JHIN",
    "en_us": "JHIN",
    "it_it": "JHIN",
    "tr_tr": "JHIN",
    "de_de": "JHIN",
    "ms_my": "JHIN",
    "vi_vn": "JHIN",
    "ko_kr": "진",
    "ja_jp": "ジン",
    "es_es": "JHIN",
    "fr_fr": "JHIN",
    "th_th": "JHIN",
    "zh_tw": "燼",
    "en_gb": "JHIN",
    "pl_pl": "JHIN",
    "es_mx": "JHIN",
    "en_sg": "JHIN",
    "ar_ae": "جين"
  },
  "roles": [
    "marksman",
    "mage"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/c51637d437c6309d4d0f1e7ecfa4052bf33095f4-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "whisper",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/e68c9203ae7b25e39a78d9486fbc04f736ef61de-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/b8f85702bd8fde57ca32815abebcc29ec4446b4b.mp4",
      "name": {
        "ms_my": "Whisper",
        "tr_tr": "Suflör",
        "pl_pl": "Szept",
        "it_it": "Morte in quattro atti",
        "es_es": "Susurro",
        "de_de": "Whisper",
        "fr_fr": "Murmure",
        "en_gb": "Whisper",
        "en_us": "Whisper",
        "ru_ru": "Шепот",
        "ar_ae": "همسة",
        "en_sg": "Whisper",
        "es_mx": "Murmullo",
        "vi_vn": "Lời Thì Thầm",
        "th_th": "Whisper",
        "zh_tw": "低語",
        "ko_kr": "속삭임",
        "ja_jp": "この銃の名は｢囁き｣",
        "pt_br": "Sussurro"
      },
      "description": {
        "ms_my": "Pistol Jhin, Whisper adalah instrumen direka untuk damage tinggi. Ia menembak pada kadar tetap dan hanya mempunyai 4 tembakan. Jhin mengisi peluru terakhir dengan black magic untuk mengenakan critical strike dan damage bonus membunuh. Apabila Whisper mengenakan critical strike, Jhin akan mendapat tambahan movement speed.",
        "tr_tr": "Jhin'in Suflör adlı silahı olağanüstü hasar vermek için tasarlanmış, hassas bir araçtır. Sabit bir hızla atış yapar ve haznesinde sadece dört mermi taşır. Jhin, karanlık büyüyle donattığı dördüncü merminin kritik vuruş yapmasını ve ilave infaz hasarı vermesini sağlar. Suflör her kritik vuruş yaptığında Jhin'e ilham vererek kısa bir süre ilave hareket hızı kazandırır.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "L'arma di Jhin, Sussurro, è uno strumento preciso progettato per infliggere danni sproporzionati. Spara con una cadenza fissa e ha solo quattro proiettili. Jhin incanta l'ultimo proiettile con magie nere per mettere a segno un colpo critico e infliggere danni bonus da esecuzione. Quando Sussurro mette a segno un colpo critico, ispira in Jhin un aumento di velocità di movimento.",
        "es_es": "Susurro, el cañón de mano de Jhin, es un instrumento preciso diseñado para infligir un gran daño. Dispara con una cadencia fija y solo puede portar cuatro balas. Jhin baña la última bala con magia oscura para asestar impactos críticos e infligir daño de ejecución adicional. Siempre que Susurro asesta un impacto crítico, Jhin obtiene un aumento de velocidad de movimiento.",
        "de_de": "Jhins Pistole Whisper ist ein präzises Tötungsinstrument, das für maximalen Schaden entwickelt wurde. Sie verfügt über eine festgelegte Feuerrate und nur 4 Schuss Munition. Jhin verzaubert die letzte Kugel mit dunkler Magie, damit sie kritisch trifft und zusätzlichen Schaden an Zielen mit niedrigem Leben verursacht.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin's hand cannon, Whisper, is a precise instrument designed to deal superior damage. It fires at a fixed rate and carries only four shots. Jhin imbues the final bullet with dark magics to critically strike and deal bonus execute damage. Whenever Whisper crits, it inspires Jhin with a burst of movement speed.",
        "en_us": "Jhin's hand cannon, Whisper, is a precise instrument designed to deal superior damage. It fires at a fixed rate and carries only four shots. Jhin imbues the final bullet with dark magics to critically strike and deal bonus execute damage. Whenever Whisper crits, it inspires Jhin with a burst of movement speed.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يعتبر مدفع جين اليدوي، همسة، أداة دقيقة مصممة لإلحاق ضرر كبير. ويتم إطلاقه بمعدل ثابت، ويحمل أربع طلقات فقط. ويشبع جين الطلقة الأخيرة بأشكال السحر الأسود لتحقيق ضربة حرجة وإلحاق ضرر إعدام إضافي. وعند تحقيق همسة لضربة حرجة، يلهم هذا جين بدفقة من سرعة الحركة.",
        "en_sg": "Jhin's hand cannon, Whisper, is a precise instrument designed to deal superior damage. It fires at a fixed rate and carries only four shots. Jhin imbues the final bullet with dark magics to critically strike and deal bonus execute damage. Whenever Whisper crits, it inspires Jhin with a burst of movement speed.",
        "es_mx": "El cañón de mano de Jhin, Murmullo, es un instrumento preciso diseñado para infligir grandes cantidades de daño. Realiza disparos con un ritmo fijo y solo tiene 4 balas. Jhin imbuye la última bala con magia oscura para realizar un golpe crítico e infligir daño de ejecución adicional. Cuando asesta un golpe crítico con Murmullo, Jhin obtiene una breve mejora de velocidad de movimiento.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼有一把名為「低語」的精密武器，能造成可觀的傷害。它的射速是固定的，且一次只能裝填四發子彈。燼將黑魔法附在最後一發子彈上，以造成暴擊與額外斬殺傷害。低語的每次暴擊都能為燼激發靈感，讓他的跑速在短時間內大幅提升。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "ジンの「囁き」は極めて精密に作られた銃である。弾倉は4発、一定の速度でしか発射できないが、最後の弾丸に黒魔術による特殊な効果が生まれ、減少体力に応じた追加ダメージが発生する。また、クリティカルが発生するとジンの移動速度が増加する。",
        "pt_br": "O canhão de Jhin, Sussurro, é um instrumento preciso criado para causar muito dano. Ele dispara com frequência fixa e carrega apenas quatro projéteis. Jhin encanta o projétil final com magia sombria para causar Acerto Crítico e dano adicional de execução. Sempre que Sussurro causa acerto crítico, inspira Jhin com um impulso de Velocidade de Movimento."
      },
      "extraDescription": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      }
    },
    {
      "slot": "Q",
      "key": "dancing_grenade",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/30d346e4c5cdadf6ef4c281cae0392aba29d8572-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/9b1db2076182639a8b7ece8f439d786073242556.mp4",
      "name": {
        "ms_my": "Dancing Grenade",
        "tr_tr": "İlham Ateşi",
        "pl_pl": "Tańczący Granat",
        "it_it": "Ispirazione improvvisa",
        "es_es": "Granada danzante",
        "de_de": "Tanzende Granate",
        "fr_fr": "Grenade dansante",
        "en_gb": "Dancing Grenade",
        "en_us": "Dancing Grenade",
        "ru_ru": "Танцующая граната",
        "ar_ae": "قنبلة الرقص",
        "en_sg": "Dancing Grenade",
        "es_mx": "Granada Bailarina",
        "vi_vn": "Lựu Đạn Nhảy Múa",
        "th_th": "Dancing Grenade",
        "zh_tw": "狂舞手雷",
        "ko_kr": "춤추는 유탄",
        "ja_jp": "｢爆ぜ狂う果実｣",
        "pt_br": "Granada Dançante"
      },
      "description": {
        "ms_my": "Jhin melancarkan satu katrij magik ke arah satu musuh. Ia boleh menyerang sehingga empat sasaran dan mendapat damage setiap kill.",
        "tr_tr": "Jhin rakibine büyülü bir fişek atar. Fişek en fazla dört hedefe isabet eder ve verdiği hasar katlettiği her hedef başına artar.",
        "pl_pl": "Jhin ciska we wroga magicznym granatem, który może trafić w maksymalnie cztery cele i zyskuje obrażenia z każdym zabójstwem.",
        "it_it": "Jhin spara un bossolo magico a un nemico. Può colpire fino a quattro bersagli e aumenta i suoi danni ogni volta che uccide.",
        "es_es": "Jhin lanza un cartucho mágico a un enemigo. Podrá impactar a un máximo de cuatro objetivos y cada vez que mata suma daño.",
        "de_de": "Jhin schießt eine magische Patrone auf einen Gegner. Diese kann bis zu vier Ziele treffen und ihr Schaden erhöht sich jedesmal, wenn sie tötet.",
        "fr_fr": "Jhin lance une bombe magique sur un ennemi. Elle peut toucher jusqu'à quatre cibles et ses dégâts augmentent après chaque coup fatal.",
        "en_gb": "Jhin launches a magical cartridge at an enemy. It can hit up to four targets and gains damage each time it kills.",
        "en_us": "Jhin launches a magical cartridge at an enemy. It can hit up to four targets and gains damage each time it kills.",
        "ru_ru": "Джин бросает шашку в выбранного врага неподалеку. После поражения первой цели шашка до трех раз отскакивает в других находящихся рядом врагов. Если шашка убивает врага, она наносит дополнительный урон последующим целям.",
        "ar_ae": "يطلق جين خرطوشًا سحريًا على عدو. ويمكنه إصابة حتى أربعة أهداف، ويكسب الضرر كلما قتل هدفًا.",
        "en_sg": "Jhin launches a magical cartridge at an enemy. It can hit up to four targets and gains damage each time it kills.",
        "es_mx": "Jhin lanza un explosivo mágico a un enemigo. Puede impactar hasta cuatro objetivos y obtiene daño con cada unidad que mata.",
        "vi_vn": "Jhin ném một bọc đạn vào một kẻ địch. Nó có thể nảy tới tối đa 4 mục tiêu và tăng thêm sát thương mỗi lần hạ gục được một mục tiêu.",
        "th_th": "Jhin ยิงกระสุนเวทมนตร์ใส่ศัตรู ซึ่งสามารถโดนศัตรูได้สูงสุด 4 เป้าหมาย และความเสียหายจะเพิ่มขึ้นตามจำนวนครั้งที่มันสังหารได้สำเร็จ",
        "zh_tw": "燼對敵人射出一發魔法衝能過的鋼瓶。最多能夠擊中四個敵人，每在彈跳中擊殺目標，下次彈跳造成傷害便會增加。",
        "ko_kr": "진이 마법 폭탄을 적에게 던집니다. 최대 네 명의 대상에게 적중하며, 적을 처치할 때마다 피해량이 증가합니다.",
        "ja_jp": "指定した敵ユニットに特殊なグレネードを放り投げる。グレネードは最大4体まで敵ユニットの上を跳ねながらダメージを与え、ユニットを倒すたびに与えるダメージが増加する。",
        "pt_br": "Jhin lança um cartucho mágico em um inimigo. Ele pode atingir até quatro alvos e acumula dano a cada vez que causa um abate."
      },
      "extraDescription": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      }
    },
    {
      "slot": "W",
      "key": "deadly_flourish",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/d18698db86b50fc17aea51d87b9c1ba8b0c2fb89-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/3b67f24c14d28908c7bdb67c40be1a4adb1c4538.mp4",
      "name": {
        "ms_my": "Deadly Flourish",
        "tr_tr": "Trajedi",
        "pl_pl": "Zabójczy Rozkwit",
        "it_it": "Florilegio letale",
        "es_es": "Florecer mortal",
        "de_de": "Tödliche Fanfare",
        "fr_fr": "Floraison mortelle",
        "en_gb": "Deadly Flourish",
        "en_us": "Deadly Flourish",
        "ru_ru": "Смертельное действо",
        "ar_ae": "ازدهار مميت",
        "en_sg": "Deadly Flourish",
        "es_mx": "Brote Mortal",
        "vi_vn": "Nét Vẽ Chết Chóc",
        "th_th": "Deadly Flourish",
        "zh_tw": "致命伏筆",
        "ko_kr": "살상연희",
        "ja_jp": "｢死者への狂奏曲｣",
        "pt_br": "Florescer Mortal"
      },
      "description": {
        "ms_my": "Jhin menembak satu peluru dengan jarak yang jauh. Peluru tembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Jika sasaran baru saja diserang oleh pasukan Jhin, dicederakan oleh lotus trap atau dicederakan oleh Jhin, mereka akan terkena kesan rooted.",
        "tr_tr": "Jhin muazzam menzile sahip bir atış yapar. Atışı minyon ve canavarları deşip geçse de isabet ettiği ilk şampiyonda durur. Kısa süre önce Jhin'in takım arkadaşlarının saldırısına uğrayan, Nilüfer Kapanlarına yakalanan veya Jhin'den hasar alan hedefler sabitlenir.",
        "pl_pl": "Jhin wystrzeliwuje pojedynczy pocisk o niewiarygodnym zasięgu. Pocisk przebija stwory i potwory, ale zatrzymuje się na pierwszym trafionym bohaterze. Jeśli cel został niedawno trafiony Lotosową Pułapką Jhina, został zaatakowany przez jego sojuszników lub otrzymał od niego obrażenia, zostanie unieruchomiony.",
        "it_it": "Jhin spara un singolo colpo con una gittata incredibile. Il colpo perfora minion e mostri, ma si ferma al primo campione. Se il bersaglio era stato colpito di recente dagli alleati di Jhin o dalle trappole di loto o aveva subito danni da Jhin, viene immobilizzato.",
        "es_es": "Jhin dispara un proyectil de gran alcance. Atraviesa a los súbditos y los monstruos, pero se detiene en el primer campeón impactado. El objetivo queda inmovilizado si ha sido víctima de los ataques de los aliados de Jhin, de las trampas de loto o del daño de Jhin.",
        "de_de": "Jhin feuert einen einzigen Schuss mit unglaublicher Reichweite ab. Der Schuss durchschlägt Vasallen und Monster, bleibt aber im ersten getroffenen Champion stecken. Wenn das Ziel vor Kurzem von Jhins Verbündeten, Lotusfallen oder von Jhin selbst getroffen wurde, wird es festgehalten.",
        "fr_fr": "Jhin tire une unique balle à très longue portée. Elle transperce les sbires et les monstres, mais s'arrête au premier champion touché. Si la cible avait récemment été blessée par Jhin ou touchée par les alliés de Jhin ou un piège-lotus, elle est immobilisée.",
        "en_gb": "Jhin fires a single shot with incredible range. It pierces through minions and monsters, but stops on the first champion hit. If the target was recently struck by Jhin's allies, lotus traps, or damaged by Jhin, they are rooted.",
        "en_us": "Jhin fires a single shot with incredible range. It pierces through minions and monsters, but stops on the first champion hit. If the target was recently struck by Jhin's allies, lotus traps, or damaged by Jhin, they are rooted.",
        "ru_ru": "Джин стреляет в выбранном направлении на большое расстояние, нанося урон всем вражеским миньонам и первому вражескому чемпиону на пути полета пули. Если противник недавно получал урон от союзников Джина, ловушек-лотосов или самого Джина, он ненадолго оказывается обездвижен.",
        "ar_ae": "يطلق جين طلقة واحدة بمدى هائل. حيث تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. وإن كان الهدف قد أصيب مؤخرًا على يد حلفاء جين، أو أفخاخ اللوتس، أو قد تعرض للضرر من قبل جين، فسيتم تثبيته في مكانه.",
        "en_sg": "Jhin fires a single shot with incredible range. It pierces through minions and monsters, but stops on the first champion hit. If the target was recently struck by Jhin's allies, lotus traps, or damaged by Jhin, they are rooted.",
        "es_mx": "Jhin dispara una sola bala con un enorme alcance. Atraviesa súbditos y monstruos, pero se detiene con el primer campeón al que impacta. El objetivo queda inmovilizado si fue alcanzado recientemente por ataques de aliados de Jhin, trampas de loto, o si recibió daño de Jhin.",
        "vi_vn": "Jhin bắn ra một phát đạn với tầm cực xa. Nó xuyên qua lính và quái, nhưng dừng lại ở tướng địch đầu tiên chạm phải. Nếu mục tiêu vừa bị tấn công bởi đồng minh của Jhin, dính bẫy hoa sen hoặc sát thương từ Jhin, chúng sẽ bị trói.",
        "th_th": "Jhin ยิงกระสุนหนึ่งนัดเป็นระยะไกลอย่างมาก โดยกระสุนสามารถทะลุผ่านมินเนี่ยนและมอนสเตอร์ได้ แต่กระสุนจะหยุดเมื่อโดนแชมเปี้ยนตัวแรก หากเป้าหมายพึ่งโดนเพื่อนร่วมทีมของ Jhin โจมตี หรือโดนกับดักดอกบัว หรือโดนการโจมตีปกติของ Jhin พวกมันจะถูกตรึงอยู่กับที่",
        "zh_tw": "燼發射出超遠距離的一發子彈。這發子彈能夠穿透士兵和野怪，但會在擊中第一名英雄時停止。如果目標近期曾被燼的友軍、蓮華之罠或燼傷害的話將暫時被定身。",
        "ko_kr": "진이 엄청난 사거리를 지닌 한 발의 탄환을 발사합니다. 미니언과 몬스터는 관통하지만 챔피언에 맞으면 정지합니다. 적중한 대상이 좀 전에 연꽃 함정에 걸렸거나 진의 아군 또는 진에게 피해를 입었다면 속박됩니다.",
        "ja_jp": "長射程の弾丸を1発発射する。この弾はミニオンおよびモンスターを貫通するが、敵チャンピオンは貫通しない。命中した対象がその前に味方チャンピオン、「女神の足跡」、またはジンからのダメージを受けていた場合、スネア効果を付与する。",
        "pt_br": "Jhin faz um disparo único e de enorme alcance, o qual atravessa tropas e monstros, mas para no primeiro Campeão atingido. O alvo será enraizado se tiver sido atingido recentemente por algum aliado de Jhin, pelo próprio Jhin ou por Armadilhas de Lótus."
      },
      "extraDescription": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      }
    },
    {
      "slot": "E",
      "key": "captive_audience",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/b45ed71cf0afe522207dd31177f9ce3f5a270c57-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/9ec80dc0dd6707b25e1acc9edff80341c2a3ae5c.mp4",
      "name": {
        "ms_my": "Captive Audience",
        "tr_tr": "Esaret Çiçeği",
        "pl_pl": "Ująć Widownię",
        "it_it": "Catturare il pubblico",
        "es_es": "Público entregado",
        "de_de": "Gefesseltes Publikum",
        "fr_fr": "Public captif",
        "en_gb": "Captive Audience",
        "en_us": "Captive Audience",
        "ru_ru": "Закрытый показ",
        "ar_ae": "جمهور مفتون",
        "en_sg": "Captive Audience",
        "es_mx": "Audiencia Cautiva",
        "vi_vn": "Cạm Bẫy Nghệ Thuật",
        "th_th": "Captive Audience",
        "zh_tw": "魔幻時刻",
        "ko_kr": "강제 관람",
        "ja_jp": "｢女神の抱擁｣",
        "pt_br": "Audiência Cativa"
      },
      "description": {
        "ms_my": "Jhin meletakkan lotus trap halimunan yang berkembang apabila dipijak. Perangkap melambatkan musuh sebelum mengenakan magic damage bersama letupan kelopak tajam. Apabila Jhin membunuh champion musuh, lotus trap akan muncul berdeketan mayat mereka.",
        "tr_tr": "Jhin üzerine basıldığında filizlenen, görünmez bir Nilüfer Kapanı kurar. Filizlenen kapan yakınındaki rakipleri yavaşlatır, ardından keskin taçyaprakları saçarak patlar ve hasar verir. Jhin bir rakip şampiyonu katlettiğinde, rakibin katledildiği yerde bir nilüfer kapanı filizlenir.",
        "pl_pl": "Jhin umieszcza niewidzialną Lotosową Pułapkę, która rozkwita, gdy ktoś na nią nadepnie. Pułapka spowalnia pobliskich wrogów, by po chwili eksplodować ząbkowanymi płatkami, zadając obrażenia. Kiedy Jhin zabije wrogiego bohatera, w miejscu jego śmierci zakwitnie Lotosowa Pułapka.",
        "it_it": "Jhin piazza una trappola di loto invisibile che sboccia quando viene calpestata. La trappola rallenta i nemici nelle vicinanze per poi infliggere danni con un'esplosione di petali taglienti. Quando Jhin uccide un campione nemico, una trappola di loto sboccia vicino al punto in cui questo è morto.",
        "es_es": "Jhin coloca una trampa de loto invisible que florece al pasar sobre ella. Ralentiza a los enemigos cercanos antes de infligir daño con una explosión de pétalos serrados. Cuando Jhin mate a un campeón enemigo, florecerá una trampa de loto junto a su cadáver.",
        "de_de": "Jhin platziert eine unsichtbare Lotusfalle, die erblüht, wenn jemand auf sie tritt. Sie verlangsamt Gegner in der Nähe, bevor sie durch eine Explosion aus gezackten Blättern Schaden verursacht. Wenn Jhin einen gegnerischen Champion tötet, erblüht eine Lotusfalle dort, wo der Champion gestorben ist.",
        "fr_fr": "Jhin pose un piège-lotus invisible qui fleurit quand un ennemi marche dessus. Il ralentit les ennemis proches avant de leur infliger des dégâts dans une explosion de pétales lacérants. Quand Jhin tue un champion ennemi, un piège-lotus fleurit près de l'endroit de l'élimination.",
        "en_gb": "Jhin places an invisible lotus trap that blooms when walked over. It slows nearby enemies before dealing damage with an explosion of serrated petals. When Jhin kills an enemy champion, a lotus trap will bloom near where they were killed.",
        "en_us": "Jhin places an invisible lotus trap that blooms when walked over. It slows nearby enemies before dealing damage with an explosion of serrated petals. When Jhin kills an enemy champion, a lotus trap will bloom near where they were killed.",
        "ru_ru": "Джин устанавливает невидимую ловушку-лотос, которая срабатывает, если на нее наступить. При этом она раскрывает и замедляет всех окружающих вражеских бойцов, а затем через некоторое время взрывается вихрем зазубренных лепестков, нанося урон. Когда Джин убивает вражеского чемпиона, он устанавливает рядом с его телом ловушку, которая тут же срабатывает.",
        "ar_ae": "ينصب جين فخ لوتس غير مرئي يزهر لدى المشي فوقه. ويبطئ الأعداء المحيطين قبل أن يلحق الضرر عبر انفجار من البتلات المسننة. عندما يقتل جين أحد أبطال العدو، يزهر فخ لوتس بجانب مكان قتله.",
        "en_sg": "Jhin places an invisible lotus trap that blooms when walked over. It slows nearby enemies before dealing damage with an explosion of serrated petals. When Jhin kills an enemy champion, a lotus trap will bloom near where they were killed.",
        "es_mx": "Jhin coloca una trampa de loto invisible que se activa cuando un enemigo la pisa. Ralentiza a los enemigos cercanos antes de infligirles daño con una explosión de pétalos serrados. Cuando Jhin mata a un campeón enemigo, aparecerá una Trampa de Loto cerca del lugar del asesinato.",
        "vi_vn": "Jhin đặt một bẫy hoa sen kích hoạt khi bị giẫm lên. Nó làm chậm kẻ địch xung quanh trước khi gây sát thương trong một vụ nổ của những cánh hoa. Khi Jhin hạ gục một tướng địch, một Bẫy Hoa Sen sẽ kích hoạt tại vị trí nạn nhân vừa bị hạ gục.",
        "th_th": "Jhin วางกับดักดอกบัวที่อำพรางตัวได้ ที่จะบานขึ้นมาเมื่อเดินมาเหยียบมัน มันจะสโลว์ศัตรูรอบข้าง ก่อนที่จะระเบิดออกเป็นรูปกลีบดอกไม้สร้างความเสียหายแก่ศัตรู เมื่อ Jhin สังหารแชมเปี้ยนศัตรูได้สำเร็จ กับดักดอกบัวจะระเบิดออกมาใกล้ ๆ กับศพของพวกเขา",
        "zh_tw": "燼放置一個隱形的蓮華之罠，敵軍走過時會被觸發，緩速鄰近敵人，隨後爆炸放射出鋸齒花瓣造成傷害。當燼擊殺敵方英雄時，蓮華之罠會在他們被擊殺的位置旁綻放。",
        "ko_kr": "진이 은신 상태에 있다가 밟으면 작동하는 연꽃 함정을 설치합니다. 함정이 작동하면 주위 적을 둔화시킨 후 날카로운 꽃잎들이 폭발하며 피해를 입힙니다. 진이 적 챔피언을 처치하면 사망한 챔피언 주위에 연꽃 함정이 피어납니다.",
        "ja_jp": "指定地点に、敵ユニットが上を通過すると花開く「女神の足跡」を設置する。「女神の足跡」は発動すると範囲内の敵ユニットをスロウ状態にし、その後爆発して魔法ダメージを与える。ジンが敵チャンピオンをキルすると、そのユニットの上で「女神の足跡」が発動し爆発する。",
        "pt_br": "Jhin posiciona uma armadilha de lótus invisível que floresce quando pisam nela. Ela causa Lentidão a inimigos próximos e, depois, causa dano a eles com uma explosão de pétalas serrilhadas. Quando Jhin abate um Campeão inimigo, uma armadilha de lótus surge perto do local do abate."
      },
      "extraDescription": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      }
    },
    {
      "slot": "R",
      "key": "curtain_call",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/a7675d9c1bc90207ebda6a9aeb4a67a2d10e0b8b-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/d0419ca6be65d6a568dfac85e1ff9dc75aec9b44.mp4",
      "name": {
        "ms_my": "Curtain Call",
        "tr_tr": "Son Perde",
        "pl_pl": "Kurtyna!",
        "it_it": "Chiamata alla ribalta",
        "es_es": "Abajo el telón",
        "de_de": "Letzte Verbeugung",
        "fr_fr": "Rappel de rideau",
        "en_gb": "Curtain Call",
        "en_us": "Curtain Call",
        "ru_ru": "Выход на поклон",
        "ar_ae": "نداء الستارة",
        "en_sg": "Curtain Call",
        "es_mx": "Llamado a Escena",
        "vi_vn": "Sân Khấu Tử Thần",
        "th_th": "Curtain Call",
        "zh_tw": "華麗謝幕",
        "ko_kr": "커튼 콜",
        "ja_jp": "｢終演 -フィナーレ-｣",
        "pt_br": "Aclamação"
      },
      "description": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Jhin stopniowo przekształca Szept w trzymane na ramieniu superdziało. Dzięki temu może wystrzelić 4 potężne pociski o ogromnym zasięgu. Przebijają one stwory i potwory, ale zatrzymują się na pierwszym trafionym bohaterze. Ponadto Szept okalecza trafionych wrogów, spowalniając ich i zadając obrażenia. 4. strzał jest perfekcyjnie spreparowany, niezwykle potężny i zawsze trafia krytycznie.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Après une canalisation, Jhin transforme Murmure en méga-canon d'épaule. Il peut alors tirer 4 super balles à très longue portée qui transpercent les sbires et les monstres, mais s'arrêtent au premier champion touché. Murmure estropie les ennemis touchés, ce qui les ralentit et leur inflige des dégâts supplémentaires. Le 4e tir est parfaitement calibré et puissant, et il inflige toujours un coup critique.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Джин подготавливает свое оружие, а затем может выпустить четыре пули в выбранном секторе, каждая из которых летит, пока не поразит вражеского чемпиона, замедлив его и нанеся большой урон. Последний выстрел Выхода на поклон совершенен: он всегда критический и наносит гораздо больший урон.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Jhin tập trung sức mạnh, biến đổi Lời Thì Thầm thành khẩu đại bác vác vai. Hắn có thể bắn ra 4 phát súng với tầm cực xa xuyên qua lính và quái nhưng dừng lại ở tướng địch đầu tiên chạm phải. Lời Thì Thầm làm chậm và gây sát thương kết liễu lên kẻ địch trúng phải. Viên đạn thứ 4 được chế tạo hoàn hảo, vô cùng mạnh mẽ, và chắc chắn sẽ chí mạng.",
        "th_th": "Jhin แปลง Whisper ให้กลายเป็นปืนใหญ่ประทับบ่าซึ่งสามารถยิงกระสุนพิเศษได้ต่อเนื่อง 4 นัดได้จากระยะอันแสนไกลที่จะทะลุร่างมินเนี่ยนและมอนสเตอร์ได้ แต่จะหยุดเมื่อโดนแชมเปี้ยนคนแรก Whisper จะทำให้ศัตรูที่โดนติดสโลว์พร้อมสร้างความเสียหายอย่างรุนแรง โดยกระสุนนัดที่ 4 ซึ่งถูกสร้างขึ้นมาอย่างสมบูรณ์แบบจะทรงพลังอย่างไม่น่าเชื่อ และรับประกันว่าติดคริติคอลอย่างแน่นอน",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "진이 정신 집중을 해 속삭임을 견착식 저격포로 변신시킵니다. 엄청난 사거리에서 4발의 강력한 탄환을 발사하며, 탄환은 미니언과 몬스터는 관통하지만 챔피언에 맞으면 정지합니다. 적중당한 적은 둔화되며 잃은 체력에 비례한 추가 피해를 입습니다. 특별히 완벽하게 세공된 4번째 탄환은 더욱 강력하여 항상 치명타가 적용됩니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      },
      "extraDescription": {
        "ms_my": "Jhin mengubah Whisper ke meriam mega yang terdakap di bahu. Whisper boleh menembak 4 tembakan hebat yang amat jauh yang menembus minion dan monster tetapi berhenti pada champion pertama yang terkena. Whisper melumpuhkan musuh yang terkena tembakan, melambatkan mereka dan mengenakan damage membunuh. Tembakan ke-4 direka dengan sempurna, berkuasa epik dan dijamin critical strike.",
        "tr_tr": "Jhin yoğunlaşarak Suflör'ü omuzdan ateşlenen bir mega topa dönüştürür. Suflör bu haliyle olağanüstü menzile sahip dört süper atış yapabilir. Süper atışlar, minyon ve canavarları deşip geçse de isabet ettikleri ilk şampiyonda durur. Suflör, isabet alan rakipleri sakatlar ve onların yavaşlayarak infaz hasarı almalarını sağlar. Mükemmel hazırlanan, dillere destan bir güçle bezeli 4. atışın kritik vuruş yapması garantidir.",
        "pl_pl": "Szept, broń Jhina, jest precyzyjnym narzędziem zaprojektowanym w celu zadawania jak największych obrażeń. Szept strzela ze stałą prędkością i mieści tylko cztery naboje. Jhin za pomocą czarnej magii wzmacnia ostatni nabój, który dzięki temu trafia krytycznie i zadaje dodatkowe obrażenia. Każde trafienie krytyczne Szeptu staje się dla Jhina inspiracją, która zapewnia mu chwilową premię do prędkości ruchu.",
        "it_it": "Jhin entra in canalizzazione, trasformando Sussurro in un maestoso cannone da spalla. Il cannone è in grado di sparare 4 colpi potenziati con grande gittata, capaci di perforare minion e mostri, ma che si fermano al primo campione colpito. Sussurro menoma i nemici colpiti, rallentandoli e infliggendo danni da esecuzione. Il quarto colpo è perfetto e ha una potenza epica che garantisce il colpo critico.",
        "es_es": "Jhin concentra su energía y transforma Susurro en un megacañón de hombro capaz de realizar 4 superdisparos de gran alcance, que atraviesan a los súbditos y a los monstruos pero se detienen en el primer campeón impactado. Susurro incapacita a los enemigos impactados, los ralentiza e inflige daño de ejecución. El cuarto disparo se prepara con sumo cuidado, tiene una potencia épica y garantiza un impacto crítico.",
        "de_de": "Jhin kanalisiert und transformiert Whisper in eine Megakanone, die er auf der Schulter trägt. Whisper kann 4 Superschüsse abfeuern, die eine extrem hohe Reichweite haben und Vasallen sowie Monster durchschlagen, jedoch im ersten getroffenen Champion steckenbleiben. Whisper verlangsamt die getroffenen Gegner und verursacht Schaden an Zielen mit niedrigem Leben. Der 4. Schuss ist perfekt, besonders mächtig und ein garantiert kritischer Treffer.",
        "fr_fr": "Le pistolet de Jhin, Murmure, est un instrument de précision capable d'infliger de lourds dégâts. Sa cadence de tir est fixe et il ne peut tirer que quatre balles avant de devoir être rechargé. Jhin insuffle à la dernière balle un soupçon de magie noire qui lui permet de toujours infliger un coup critique et des dégâts supplémentaires. Quand Murmure inflige un coup critique, Jhin reçoit un bonus en vitesse de déplacement.",
        "en_gb": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "en_us": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "ru_ru": "Шепот, ружье Джина, - сложный механизм, созданный для нанесения большого урона. Он вмещает всего четыре патрона, и скорость стрельбы из него постоянна. Джин наполняет последний патрон темной магической энергией, поэтому четвертый выстрел всегда критический и наносит дополнительный урон. После каждого критического выстрела скорость передвижения Джина ненадолго увеличивается.",
        "ar_ae": "يقوم جين بالتوجيه، حيث يحول الهمسة إلى مدفع ضخم محمول على الكتف. ويستطيع إطلاق 4 طلقات خارقة بأقصى مدى ممكن تخترق الأتباع والوحوش، ولكنها تتوقف لدى إصابة أول بطل. ويعيق الهمسة الأعداء المصابين، مما يبطئهم ويلحق ضرر الإعدام بهم. وتكون الطلقة الرابعة مثالية التصنيع، وقوتها هائلة، وتضمن تحقيق ضربة حرجة.",
        "en_sg": "Jhin channels, transforming Whisper into a shoulder-mounted mega-cannon. It is able to fire 4 super shots at extreme range that pierce through minions and monsters, but stop on the first champion impacted. Whisper cripples enemies hit, which slows them and deals execute damage. The 4th shot is perfectly crafted, epically powerful, and guaranteed to critically strike.",
        "es_mx": "Jhin canaliza, lo que transforma a Murmullo en un megacañón montado al hombro. Dispara 4 superproyectiles a una distancia extrema que atraviesan a los súbditos y monstruos, pero se detienen en el primer campeón impactado. Murmullo incapacita a los enemigos impactados, lo que los ralentiza y les inflige daño de ejecución. El cuarto disparo está perfectamente elaborado y es épicamente poderoso, lo que garantiza un golpe crítico.",
        "vi_vn": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó được bắn theo một tốc độ cố định và chỉ chứa được 4 viên đạn. Jhin nhuộm viên đạn cuối cùng bằng phép thuật hắc ám để ra đòn chí mạng và gây thêm sát thương kết liễu. Bất cứ khi nào Lời Thì Thầm chí mạng, Jhin sẽ được tăng mạnh tốc độ di chuyển.",
        "th_th": "ปืนใหญ่ขนาดเล็กของ Jhin ที่มีนามว่า Whisper เป็นอุปกรณ์ที่ละเอียดอ่อนซึ่งออกแบบมาเพื่อสร้างความเสียหายอย่างมหาศาล ปืนนี้สามารถยิงได้ในอัตราที่คงที่และบรรจุกระสุนได้เพียง 4 นัดเท่านั้น Jhin ยังได้อัดมนตร์ดำลงในกระสุนนัดสุดท้ายที่จะติดคริติคอลอย่างแน่นอน และสร้างโบนัสความเสียหายอย่างรุนแรง เมื่อใดก็ตามที่ Whisper ติดคริติคอล จะทำให้ Jhin ได้รับความเร็วในการเคลื่อนที่เพิ่มขึ้นอย่างมหาศาลชั่วครู่",
        "zh_tw": "燼開始詠唱，將低語變成肩射式超級大砲。它能發射四發射程超遠且能穿透士兵和野怪的子彈。子彈會在擊中第一名英雄時停止。低語能夠致殘擊中的敵人，使他們緩速並造成斬殺傷害。第四發子彈做工精良並經過完美的強化，必定造成暴擊。",
        "ko_kr": "'속삭임'이라고 불리는 진의 총은 우월한 살상력을 위해 설계된 정밀 기계입니다. 발사 속도는 고정되어 있으며 총탄은 네 발만 장전됩니다. 네 발째 총탄은 진의 어두운 마법에 물들어 항상 치명타를 입히며 잃은 체력에 비례한 피해를 추가로 입힙니다. 속삭임으로 치명타를 발동시키면, 진의 이동 속도가 잠깐 동안 크게 상승합니다.",
        "ja_jp": "詠唱とともに「囁き」と手に持った杖を合体させ、長銃へと変形させる。発射される4発の特殊な弾丸は非常に長い射程距離を持ち、ミニオンおよび中立モンスターを貫通して発射する事ができるが、敵チャンピオンを貫通しない。命中した敵に減少体力に応じたダメージを与え、スロウ効果を付与する。最高の技術で大胆かつ繊細に作り上げられた4発目は、より大きな威力を秘めており確実にクリティカルが発生する。",
        "pt_br": "Jhin canaliza, transformando Sussurro em um megacanhão de ombro. Ele pode fazer 4 superdisparos de longo alcance que atravessam tropas e monstros, mas param no primeiro Campeão atingido. Sussurro mutila os inimigos atingidos, causa Lentidão a eles e aumenta o dano de execução. O 4º disparo é feito com perfeição, tem poder épico e garante um Acerto Crítico."
      }
    }
  ]
}