{
  "slug": "karma",
  "name": {
    "ru_ru": "КАРМА",
    "pt_br": "Karma",
    "en_us": "KARMA",
    "it_it": "Karma",
    "tr_tr": "KARMA",
    "de_de": "KARMA",
    "ms_my": "Karma",
    "vi_vn": "Karma",
    "ko_kr": "카르마",
    "ja_jp": "カルマ",
    "es_es": "KARMA",
    "fr_fr": "KARMA",
    "th_th": "Karma",
    "zh_tw": "卡瑪",
    "en_gb": "Karma",
    "pl_pl": "KARMA",
    "es_mx": "Karma",
    "en_sg": "Karma",
    "ar_ae": "كارما"
  },
  "roles": [
    "mage",
    "support"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/e3926a6c4a4f6d5bb224005ef6cbc3a29d5fd952-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "mantra",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/7bfe4f9b39db557a2d72c7564a7bc9839c7eaf67-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/96fa5bb113ca6d4ef71ff1038eb7c2ef01db7bc2.mp4",
      "name": {
        "ms_my": "MANTRA",
        "tr_tr": "MANTRA",
        "pl_pl": "MANTRA",
        "it_it": "MANTRA",
        "es_es": "MANTRA",
        "de_de": "MANTRA",
        "fr_fr": "MANTRA",
        "en_gb": "MANTRA",
        "en_us": "MANTRA",
        "ru_ru": "МАНТРА",
        "ar_ae": "مانترا",
        "en_sg": "MANTRA",
        "es_mx": "MANTRA",
        "vi_vn": "KINH MANTRA",
        "th_th": "MANTRA",
        "zh_tw": "真言符印",
        "ko_kr": "만트라",
        "ja_jp": "マントラ",
        "pt_br": "MANTRA"
      },
      "description": {
        "ms_my": "Selepas menggunakan 3 ability, ability Karma seterusnya akan dipertingkatkan.",
        "tr_tr": "3 yetenek kullandıktan sonra Karma'nın bir sonraki yeteneği güçlenir.",
        "pl_pl": "Po użyciu trzech umiejętności kolejna umiejętność Karmy zostanie wzmocniona.",
        "it_it": "Dopo aver usato 3 abilità, la successiva abilità di Karma è potenziata.",
        "es_es": "Tras usar 3 habilidades, Karma potencia su siguiente habilidad.",
        "de_de": "Nach 3 Fähigkeiten wird Karmas nächste Fähigkeit verstärkt.",
        "fr_fr": "Après que Karma a lancé 3 compétences, sa prochaine compétence est renforcée.",
        "en_gb": "After using 3 abilities, Karma's next ability will be enhanced.",
        "en_us": "After using 3 abilities, Karma's next ability will be enhanced.",
        "ru_ru": "Когда Карма применяет 3 умения, ее следующее умение усиливается.",
        "ar_ae": "بعد استخدام 3 قدرات، يتم تعزيز قدرة كارما التالية.",
        "en_sg": "After using 3 abilities, Karma's next ability will be enhanced.",
        "es_mx": "Después de usar 3 habilidades, la siguiente habilidad de Karma estará mejorada.",
        "vi_vn": "Sau khi sử dụng 3 kỹ năng, kỹ năng tiếp theo của Karma sẽ được cường hóa.",
        "th_th": "หลังจากใช้สกิล 3 ครั้ง การใช้สกิลครั้งถัดไปของ Karma จะได้รับการเสริมพลัง",
        "zh_tw": "施放3次技能後，卡瑪下一次施放的技能會強化。",
        "ko_kr": "스킬을 세 번 사용하면 카르마의 다음 스킬이 강화됩니다.",
        "ja_jp": "スキルを3回使用すると次のスキルが強化される。",
        "pt_br": "Depois de conjurar 3 habilidades, a próxima habilidade de Karma é fortalecida."
      },
      "extraDescription": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      }
    },
    {
      "slot": "Q",
      "key": "inner_flame",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/b57d69fe63c9eca1358d5b65351c1ea1899a9bf3-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/f9d85de5a17aeaf43fb6a80b53bde96831b2d590.mp4",
      "name": {
        "ms_my": "INNER FLAME",
        "tr_tr": "İÇİNDEKİ ALEV",
        "pl_pl": "WEWNĘTRZNY PŁOMIEŃ",
        "it_it": "FUOCO INTERIORE",
        "es_es": "LLAMA INTERIOR",
        "de_de": "INNERES FEUER",
        "fr_fr": "FLAMME INTÉRIEURE",
        "en_gb": "INNER FLAME",
        "en_us": "INNER FLAME",
        "ru_ru": "ВНУТРЕННЕЕ ПЛАМЯ",
        "ar_ae": "الشعلة الداخلية",
        "en_sg": "INNER FLAME",
        "es_mx": "LLAMA INTERNA",
        "vi_vn": "NỘI HỎA",
        "th_th": "INNER FLAME",
        "zh_tw": "輪迴怒火",
        "ko_kr": "내면의 열정",
        "ja_jp": "心炎",
        "pt_br": "CHAMA INTERIOR"
      },
      "description": {
        "ms_my": "Karma melepaskan bebola tenaga jiwa yang akan meletup dan mengenakan damage apabila terkena unit musuh. Bonus Mantra: Bersama letupan itu, Mantra akan meningkatkan kekuatan kerosakan Inner Flame, mencipta bencana yang mengenakan damage selepas delay singkat.",
        "tr_tr": "Karma'nın gönderdiği küre şeklindeki ruh enerjisi, bir rakip birime isabet ettiğinde patlayarak hasar verir. Mantra İlavesi: Patlamaya ek olarak Mantra İçindeki Alev'in yıkıcı gücünü arttırarak kısa bir gecikmenin ardından tekrar hasar verir.",
        "pl_pl": "Karma ciska kulą energii duchowej, która wybucha i zadaje obrażenia przy trafieniu jednostki wroga. Premia od Mantry: Poza wybuchem Mantra zwiększa destrukcyjną moc Wewnętrznego Płomienia, tworząc przeszkodę, która po chwili zadaje obrażenia.",
        "it_it": "Karma emette una sfera di energia spirituale che esplode e infligge danni quando colpisce un'unità nemica. Bonus Mantra: oltre all'esplosione, Mantra aumenta il potere distruttivo di Fuoco Interiore, creando un cataclisma che infligge danni dopo un breve ritardo.",
        "es_es": "Karma lanza una bola de energía espiritual que explota e inflige daño al golpear a una unidad enemiga. Bonificación de Mantra: Además de la explosión, Mantra aumenta el poder de Llama interior, creando una conflagración que inflige daño tras unos instantes.",
        "de_de": "Karma sendet einen Ball aus Geistenergie aus, der explodiert und Schaden verursacht, sobald er auf eine gegnerische Einheit trifft. Mantra-Bonus: Zusätzlich zur Explosion erhöht „Mantra“ die zerstörerische Kraft von „Inneres Feuer“ und schafft einen Kataklysmus, der nach einer kurzen Verzögerung Schaden verursacht.",
        "fr_fr": "Karma envoie une boule d'énergie spirituelle qui explose et inflige des dégâts au contact d'une unité ennemie. Bonus Mantra : en plus de l'explosion, Mantra augmente la puissance destructrice de Flamme intérieure, créant un cataclysme qui inflige des dégâts après un court délai.",
        "en_gb": "Karma sends forth a ball of spirit energy that explodes and deals damage upon hitting an enemy unit. Mantra Bonus: In addition to the explosion, Mantra increases the destructive power of her Inner Flame, creating a cataclysm which deals damage after a short delay.",
        "en_us": "Karma sends forth a ball of spirit energy that explodes and deals damage upon hitting an enemy unit. Mantra Bonus: In addition to the explosion, Mantra increases the destructive power of her Inner Flame, creating a cataclysm which deals damage after a short delay.",
        "ru_ru": "Карма выпускает заряд духовной энергии, который взрывается при столкновении с противником, нанося урон. Эффект Мантры: Карма дополнительно увеличивает разрушительную силу Внутреннего пламени, создавая на земле энергетическую аномалию, наносящую урон после небольшой задержки.",
        "ar_ae": "ترسل كارما كرة من الطاقة الروحية إلى الأمام، فتنفجر وتلحق الضرر لدى اصطدامها بوحدة معادية. مكافأة المانترا: إضافة إلى الانفجار، تزيد المانترا من القوة التدميرية لقدرة الشعلة الداخلية لديها، فتنشئ ظاهرة كارثية تلحق الضرر بعد فترة قصيرة.",
        "en_sg": "Karma sends forth a ball of spirit energy that explodes and deals damage upon hitting an enemy unit. Mantra Bonus: In addition to the explosion, Mantra increases the destructive power of her Inner Flame, creating a cataclysm which deals damage after a short delay.",
        "es_mx": "Karma lanza una esfera de energía espiritual que explota e inflige daño al golpear una unidad enemiga. Bonificación de Mantra: además de explotar, Mantra aumenta el poder destructivo de su Llama Interna, lo cual crea un cataclismo que inflige daño tras unos segundos.",
        "vi_vn": "Karma phóng ra một quả cầu năng lượng tâm linh, quả cầu này sẽ phát nổ và gây sát thương khi trúng một kẻ địch. Mantra Cường Hóa: Sau vụ nổ, Kinh Mantra gia cường sức mạnh hủy diệt của kỹ năng Nội Hỏa, giúp tạo ra một vụ chấn động gây thêm sát thương sau thoáng chốc.",
        "th_th": "Karma ส่งลูกบอลพลังวิญญาณพุ่งออกไป ซึ่งจะระเบิดและสร้างความเสียหายเมื่อโดนยูนิตศัตรู โบนัสจาก Mantra: นอกเหนือจากการระเบิดแล้ว Mantra จะเพิ่มความรุนแรงของ Inner Flame ของเธอด้วยการสร้างพื้นที่ทำลายล้างที่จะสร้างความเสียหายหลังจากทิ้งช่วงสักครู่",
        "zh_tw": "卡瑪發出一道精神能量光束，命中目標時會引爆，對敵軍造成傷害。真言符印加成：除了原有的技能效果外，可以提高輪迴怒火造成的傷害，同時再創造一個災禍空間，經過短暫的延遲後對其中的敵軍造成傷害。",
        "ko_kr": "카르마가 영적 에너지 구체를 발사합니다. 구체는 적 유닛에게 적중 시 폭발하며 피해를 입힙니다. 만트라 추가 효과: 폭발과 함께 내면의 열정이 가진 파괴력을 증가시킵니다. 잠시 후에 강력한 힘을 방출해 피해를 입힙니다.",
        "ja_jp": "精神の炎を解き放ち、敵に命中すると爆発してダメージを与える。\nマントラボーナス: 爆発の威力が増し、さらに対象の足下に力場を発生させて範囲内に時間差でダメージを与える。",
        "pt_br": "Karma dispara uma esfera de energia espiritual que explode e causa dano ao atingir uma unidade inimiga. Efeito de Mantra: além da explosão, Mantra aumenta o poder destrutivo de Chama Interior, criando um cataclisma que causa dano depois de um curto intervalo."
      },
      "extraDescription": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      }
    },
    {
      "slot": "W",
      "key": "focused_resolve",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/105c213510bac0bfc4ecf71fa9dd3f886bd7fe02-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/5b4baa115e13512cef03dd9f93fac4a475655a83.mp4",
      "name": {
        "ms_my": "FOCUSED RESOLVE",
        "tr_tr": "DEĞİŞMEZ KARAR",
        "pl_pl": "SKUPIONA WOLA",
        "it_it": "VOLONTÀ DI FERRO",
        "es_es": "RESOLUCIÓN CONCENTRADA",
        "de_de": "KONZENTRIERTE ENTSCHLOSSENHEIT",
        "fr_fr": "VOLONTÉ CONCENTRÉE",
        "en_gb": "FOCUSED RESOLVE",
        "en_us": "FOCUSED RESOLVE",
        "ru_ru": "РЕШИМОСТЬ",
        "ar_ae": "عزم مركز",
        "en_sg": "FOCUSED RESOLVE",
        "es_mx": "RESOLUCIÓN ENFOCADA",
        "vi_vn": "CHUYÊN TÂM",
        "th_th": "FOCUSED RESOLVE",
        "zh_tw": "特化鏈結",
        "ko_kr": "굳은 결의",
        "ja_jp": "魂縛",
        "pt_br": "DECISÃO ABSORTA"
      },
      "description": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      },
      "extraDescription": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      }
    },
    {
      "slot": "E",
      "key": "inspire",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/3f31aa4a221a324cf354f23ac791f1852ffcf200-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/f6bcbf820b556ed9fe059a0a0494bb6c16037fb2.mp4",
      "name": {
        "ms_my": "INSPIRE",
        "tr_tr": "ESİN",
        "pl_pl": "INSPIRACJA",
        "it_it": "ISPIRAZIONE",
        "es_es": "INSPIRACIÓN",
        "de_de": "INSPIRIEREN",
        "fr_fr": "EXALTATION",
        "en_gb": "INSPIRE",
        "en_us": "INSPIRE",
        "ru_ru": "ВООДУШЕВЛЕНИЕ",
        "ar_ae": "الإلهام",
        "en_sg": "INSPIRE",
        "es_mx": "INSPIRACIÓN",
        "vi_vn": "LINH GIÁP",
        "th_th": "INSPIRE",
        "zh_tw": "靈能啟示",
        "ko_kr": "고무",
        "ja_jp": "激励",
        "pt_br": "INSPIRAÇÃO"
      },
      "description": {
        "ms_my": "Karma menyeru shield pelindung yang menyerap damage dan meningkatkan Move Speed sekutu yang dilindungi. Bonus Mantra: Tenaga memancar keluar dari sasarannya, mengukuhkan shield awal dan memberi Inspire kepada champion sekutu berdekatan.",
        "tr_tr": "Karma'nın oluşturduğu koruyucu kalkan, gelen hasarı soğurur ve korunan takım arkadaşının hareket hızını arttırır. Mantra İlavesi: Hedeften yayılan enerji, başta verilen kalkanı güçlendirir ve yakınındaki takım arkadaşlarına Esin verir.",
        "pl_pl": "Karma przywołuje ochronną tarczę, która pochłania obrażenia i zwiększa prędkość ruchu chronionego sojusznika. Premia od Mantry: Energia emanuje z jej celu, wzmacniając oryginalną tarczę i nakładając efekt Inspiracji na pobliskich sojuszniczych bohaterów.",
        "it_it": "Karma evoca uno scudo protettivo che assorbe i danni subiti e aumenta la velocità di movimento dell'alleato protetto. Bonus Mantra: viene irradiata energia dal bersaglio, rinforzando lo scudo iniziale e applicando Ispirazione ai campioni alleati nelle vicinanze.",
        "es_es": "Karma invoca un escudo protector que absorbe el daño recibido y aumenta la velocidad de movimiento del aliado protegido. Bonificación de Mantra: El objetivo irradia energía, lo que refuerza el escudo inicial y aplica Inspiración a los campeones aliados cercanos.",
        "de_de": "Karma beschwört einen schützenden Schild, der eingehenden Schaden absorbiert und das Lauftempo geschützter Verbündeter erhöht. Mantra-Bonus: Energie strömt aus ihrem Ziel und stärkt den ursprünglichen Schild. Verbündete Champions in der Nähe erhalten „Inspirieren“.",
        "fr_fr": "Karma invoque un bouclier qui absorbe les dégâts et qui augmente la vitesse de déplacement de l'allié protégé. Bonus Mantra : de l'énergie se diffuse depuis la cible, renforçant le bouclier initial et octroyant Exaltation aux champions alliés proches.",
        "en_gb": "Karma summons a protective shield that absorbs incoming damage and increases the Move Speed of the protected ally. Mantra Bonus: Energy radiates out from her target, strengthening the initial shield and applying Inspire to nearby allied champions.",
        "en_us": "Karma summons a protective shield that absorbs incoming damage and increases the Move Speed of the protected ally. Mantra Bonus: Energy radiates out from her target, strengthening the initial shield and applying Inspire to nearby allied champions.",
        "ru_ru": "Карма защищает союзника щитом, поглощающим урон и увеличивающим его скорость передвижения. Эффект Мантры: щит излучает энергию, которая увеличивает его прочность и накладывает Воодушевление на ближайших союзных чемпионов.",
        "ar_ae": "تستدعي كارما درعًا حاميًا يمتص الضرر المتلقى ويزيد من سرعة حركة الحليف المحمي. مكافأة المانترا: تشع الطاقة من هدفها، فتعزز قوة الدرع الأصلي وتطبق تأثير الإلهام على الأبطال الحلفاء في الجوار.",
        "en_sg": "Karma summons a protective shield that absorbs incoming damage and increases the Move Speed of the protected ally. Mantra Bonus: Energy radiates out from her target, strengthening the initial shield and applying Inspire to nearby allied champions.",
        "es_mx": "Karma invoca un escudo protector que absorbe el daño recibido y aumenta la velocidad de movimiento del aliado protegido. Bonificación de Mantra: el aliado protegido irradia energía, la cual fortalece el escudo inicial y aplica Inspiración a los campeones aliados cercanos.",
        "vi_vn": "Karma tạo lá chắn giúp hấp thụ sát thương nhận vào, đồng thời tăng Tốc Độ Di Chuyển cho 1 đồng minh. Mantra Cường Hóa: Năng lượng tồn dư sẽ phát tán ra xung quanh mục tiêu, tăng lớp lá chắn ban đầu và tạo hiệu ứng Linh Giáp lên các tướng đồng minh gần đó.",
        "th_th": "Karma เสกโล่ป้องกันที่ช่วยดูดซับความเสียหายที่จะเกิดขึ้น และช่วยเพิ่มความเร็วเคลื่อนที่ให้แก่พันธมิตรที่ได้รับมันไป โบนัสจาก Mantra: เสริมพลังให้โล่ป้องกันเริ่มต้นให้แข็งแกร่งมากยิ่งขึ้น แผ่รัศมีพลังงานออกรอบ ๆ เป้าหมาย พร้อมทั้งสร้างโล่ป้องกันให้แก่แชมเปี้ยนพันธมิตร",
        "zh_tw": "卡瑪賦予友軍護盾，為其吸收傷害並增加跑速。真言符印加成：能量自目標向外溢散，強化初始護盾並對鄰近友軍附加靈能啟示效果。",
        "ko_kr": "카르마가 보호막을 소환해 아군이 받는 피해를 흡수하고 대상의 이동 속도를 올려 줍니다. 만트라 추가 효과: 대상에게서 에너지가 흘러나와 보호막을 강화하고 주변 아군 챔피언들에게도 고무 효과를 줍니다.",
        "ja_jp": "指定した味方ユニットにシールドを付与し、ダメージから守ると同時に移動速度を増加させる。\nマントラボーナス: シールド生成後、対象からエネルギーが放射されて敵にダメージを与え、さらにシールドを強化し、周囲にいる味方チャンピオンにも「激励」の効果を付与する。",
        "pt_br": "Karma invoca um Escudo protetor que absorve o dano recebido e aumenta a Velocidade de Movimento do aliado protegido. Efeito de Mantra: Energia irradia do alvo, fortalecendo o Escudo inicial e aplicando Inspiração a Campeões aliados próximos."
      },
      "extraDescription": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      }
    },
    {
      "slot": "R",
      "key": "transcendent_embrace",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/506c25ed03aa3b9ea6e5d43802b9895eb8c10433-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/9e1c9327a1eb1c5fc902c5abc4fff485b50c0b99.mp4",
      "name": {
        "ms_my": "TRANSCENDENT EMBRACE",
        "tr_tr": "RUHANİ KUŞATMA",
        "pl_pl": "TRANSCENDENTNY UŚCISK",
        "it_it": "ABBRACCIO TRASCENDENTALE",
        "es_es": "ABRAZO TRASCENDENTE",
        "de_de": "TRANSZENDENTE UMARMUNG",
        "fr_fr": "ÉTREINTE TRANSCENDANTE",
        "en_gb": "TRANSCENDENT EMBRACE",
        "en_us": "TRANSCENDENT EMBRACE",
        "ru_ru": "ЭФЕМЕРНЫЕ ОБЪЯТИЯ",
        "ar_ae": "عناق المتسامي",
        "en_sg": "TRANSCENDENT EMBRACE",
        "es_mx": "ABRAZO TRASCENDENTAL",
        "vi_vn": "VÒNG VÂY ĐỘ KIẾP",
        "th_th": "TRANSCENDENT EMBRACE",
        "zh_tw": "飛昇擁抱",
        "ko_kr": "초월적 포용",
        "ja_jp": "至高の抱擁",
        "pt_br": "ABRAÇO TRANSCENDENTE"
      },
      "description": {
        "ms_my": "Karma membentuk lingkaran tenaga semangat di lokasi sasaran. Selepas delay singkat, lingkaran itu meletup, mengenakan magic damage kepada semua musuh di dalamnya dan slow mereka selama beberapa saat. Jika musuh terkena bahagian luar lingkaran tersebut, mereka akan ditarik ke bahagian tengah. Karma memasuki keadaan Mantra dengan serta-merta.",
        "tr_tr": "Karma hedef konumda bir ruh çemberi oluşturur. Çember kısa bir gecikmenin ardından patlayarak içindeki tüm rakiplere büyü hasarı verir ve onları birkaç saniyeliğine yavaşlatır. İsabet alan rakipler çemberin kenarındaysa merkeze doğru çekilir. Karma anında Mantra haline girer.",
        "pl_pl": "Karma tworzy pierścień duchowej energii w wybranym miejscu. Po krótkiej chwili pierścień eksploduje, zadając obrażenia magiczne wszystkim wrogom znajdującym się w jego obrębie i spowalniając ich na kilka sekund. Wrogowie trafieni krawędzią pierścienia zostają wciągnięci do środka. Karma natychmiastowo wchodzi w stan Mantry.",
        "it_it": "Karma crea un anello di energia spirituale in una posizione bersaglio. Dopo un breve ritardo, l'anello esplode infliggendo danni magici a tutti i nemici all'interno e rallentandoli per qualche secondo. Se i nemici vengono colpiti ai bordi dell'anello, vengono attirati verso il centro. Karma entra immediatamente nello stato di Mantra.",
        "es_es": "Karma forma un anillo de energía espiritual en una ubicación objetivo. Tras un breve retardo, explota, lo que inflige daño mágico a todos los enemigos que se encuentran en su interior y los ralentiza durante unos segundos. Si los enemigos golpeados se encuentran en el borde del anillo, los atrae hacia el centro. Karma activa inmediatamente Mantra.",
        "de_de": "Karma erzeugt am Zielort einen Ring aus Geistenergie. Nach kurzer Verzögerung explodiert der Ring und fügt allen Gegnern darin magischen Schaden zu und verlangsamt sie ein paar Sekunden lang. Wenn Gegner am Rand des Rings getroffen werden, werden sie in die Mitte gezogen. Karma geht sofort in den Mantra-Zustand.",
        "fr_fr": "Karma forme un cercle d'énergie spirituelle qui inflige des dégâts à l'endroit ciblé. Après un court délai, le cercle explose, infligeant des dégâts magiques à tous les ennemis dans la zone et les ralentissant pendant plusieurs secondes. Les ennemis touchés au bord du cercle sont attirés vers le milieu de la zone. Karma entre immédiatement dans l'état Mantra.",
        "en_gb": "Karma forms a ring of spirit energy at a target location. After a brief delay, it detonates, dealing magic damage to all enemies inside and slowing them for a few seconds. If enemies are hit at the edge of the ring, they will be pulled in toward the center. Karma immediately enters the Mantra state.",
        "en_us": "Karma forms a ring of spirit energy at a target location. After a brief delay, it detonates, dealing magic damage to all enemies inside and slowing them for a few seconds. If enemies are hit at the edge of the ring, they will be pulled in toward the center. Karma immediately enters the Mantra state.",
        "ru_ru": "Карма создает кольцо духовной энергии в указанной точке. После небольшой задержки, кольцо взрывается, нанося магический урон врагам в области поражения и замедляя их. Враги, находящиеся на границе области поражения, переносятся к центру кольца. Карма сразу же активирует Мантру.",
        "ar_ae": "تشكّل كارما حلقة من الطاقة الروحية في موقع معين. بعد فترة قصيرة، تنفجر الحلقة، فتلحق ضرر السحر بكل الأعداء بداخلها وتبطئهم لبضعة ثوانٍ. إذا أصيب الأعداء على حافة الحلقة، يتم سحبهم نحو مركزها. وتدخل كارما فوريًا في وضعية المانترا.",
        "en_sg": "Karma forms a ring of spirit energy at a target location. After a brief delay, it detonates, dealing magic damage to all enemies inside and slowing them for a few seconds. If enemies are hit at the edge of the ring, they will be pulled in toward the center. Karma immediately enters the Mantra state.",
        "es_mx": "Karma forma un círculo de energía espiritual en un lugar determinado. Tras un breve periodo, se detona, inflige daño mágico a todos los enemigos dentro de la zona y los ralentiza durante unos segundos. Al detonarse, los enemigos que se encuentren cerca del borde del círculo serán atraídos hacia el centro. Karma entrará inmediatamente en el estado de Mantra.",
        "vi_vn": "Karma tạo ra một vòng năng lượng tâm linh tại vị trí chỉ định. Sau thoáng chốc, vòng năng lượng sẽ phát nổ, gây sát thương phép lên toàn bộ kẻ địch bên trong và làm chậm chúng trong vài giây. Kẻ địch trúng phải kỹ năng ở ngoài rìa sẽ bị kéo về phía vào trung tâm. Karma ngay lập tức bước vào trạng thái Mantra.",
        "th_th": "Karma สร้างวงแหวนพลังงานวิญญาณในบริเวณเป้าหมาย หลังจากทิ้งช่วงสักครู่ มันจะระเบิด แล้วสร้างความเสียหายเวทแก่ศัตรูทุกตัวที่อยู่ข้างในรวมถึงสโลว์พวกเขาลงอีกไม่กี่วินาที หากศัตรูโดนสกิลที่บริเวณขอบของวงแหวน พวกเขาจะถูกดูดเข้าไปยังจุดศูนย์กลาง Karma เข้าสู่สภาวะ Mantra ทันที",
        "zh_tw": "卡瑪在目標位置形成一個精神能量圓圈，短暫延遲後會引爆，對所有區域內敵軍造成魔法傷害與緩速維持數秒。若敵軍被擊中時位在圓圈邊緣，則會被拉向中心。施放此技能後卡瑪會立即進入真言符印狀態。",
        "ko_kr": "카르마가 대상 지점에 영적 에너지 고리를 생성합니다. 잠시 후 고리가 폭발해 안에 있는 모든 적에게 마법 피해를 입히고 몇 초간 둔화시킵니다. 원 가장자리에서 적중당한 적은 중심을 향해 당겨집니다. 카르마가 즉시 만트라 상태에 들어갑니다.",
        "ja_jp": "指定地点に精神エネルギーの輪を発生させる。少ししてから輪が爆発し、範囲内のすべての敵に魔法ダメージと数秒間のスロウ効果を与える。輪の端にいた敵は中心に向かって引き寄せられる。自身は即座にマントラ状態になる。",
        "pt_br": "Karma forma um círculo de energia espiritual em um local-alvo. Após um curto intervalo, ele é detonado, causando Dano Mágico e Lentidão a todos os inimigos dentro da área por alguns segundos. Inimigos atingidos nas extremidades da área são empurrados em direção ao centro. Karma entra instantaneamente no Estado de Mantra."
      },
      "extraDescription": {
        "ms_my": "Karma mencipta satu tether antara dirinya dengan sehingga dua musuh sasaran, mengenakan damage dan mendedahkan mereka. Jika tether itu tidak diputuskan, mereka akan root dan dikenakan damage sekali lagi. Bonus Mantra: Karma mencipta tether tambahan antara sasarannya, mengenakan damage tambahan dan memanjangkan tempoh root. Jika terdapat hanya satu musuh dalam jarak, satu tether akan tersebar dari mereka ke musuh terdekat seterusnya.",
        "tr_tr": "Karma kendisiyle en fazla iki rakip arasında bağ kurarak onların hasar almasına ve açığa çıkmasına yol açar. Bağlar kopmazsa rakipler sabitlenir ve yeniden hasar alır. Mantra İlavesi: Karma hedefleri arasında daha fazla bağ oluşturarak ilave hasar verir ve sabitleme süresini uzatır. Menzilde yalnızca bir rakip varsa bağ en yakınındaki diğer rakibe yayılır.",
        "pl_pl": "Karma tworzy więź pomiędzy sobą i maksymalnie dwoma obranymi za cel wrogami, zadając im obrażenia i ich ujawniając. Jeżeli więzi nie zostaną przerwane, wrogowie zostaną unieruchomieni i ponownie otrzymają obrażenia. Premia od Mantry: Karma tworzy dodatkową więź między celami, zadając im dodatkowe obrażenia i wydłużając czas trwania unieruchomienia. Jeżeli w zasięgu znajduje się tylko jeden wróg, więź połączy go z kolejnym najbliżej znajdującym się wrogiem.",
        "it_it": "Karma crea un legame tra sé e massimo due nemici bersaglio, infliggendo loro danni e rivelandoli. Se i legami non vengono distrutti, i nemici vengono immobilizzati e danneggiati di nuovo. Bonus Mantra: Karma crea un legame aggiuntivo tra i bersagli, infliggendo danni extra e aumentando la durata dell'immobilizzazione. Se c'è solo un nemico a portata, il legame si estende verso il nemico più vicino.",
        "es_es": "Karma crea un vínculo entre ella y hasta dos objetivos enemigos, lo que inflige daño y los revela. Si no se rompen los vínculos, los objetivos quedan inmovilizados y vuelven a recibir daño. Bonificación de Mantra: Karma crea un vínculo adicional entre sus objetivos, lo que inflige daño adicional y aumenta la duración de la inmovilización. Si solo hay un enemigo a su alcance, se formará un nuevo vínculo desde dicho enemigo hasta el siguiente enemigo más cercano.",
        "de_de": "Karma stellt eine Verbindung zwischen sich und bis zu zwei anvisierten Gegnern her, die Schaden verursacht und diese aufdeckt. Sollte die Verbindung nicht unterbrochen werden, werden die Gegner festgehalten und erleiden erneut Schaden. Mantra-Bonus: Karma erzeugt zwischen den Zielen eine weitere Verbindung und verursacht zusätzlichen Schaden und verlängert die Festhaltedauer. Wenn nur ein einzelner Gegner in Reichweite ist, breitet sich eine Verbindung auf den nächstgelegenen Gegner aus.",
        "fr_fr": "Karma se lie à un maximum de deux ennemis, leur infligeant des dégâts et les révélant. Si les liens ne sont pas brisés, les cibles seront immobilisées et subiront de nouveau des dégâts. Bonus Mantra : Karma crée un autre lien entre ses cibles, ce qui inflige des dégâts supplémentaires et prolonge la durée de l'immobilisation. Si un seul ennemi se trouve à portée, le lien s'étend vers un autre champion ennemi proche.",
        "en_gb": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "en_us": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "ru_ru": "Карма создает связь с выбранным вражескими чемпионами (не более двух), делая их видимыми и нанося им урон. Если связь не прерывается, противники обездвиживаются и снова получают урон. Эффект Мантры: Карма создает дополнительную связь с выбранными вражескими чемпионами, увеличивая длительность обездвиживания и нанося им дополнительный урон. Если в зоне действия умения только один противник, связь распространяется на следующего ближайшего к нему врага.",
        "ar_ae": "تنشئ كارما رابطًا بينها وبين عدوين مستهدفين كحد أقصى، فتلحق بهما الضرر وتكشفهما. إذا لم تتحطم الروابط، يتم تثبيت العدوين في مكانهما ويتعرضان للضرر مجددًا. مكافأة المانترا: تنشئ كارما رابطًا إضافيًا بين الهدفين، فتلحق ضررًا إضافيًا وتزيد من مدة التثبيت. في حال وجود عدو وحيد ضمن النطاق، يمتد رابط منه نحو العدو الأقرب إليه.",
        "en_sg": "Karma creates a tether between herself and up to two targeted enemies dealing damage and revealing them. If the tethers are not broken, the enemies will be rooted and damaged again. Mantra Bonus: Karma creates an additional tether between the targets, dealing extra damage and extending the root duration. If only a single enemy is within range, a tether will spread from them to the next nearest enemy.",
        "es_mx": "Karma crea una atadura entre ella y dos enemigos seleccionados, infligiéndoles daño y revelándolos. Si la atadura no se rompe, los enemigos quedan inmovilizados y reciben daño de nuevo. Bonificación de Mantra: Karma crea una atadura adicional entre los objetivos, la cual inflige daño adicional y extiende la duración de la inmovilización. Si hay solo un enemigo al alcance, la atadura se extenderá hasta el siguiente enemigo más cercano.",
        "vi_vn": "Karma tạo ra một sợi dây kết nối giữa bản thân với tối đa 2 kẻ địch chỉ định, gây sát thương và làm chúng bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa. Mantra Cường Hóa: Karma tạo thêm một sợi dây liên kết giữa các mục tiêu, gây thêm sát thương và tăng thời gian trói chân. Nếu chỉ có 1 kẻ địch trong tầm dùng chiêu, sợi dây liên kết sẽ nối kẻ địch đó với kẻ địch gần nhất.",
        "th_th": "Karma สร้างโซ่ระหว่างตัวเธอกับศัตรูที่เป็นเป้าหมายสูงสุดสองตัว แล้วสร้างความเสียหายพร้อมกับเปิดเผยตำแหน่งพวกเขา หากโซ่ไม่ถูกทำลาย ศัตรูจะถูกตรึงและได้รับความเสียหายซ้ำอีกครั้ง โบนัสจาก Mantra: Karma สร้างโซ่ขึ้นมาอีกเส้นระหว่างตัวเป้าหมาย แล้วสร้างความเสียหายเพิ่มเติมพร้อมกับขยายระยะเวลาในการตรึง หากในระยะมีศัตรูอยู่เพียงตัวเดียว โซ่จะกระจายไปยังศัตรูตัวอื่นที่อยู่ใกล้ที่สุดด้วย",
        "zh_tw": "卡瑪製造一條能量鎖鏈連結自身與目標敵軍，對目標造成傷害並揭露其位置。若能量鎖鏈未被破壞，敵軍會被定身並再次受到傷害。真言符印加成：卡瑪在兩個目標之間額外製造一條能量鎖鏈，造成額外傷害並延長定身時間。若施放範圍之內只有一名敵軍，則該敵軍身上會生出另一條鎖鏈連結距離最近的另一名敵軍。",
        "ko_kr": "카르마가 적을 두 명까지 자신과 연결합니다. 연결된 대상은 피해를 입고 위치가 드러납니다. 연결이 끊어지지 않으면 대상이 한 번 더 피해를 입고 속박됩니다. 만트라 추가 효과: 두 대상이 서로와 연결되어 추가 피해를 받고 속박 지속시간이 늘어납니다. 범위 내 적이 하나뿐이면 대상이 카르마와 두 번째로 가까운 적과 연결됩니다.",
        "ja_jp": "自身と対象の敵2体までを鎖でつなぎ、ダメージを与えて可視化する。鎖が破壊されなければ、敵はスネア状態となって再びダメージを受ける。\nマントラボーナス: 複数の対象との間に追加の鎖が発生し、ダメージとスネア効果時間が増加する。範囲内に敵が1体しかいない場合は、鎖はその対象から最も近い敵に向かって伸びる。",
        "pt_br": "Karma cria uma corrente entre ela e até dois inimigos-alvo, causando dano e revelando-os. Se as correntes não forem quebradas, os inimigos serão enraizados e sofrerão dano novamente. Efeito de Mantra: Karma cria uma corrente adicional entre os alvos, causando dano adicional e estendendo a duração do enraizamento. Se apenas um inimigo estiver dentro do alcance, uma corrente se propagará dele para o inimigo mais próximo."
      }
    }
  ]
}