{
  "slug": "rell",
  "name": {
    "ru_ru": "РЕЛЛ",
    "pt_br": "RELL",
    "en_us": "RELL",
    "it_it": "RELL",
    "tr_tr": "RELL",
    "de_de": "RELL",
    "ms_my": "RELL",
    "vi_vn": "RELL",
    "ko_kr": "렐",
    "ja_jp": "レル",
    "es_es": "RELL",
    "fr_fr": "RELL",
    "th_th": "RELL",
    "zh_tw": "銳兒",
    "en_gb": "RELL",
    "pl_pl": "RELL",
    "es_mx": "RELL",
    "en_sg": "RELL",
    "ar_ae": "ريل"
  },
  "roles": [
    "tank",
    "support"
  ],
  "difficulty": "low",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/0b00075ef09190e496e780436963b3dcb2d35b68-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "break_the_mold",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/8aaa806a008b0509f0bbe829e0061e06d19decce-512x512.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/bf7815cddb80356f49394062fb34e5c03bf257d1.mp4",
      "name": {
        "ms_my": "BREAK THE MOLD",
        "tr_tr": "KALIPLARI KIR",
        "pl_pl": "ODKSZTAŁCANIE FORMY",
        "it_it": "ROMPERE GLI SCHEMI",
        "es_es": "ROMPEMOLDES",
        "de_de": "BLUT UND STAHL",
        "fr_fr": "MISE EN PIÈCES",
        "en_gb": "BREAK THE MOLD",
        "en_us": "BREAK THE MOLD",
        "ru_ru": "БЕЗЖАЛОСТНЫЙ НАПОР",
        "ar_ae": "سلب المقاومة",
        "en_sg": "BREAK THE MOLD",
        "es_mx": "ROMPEMOLDES",
        "vi_vn": "PHÁ VỠ KHUÔN PHÉP",
        "th_th": "BREAK THE MOLD",
        "zh_tw": "破鑄者",
        "ko_kr": "갑옷 파쇄",
        "ja_jp": "革新の鬨",
        "pt_br": "A FERRO E FOGO"
      },
      "description": {
        "ms_my": "Attack Asas dan Ability Rell mengenakan Magic Damage tambahan dan mencuri Armor dan Magic Resist Champion Musuh apabila terkena. Refresh pada serangan berikutnya dan stack sehingga 5 kali. Attack asas mengenakan Magic Damage Bonus.",
        "tr_tr": "Rell'in normal saldırıları ve yetenekleri isabet halinde fazladan büyü hasarı verir ve rakip şampiyonun zırh ile büyü direncini çalar. Bu etki sonraki isabetlerde yenilenir ve 5 defaya kadar birikir. Normal saldırıları ilave büyü hasarı verir.",
        "pl_pl": "Podstawowe ataki i umiejętności Rell zadają dodatkowe obrażenia magiczne oraz kradną pancerz i odporność na magię wrogiego bohatera przy trafieniu. Odświeża się przy kolejnych trafieniach i kumuluje do 5 razy. Ataki podstawowe zadają dodatkowe obrażenia magiczne.",
        "it_it": "Gli attacchi e le abilità di Rell infliggono danni magici aggiuntivi e rubano armatura e resistenza magica sul colpo ai campioni nemici. L'effetto si ripristina con i colpi successivi e si accumula fino a 5 volte. Gli attacchi infliggono danni magici bonus.",
        "es_es": "Los ataques básicos y las habilidades de Rell infligen daño mágico adicional y roban armadura y resistencia mágica al impactar contra el campeón. Se restaura al asestar golpes consecutivos y se acumula hasta 5 veces. Los ataques básicos infligen daño mágico adicional.",
        "de_de": "Rells normale Angriffe und Fähigkeiten verursachen zusätzlichen magischen Schaden und rauben gegnerischen Champions nach Treffern die Rüstung und Magieresistenz. Jeder weitere Treffer erneuert den Effekt. Kann bis zu 5-mal gesteigert werden. Normale Angriffe verursachen zusätzlichen magischen Schaden.",
        "fr_fr": "Les attaques de base et les compétences de Rell infligent des dégâts magiques bonus et volent de l'armure et de la résistance magique au champion ennemi à l'impact. Les bonus ainsi gagnés se réinitialisent à chaque coup et sont cumulable 5 fois. Les attaques de base infligent des dégâts magiques bonus.",
        "en_gb": "Rell's Basic Attacks and Abilities deal additional Magic Damage and steal Enemy Champion’s Armor and Magic Resist on hit. Refreshes on subsequent hits and stacks up to 5 times. Basic attacks deal Bonus Magic Damage.",
        "en_us": "Rell's Basic Attacks and Abilities deal additional Magic Damage and steal Enemy Champion’s Armor and Magic Resist on hit. Refreshes on subsequent hits and stacks up to 5 times. Basic attacks deal Bonus Magic Damage.",
        "ru_ru": "Поражая врагов автоатаками и умениями, Релл наносит им дополнительный магический урон и похищает их броню и сопротивление магии. Эффект обновляется с последующими попаданиями и суммируется до 5 раз. Автоатаки наносят дополнительный магический урон.",
        "ar_ae": "تلحق هجمات ريل وقدراتها الأساسية ضرر سحر إضافيًا وتسرق الدروع ومقاومة السحر من البطل المعادي عند الإصابة. تتجدد مع الإصابات اللاحقة وتتكدس حتى 5 مرات. تلحق الهجمات الأساسية ضرر سحر إضافيًا.",
        "en_sg": "Rell's Basic Attacks and Abilities deal additional Magic Damage and steal Enemy Champion’s Armor and Magic Resist on hit. Refreshes on subsequent hits and stacks up to 5 times. Basic attacks deal Bonus Magic Damage.",
        "es_mx": "Los ataques básicos y las habilidades de Rell infligen daño mágico adicional y roban la Armadura y Resistencia Mágica del campeón enemigo al impacto. Se restablece con impactos subsecuentes y se acumula hasta 5 veces. Los ataques básicos infligen daño mágico adicional.",
        "vi_vn": "Đòn Đánh Thường và Kỹ Năng của Rell gây thêm Sát Thương Phép và đánh cắp Giáp & Kháng Phép của Tướng Địch khi trúng đích. Làm mới khi đánh trúng lần kế tiếp và cộng dồn tối đa 5 lần. Đòn đánh thường gây Sát Thương Phép Cộng Thêm.",
        "th_th": "การโจมตีปกติและสกิลของ Rell จะสร้างความเสียหายเวทเพิ่มเติม รวมถึงชิงเกราะและต้านทานเวทของแชมเปี้ยนศัตรูที่โดน รีเฟรชเมื่อโดนตัวเป้าหมายครั้งต่อ ๆ ไปและสแตคได้สูงสุด 5 ครั้ง การโจมตีปกติจะสร้างโบนัสความเสียหายเวท",
        "zh_tw": "銳兒的普攻與技能在命中時會造成額外魔法傷害，並偷取敵方英雄的雙防。連續命中將刷新效果，最多累加五次。普攻造成額外魔法傷害。",
        "ko_kr": "렐의 기본 공격과 스킬은 적중 시 마법 피해를 추가로 입히고, 적 챔피언의 방어력과 마법 저항력을 훔칩니다. 이 효과는 추가로 적중하면 지속시간이 초기화되며, 5회까지 중첩됩니다.",
        "ja_jp": "通常攻撃またはスキルで追加魔法ダメージを与え、命中した敵チャンピオンから物理防御と魔法防御を奪う。命中するごとにリフレッシュし、最大5回までスタックする。通常攻撃で追加魔法ダメージを付与する。",
        "pt_br": "Os ataques básicos e as habilidades da Rell causam Dano Mágico adicional e roubam a Armadura e a Resistência Mágica do Campeão inimigo ao contato. Atualiza em acertos subsequentes e acumula até 5x. Os ataques básicos causam Dano Mágico adicional."
      },
      "extraDescription": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      }
    },
    {
      "slot": "Q",
      "key": "shattering_strike",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/f7e942acf1aa3ce8cb7dd2c2ab5e1d05ef16c073-512x512.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/52f384df6ec5be4c21f91d00e47774ce98322e6a.mp4",
      "name": {
        "ms_my": "SHATTERING STRIKE",
        "tr_tr": "PARÇALAYAN DARBE",
        "pl_pl": "ROZTRZASKUJĄCE UDERZENIE",
        "it_it": "COLPO FRANTUMANTE",
        "es_es": "GOLPE DEMOLEDOR",
        "de_de": "VERNICHTENDER SCHLAG",
        "fr_fr": "FRAPPE DISLOCATRICE",
        "en_gb": "SHATTERING STRIKE",
        "en_us": "SHATTERING STRIKE",
        "ru_ru": "ПРОБИВАЮЩИЙ УДАР",
        "ar_ae": "الضربة المحطِّمة",
        "en_sg": "SHATTERING STRIKE",
        "es_mx": "GOLPE DEVASTADOR",
        "vi_vn": "XUYÊN TÂM KÍCH",
        "th_th": "SHATTERING STRIKE",
        "zh_tw": "鐵碎之擊",
        "ko_kr": "파열의 일격",
        "ja_jp": "破鋼撃",
        "pt_br": "GOLPE ESTILHAÇADOR"
      },
      "description": {
        "ms_my": "Rell melontar tombaknya, mengenakan Magic Damage pada musuh yang terkena, memecahkan Shield Musuh dan stun mereka.",
        "tr_tr": "Rell mızrağını fırlatarak isabet alan rakiplere büyü hasarı verir, kalkanlarını kırar ve onları sersemletir.",
        "pl_pl": "Rell rzuca lancę i zadaje magiczne obrażenia trafionym wrogom, przełamując wrogie tarcze i ogłuszając ich.",
        "it_it": "Rell scaglia la sua lancia, infliggendo danni magici ai nemici colpiti, infrangendo i loro scudi e stordendoli.",
        "es_es": "Rell asesta un golpe con su lanza, lo que inflige daño mágico a los enemigos golpeados, rompe sus escudos y los aturde.",
        "de_de": "Rell wirft ihre Lanze, fügt getroffenen Gegnern magischen Schaden zu, zerstört die Schilde von Gegnern und betäubt sie.",
        "fr_fr": "Rell projette sa lance pour infliger des dégâts magiques aux ennemis touchés, détruire leurs boucliers et les étourdir.",
        "en_gb": "Rell throws her lance, dealing Magic Damage to enemies hit, breaking Enemy Shields and stunning them.",
        "en_us": "Rell throws her lance, dealing Magic Damage to enemies hit, breaking Enemy Shields and stunning them.",
        "ru_ru": "Релл бросает копье, нанося магический урон пораженным врагам, уничтожая их щиты и оглушая их.",
        "ar_ae": "ترمي ريل رمحها، فتلحق ضرر سحرٍ بالأعداء المصابين، وتكسر درع الأعداء وتصعقهم.",
        "en_sg": "Rell throws her lance, dealing Magic Damage to enemies hit, breaking Enemy Shields and stunning them.",
        "es_mx": "Rell arroja su lanza e inflige daño mágico a los enemigos alcanzados, además de romper sus escudos y aturdirlos.",
        "vi_vn": "Rell ném giáo, gây Sát Thương Phép lên kẻ địch trúng chiêu, phá vỡ Lá Chắn của Kẻ Địch và làm choáng chúng.",
        "th_th": "Rell ปาหอกออกไป สร้างความเสียหายเวทแก่ศัตรูที่โดน ทำลายโล่ป้องกันของศัตรูและสตันพวกเขา",
        "zh_tw": "銳兒投擲長槍，對命中的敵軍造成魔法傷害，打破其護盾並造成暈眩。",
        "ko_kr": "렐이 창을 찔러 적중한 적에게 마법 피해를 입히고, 보호막을 파괴하며, 기절시킵니다.",
        "ja_jp": "ランスを投げ、命中した敵に魔法ダメージを与える。敵のシールドを破壊し、スタンさせる。",
        "pt_br": "Rell arremessa a lança, causando Dano Mágico aos inimigos atingidos, quebrando os Escudos inimigos e Atordoando os alvos."
      },
      "extraDescription": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      }
    },
    {
      "slot": "W",
      "key": "ferromancy_crashdown",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/cd057c9c4edd983b563285c60ba5367d5136156d-512x512.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/0e677fd8b3172dfe2f59fd1443dff438b3fd472e.mp4",
      "name": {
        "ms_my": "FERROMANCY: CRASHDOWN",
        "tr_tr": "DEMİRBAZLIK: SERT İNİŞ",
        "pl_pl": "FERROMANCJA: ROZTRZASKANIE",
        "it_it": "FERROMANZIA: SCHIANTO",
        "es_es": "FERROMANCIA: CAÍDA",
        "de_de": "FERROMANTIE: HERABSTÜRZEN",
        "fr_fr": "FERROMANCIE : DESCENDRE EN PIQUÉ",
        "en_gb": "FERROMANCY: CRASHDOWN",
        "en_us": "FERROMANCY: CRASHDOWN",
        "ru_ru": "ФЕРРОМАНТИЯ: ЖЕСТКАЯ ПОСАДКА",
        "ar_ae": "السحر المعدني: الهبوط المدمر",
        "en_sg": "FERROMANCY: CRASHDOWN",
        "es_mx": "FERROMANCIA: DESPLOME",
        "vi_vn": "HẮC KIM THUẬT: CHIẾN GIÁP",
        "th_th": "FERROMANCY: CRASHDOWN",
        "zh_tw": "馭鐵之術：解構",
        "ko_kr": "철마술: 붕괴",
        "ja_jp": "フェロマンシー: クラッシュダウン",
        "pt_br": "FERROMANTE: QUEDA ESMAGADORA"
      },
      "description": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      },
      "extraDescription": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      }
    },
    {
      "slot": "E",
      "key": "full_tilt",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/cdeab99b74c5bca3cfe61b220fe2228212714cb9-512x512.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/6077b3eed2c69268d97ea2036c504afc9c743ca3.mp4",
      "name": {
        "ms_my": "FULL TILT",
        "tr_tr": "SON SÜRAT",
        "pl_pl": "PEŁNA IRYTACJA",
        "it_it": "MASSIMA VELOCITÀ",
        "es_es": "JUSTA",
        "de_de": "GEFÄHRLICHER GALOPP",
        "fr_fr": "JOUTE ENDIABLÉE",
        "en_gb": "FULL TILT",
        "en_us": "FULL TILT",
        "ru_ru": "ПОЛНЫЙ ХОД",
        "ar_ae": "السرعة القصوى",
        "en_sg": "FULL TILT",
        "es_mx": "TILTEO TOTAL",
        "vi_vn": "PHI NƯỚC ĐẠI",
        "th_th": "FULL TILT",
        "zh_tw": "全速突進",
        "ko_kr": "전속력",
        "ja_jp": "重槍突貫",
        "pt_br": "INVESTIDA ABSOLUTA"
      },
      "description": {
        "ms_my": "Rell memberi dirinya dan sekutunya Move Speed, digandakan ke arah musuh dan sesama sendiri. Attack Asas atau Shattering Strike yang seterusnya akan meletup, mengenakan Magic Damage.",
        "tr_tr": "Rell kendisine ve takım arkadaşına hareket hızı kazandırır. Bu ilave rakiplere ve birbirlerine doğru ilerlerken ikiye katlanır. Bir sonraki normal saldırısı veya Parçalayan Darbe yeteneği patlayarak büyü hasarı verir.",
        "pl_pl": "Rell daje sobie i sojusznikowi prędkość ruchu, podwojoną w kierunku wrogów i siebie nawzajem. Jej kolejny atak podstawowy lub Roztrzaskujące Uderzenie eksplodują, zadając obrażenia magiczne.",
        "it_it": "Rell fornisce a se stessa e a un alleato velocità di movimento, che raddoppia quando si muovono verso i nemici o l'una verso l'altro. Il suo prossimo attacco o Colpo frantumante esplode, infliggendo danni magici.",
        "es_es": "Rell se otorga velocidad de movimiento a sí misma y a un aliado, que se duplica al avanzar hacia enemigos y entre sí. Su siguiente ataque básico o Golpe demoledor desata una explosión que inflige daño mágico.",
        "de_de": "Rell gewährt sich selbst und einem Verbündeten Lauftempo. Dieser Bonus ist verdoppelt, wenn sie sich auf Gegner oder einander zubewegen. Ihr nächster normaler Angriff oder „Vernichtender Schlag“ explodiert und verursacht magischen Schaden.",
        "fr_fr": "Rell et un allié gagnent de la vitesse de déplacement. Ce bonus est doublé quand ils se dirigent l'un vers l'autre. Sa prochaine attaque de base ou Frappe dislocatrice explose, infligeant des dégâts magiques.",
        "en_gb": "Rells grants herself and ally Move Speed, doubled toward enemies and each other. Her next Basic Attack or Shattering Strike explodes, dealing Magic Damage.",
        "en_us": "Rells grants herself and ally Move Speed, doubled toward enemies and each other. Her next Basic Attack or Shattering Strike explodes, dealing Magic Damage.",
        "ru_ru": "Релл и ее союзник получают прибавку к скорости передвижения, которая увеличивается вдвое при перемещении к врагам или друг к другу. Во время ее следующей автоатаки или Пробивающего удара происходит взрыв, который наносит врагам магический урон.",
        "ar_ae": "تمنح ريل نفسها وحليفها سرعة حركة، تتضاعف باتجاه الأعداء وباتجاه بعضهما البعض. ينفجر هجوم ريل الأساسي أو قدرة الضربة المحطِّمة التالي، مما يلحق ضرر سحر.",
        "en_sg": "Rells grants herself and ally Move Speed, doubled toward enemies and each other. Her next Basic Attack or Shattering Strike explodes, dealing Magic Damage.",
        "es_mx": "Rell se otorga a sí misma y a un aliado velocidad de movimiento, que se duplica al desplazarse hacia enemigos y entre sí. Su siguiente ataque básico o Golpe Devastador causa una explosión e inflige daño mágico.",
        "vi_vn": "Rell tăng Tốc Độ Di Chuyển cho bản thân và một đồng minh, nhận gấp đôi khi di chuyển về phía kẻ địch và về phía nhau. Đòn Đánh Thường hoặc lần dùng Xuyên Tâm Kích tiếp theo của cô sẽ phát nổ, gây Sát Thương Phép.",
        "th_th": "Rell จะมอบความเร็วเคลื่อนที่แก่ตนเองและพันธมิตร เพิ่มเป็นสองเท่าเมื่อเดินเข้าหาศัตรูหรือเดินเข้าหากันเอง การโจมตีปกติหรือ Shattering Strike ครั้งถัดไปจะระเบิดและสร้างความเสียหายเวท",
        "zh_tw": "銳兒賦予自身與友軍跑速，向敵軍或彼此移動時效果倍增。下一次普攻或「鐵碎之擊」會產生爆炸，造成魔法傷害。",
        "ko_kr": "렐이 자신과 아군에게 이동 속도를 부여합니다. 적이나 서로를 향해 이동하면 효과가 2배로 증가합니다. 렐의 다음 기본 공격 또는 파열의 일격이 폭발을 일으켜 마법 피해를 입힙니다.",
        "ja_jp": "自身と味方に移動速度を付与する。敵または味方に向かっての移動速度が倍になる。次の通常攻撃または破鋼撃で爆発が発生し、魔法ダメージを与える。",
        "pt_br": "Rell concede a si mesma e a um aliado Velocidade de Movimento, que dobra ao mover-se em direção a inimigos e um em direção ao outro. O próximo ataque básico ou Golpe Estilhaçador da Campeã explodirá, causando Dano Mágico."
      },
      "extraDescription": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      }
    },
    {
      "slot": "R",
      "key": "magnet_storm",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/d4a77ee03a740b6aa4119798714823fdaa9ec9a1-512x512.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/8935b271ce46c8714d82dd3485af33f41f4724ac.mp4",
      "name": {
        "ms_my": "MAGNET STORM",
        "tr_tr": "MANYETİK FIRTINA",
        "pl_pl": "BURZA MAGNETYCZNA",
        "it_it": "TEMPESTA MAGNETICA",
        "es_es": "TORMENTA MAGNÉTICA",
        "de_de": "MAGNETSTURM",
        "fr_fr": "TEMPÊTE MAGNÉTIQUE",
        "en_gb": "MAGNET STORM",
        "en_us": "MAGNET STORM",
        "ru_ru": "МАГНИТНАЯ БУРЯ",
        "ar_ae": "العاصفة المغناطيسية",
        "en_sg": "MAGNET STORM",
        "es_mx": "TORMENTA MAGNÉTICA",
        "vi_vn": "SỨC HÚT KINH HOÀNG",
        "th_th": "MAGNET STORM",
        "zh_tw": "磁能風暴",
        "ko_kr": "자기 폭풍",
        "ja_jp": "磁気嵐流",
        "pt_br": "TEMPESTADE MAGNÉTICA"
      },
      "description": {
        "ms_my": "Rell meletus dalam kemarahan magnetik, menarik musuh berdekatan ke arahnya. Rell terus menarik champion musuh berdekatan, mengenakan Magic Damage.",
        "tr_tr": "Rell manyetik öfkesini serbest bırakarak yakınındaki rakipleri kendisine doğru çeker. Rell yakınındaki rakip şampiyonları kendisine doğru çekmeye devam ederek onlara büyü hasarı verir.",
        "pl_pl": "Rell eksploduje magnetyczną furią, przyciągając pobliskich wrogów do siebie. Rell wciąż przyciąga pobliskich wrogich bohaterów, zadając obrażenia magiczne.",
        "it_it": "Rell scatena la sua furia magnetica, attirando a sé i nemici vicini e infliggendo loro danni magici.",
        "es_es": "Rell genera una furiosa explosión magnética y atrae a los enemigos cercanos. Rell continúa atrayendo a los campeones enemigos cercanos, lo que inflige daño mágico.",
        "de_de": "Rell entfesselt einen gewaltigen Magnetsturm, der Gegner in der Nähe in ihre Richtung zieht. Rell zieht gegnerische Champions in der Nähe weiter heran und verursacht magischen Schaden.",
        "fr_fr": "Rell explose en une fureur magnétique, attirant les ennemis proches. Rell attire continuellement les champions ennemis proches, leur infligeant des dégâts magiques.",
        "en_gb": "Rell explodes in a magnetic fury, pulling nearby enemies toward herself. Rell continues pulling in nearby enemy champions, dealing Magic Damage.",
        "en_us": "Rell explodes in a magnetic fury, pulling nearby enemies toward herself. Rell continues pulling in nearby enemy champions, dealing Magic Damage.",
        "ru_ru": "Релл создает вокруг себя магнитную бурю, притягивая окружающих врагов. После этого она продолжает притягивать их к себе, нанося им магический урон.",
        "ar_ae": "تنفجر ريل في فورة مغناطيسية، فتجذب الأعداء القريبين باتجاهها. تواصل ريل جذب الأبطال المعادين القريبين، فتلحق ضرر سحر.",
        "en_sg": "Rell explodes in a magnetic fury, pulling nearby enemies toward herself. Rell continues pulling in nearby enemy champions, dealing Magic Damage.",
        "es_mx": "Rell explota con una furia magnética, la cual atrae hacia ella a los enemigos cercanos. Rell continúa atrayendo campeones enemigos cercanos y les inflige daño mágico.",
        "vi_vn": "Rell bùng nổ năng lượng từ trường, kéo những kẻ địch ở gần về phía mình. Rell liên tục kéo tướng địch gần bên về phía mình, gây Sát Thương Phép.",
        "th_th": "Rell ระเบิดสนามพลังแม่เหล็กออกมา ซึ่งจะดึงศัตรูใกล้เคียงเข้ามาหาเธอ Rell จะคอยดึงแชมเปี้ยนศัตรูใกล้เคียงเข้ามาเรื่อย ๆ และสร้างความเสียหายเวท",
        "zh_tw": "銳兒爆發出磁能之怒，將鄰近敵軍拉向自身。之後持續將鄰近敵方英雄拉向自身，造成魔法傷害。",
        "ko_kr": "렐이 자기 폭발을 일으켜 주변 적을 자신 쪽으로 끌어당깁니다. 계속해서 근처의 적 챔피언을 끌어당기며 마법 피해를 입힙니다.",
        "ja_jp": "猛烈な磁場を発生させ、周囲の敵を自身の方向に引き寄せる。その後も継続的に周囲の敵を自身の方向に引き付け、魔法ダメージを与える。",
        "pt_br": "Rell explode numa fúria magnética, puxando os inimigos próximos em sua direção. Rell continua puxando os Campeões inimigos próximos, causando Dano Mágico."
      },
      "extraDescription": {
        "ms_my": "Mounted\nPasif: Rell mendapat Move Speed.\nAktif: Rell dismount, melompat ke arah lokasi sasaran, menghentam musuh ke atas dan mendapat Shield. \n\nDismounted\nPasif: Ketika dismounted, Rell mendapat Armor, Magic Resist, Attack Speed dan Jarak Attack, tetapi akan slow. \nAktif: Rell membentuk Mountnya, mendapat letusan speed dan attack asas seterusnya akan menghentam musuh yang terkena ke atas.",
        "tr_tr": "Binekli\nPasif: Rell hareket hızı kazanır.\nAktif: Rell bineğinden inerek hedef konuma atılır, rakipleri havaya savurur ve kalkan kazanır. \n\nBineksiz\nPasif: Rell binek üstünde değilken zırh, büyü direnci, saldırı hızı ve saldırı menzili kazanır ama yavaşlar. \nAktif: Rell bineğini oluşturarak hareket hızı artışı kazanır ve bir sonraki normal saldırısı isabet alan rakipleri havaya savurur.",
        "pl_pl": "Na koniu\nBiernie: Rell zyskuje prędkość ruchu.\nUżycie: Rell schodzi z konia, skacze ku miejscu docelowemu, wyrzucając w powietrze wrogów i zyskując tarczę. \n\nPieszo\nBiernie: Po zejściu z konia Rell zyskuje pancerz, odporność na magię, prędkość ataku i zasięg ataku, ale jest spowolniona. \nUżycie: Rell tworzy swojego wierzchowca, zyskując premię do prędkości ruchu, a jej kolejny atak podstawowy wyrzuca w powietrze trafionych wrogów.",
        "it_it": "In sella\nPassiva: Rell ottiene velocità di movimento.\nAttiva: Rell scende da cavallo e balza verso una direzione bersaglio, lanciando in aria i nemici e ottenendo uno scudo. \n\nA piedi\nPassiva: mentre è a piedi, Rell ottiene armatura, resistenza magica, velocità d'attacco e gittata d'attacco, ma è rallentata. \nAttiva: Rell plasma la sua cavalcatura, guadagnando un aumento di velocità e lanciando in aria i nemici colpiti con il suo prossimo attacco base.",
        "es_es": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta de su caballo, se lanza hacia la ubicación objetivo, lanza a los enemigos por los aires y obtiene un escudo. \n\nDesmontada\nPasiva: Cuando está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance, pero queda ralentizada. \nActiva: Rell forma su montura, obtiene una mejora de velocidad y su siguiente ataque básico lanza por los aires a los enemigos alcanzados.",
        "de_de": "Auf ihrem Reittier\nPassiv: Rell erhält Lauftempo.\nAktiv: Rell steigt ab, springt zum Zielort, schleudert Gegner in die Luft und erhält einen Schild. \n\nZu Fuß\nPassiv: Zu Fuß erhält Rell Rüstung, Magieresistenz, Angriffstempo und Angriffsreichweite, bewegt sich aber langsamer. \nAktiv: Rell erschafft ihr Reittier, erhält einen Lauftemposchub und ihr nächster normaler Angriff schleudert getroffene Gegner in die Luft.",
        "fr_fr": "À cheval\nPassive : Rell gagne de la vitesse de déplacement.\nActive : Rell quitte sa monture et se jette à l'emplacement ciblé, projetant les ennemis dans les airs et gagnant un bouclier. \n\nÀ pied\nPassive : à pied, Rell gagne de l'armure, de la résistance magique, de la vitesse d'attaque et de la portée d'attaque, mais elle est ralentie. \nActive : Rell recrée son destrier, gagnant un bref bonus de vitesse et projetant dans les airs le prochain ennemi qu'elle attaque.",
        "en_gb": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "en_us": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "ru_ru": "На коне\nПассивно: Релл получает прибавку к скорости передвижения.\nАктивно: Релл спешивается и прыгает в указанную точку, подбрасывая врагов и получая щит. \n\nПеший ход\nПассивно: у Релл увеличены броня, сопротивление магии, скорость атаки и дальность атаки, но снижена скорость передвижения. \nАктивно: Релл создает коня, ненадолго увеличивая скорость передвижения. Ее следующая автоатака подбрасывает пораженных врагов.",
        "ar_ae": "الركوب\nتأثير كامن: تكسب ريل سرعة حركة.\nتأثير نشط: تترجل ريل عن فرسها، وتثب في اتجاه موضع الهدف، فتطيح بالأعداء إلى الأعلى وتكسب درعًا.\n\nالترجل\nتأثير كامن: عند ترجلها، تكسب ريل الدروع ومقاومة السحر وسرعة الهجوم ومدى الهجوم، لكنها تصبح أبطأ.\nتأثير نشط: تستحضر ريل فرسها، فتكسب دفقةً من السرعة ويطيح هجومها الأساسي التالي بالأعداء المصابين.",
        "en_sg": "Mounted\nPassive: Rell gains Move Speed.\nActive: Rell dismounts, leaping towards target location, knocking enemies up and gains a Shield. \n\nDismounted\nPassive: While dismounted, Rell gains Armor, Magic Resist, Attack Speed, and Attack Range, but is slowed. \nActive: Rell forms her Mount, gaining a burst of speed and her next basic attack knocks up enemies hit.",
        "es_mx": "Montada\nPasiva: Rell obtiene velocidad de movimiento.\nActiva: Rell se desmonta, salta hacia la ubicación del objetivo, lanza a los enemigos por el aire y obtiene un escudo. \n\nDesmontada\nPasiva: Si está desmontada, Rell obtiene armadura, resistencia mágica, velocidad de ataque y alcance de ataque, pero queda ralentizada. \nActiva: Rell forma su montura para obtener un aumento de velocidad y su próximo ataque básico lanza a los enemigos alcanzados por el aire.",
        "vi_vn": "Chiến Mã\nNội tại: Rell tăng Tốc Độ Di Chuyển.\nKích hoạt: Rell xuống ngựa, nhảy vào vị trí chỉ định, hất tung kẻ địch và nhận Lá Chắn. \n\nChiến Giáp\nNội tại: Khi ở dạng chiến giáp, Rell nhận Giáp, Kháng Phép, Tốc Độ Đánh và Tầm Đánh, nhưng bị làm chậm. \nKích hoạt: Rell biến lớp chiến giáp thành Chiến Mã, nhận tốc độ di chuyển trong thoáng chốc và đòn đánh thường tiếp theo của cô hất tung kẻ địch trúng đòn.",
        "th_th": "ขี่ม้า\nติดตัว: Rell จะได้รับความเร็วเคลื่อนที่\nกดใช้: Rell จะลงจากม้าแล้วกระโจนไปยังตำแหน่งเป้าหมาย กระแทกศัตรูให้ลอยขึ้นและได้รับโล่ป้องกัน \n\nnลงจากม้า\nติดตัว: ขณะที่ลงจากม้า Rell จะได้รับเกราะ ต้านทานเวท ความเร็วโจมตี และระยะโจมตี แต่จะถูกสโลว์ \nกดใช้: Rell จะขึ้นขี่ม้า ได้รับความเร็วเคลื่อนที่ชั่วขณะ และการโจมตีปกติครั้งถัดไปจะกระแทกศัตรูที่โดนให้ลอยขึ้น",
        "zh_tw": "騎乘狀態\n被動：銳兒增加跑速。\n主動：銳兒穿上重甲，躍向目標地點，將敵軍擊飛並獲得護盾。\n\n重甲型態\n被動：在重甲型態下會增加雙防、攻速與攻擊距離，但移動速度變慢。\n主動：銳兒建構她的坐騎，獲得爆發性的跑速並擊飛下一次普攻命中的敵軍。",
        "ko_kr": "탑승 상태\n기본 지속 효과: 렐이 이동 속도를 얻습니다.\n사용 시: 렐이 탈것에서 뛰어내리며 지정한 위치로 도약해, 적을 공중에 띄우고 보호막을 얻습니다.\n\n중갑 상태\n기본 지속 효과: 렐이 방어력, 마법 저항력, 공격 속도, 공격 사거리를 얻지만 느려집니다.\n사용 시: 렐이 탈것에 오르며 점차 감소하는 이동 속도를 얻고, 다음 기본 공격 시 적을 공중에 띄웁니다.",
        "ja_jp": "騎乗時\n固有スキル: 移動速度が増加する。\n発動効果: 騎乗状態を解除し、対象のいる場所に向かって跳躍する。敵をノックアップしてシールドを獲得する。 \n\n非騎乗時: \\n固有スキル: 非騎乗時に物理防御、魔法防御、攻撃速度、射程距離が増加するが、移動速度が低下する。 \n発動効果: 騎乗状態となり、移動速度が飛躍的に増加する。次の通常攻撃が命中した敵をノックアップする。",
        "pt_br": "Montada\nPassivo: Rell recebe Velocidade de Movimento.\nAtivo: Rell desmonta, saltando na direção-alvo, arremessando os inimigos ao ar e recebendo um Escudo. \n\nDesmontada\nPassivo: sem montaria, Rell recebe Armadura, Resistência Mágica, Velocidade de Ataque e Alcance de Ataque, mas sofre Lentidão. \nAtivo: Rell forja uma montaria, recebendo um impulso de velocidade, e seu próximo ataque básico arremessará os inimigos atingidos ao ar."
      }
    }
  ]
}