{
  "slug": "talon",
  "name": {
    "ru_ru": "ТАЛОН",
    "pt_br": "TALON",
    "en_us": "TALON",
    "it_it": "TALON",
    "tr_tr": "TALON",
    "de_de": "TALON",
    "ms_my": "TALON",
    "vi_vn": "TALON",
    "ko_kr": "탈론",
    "ja_jp": "タロン",
    "es_es": "TALON",
    "fr_fr": "TALON",
    "th_th": "TALON",
    "zh_tw": "塔隆",
    "en_gb": "TALON",
    "pl_pl": "TALON",
    "es_mx": "TALON",
    "en_sg": "TALON",
    "ar_ae": "تالون"
  },
  "roles": [
    "assassin"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/e35b396a540cd65db0b5f1a86d81662c74be4ddf-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "blades_end",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/8f6773f770de4b73bb319ef6aba99080bed479f2-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/43c26bb8f298679d20de2a834fdbaf84594f0c6d.mp4",
      "name": {
        "ms_my": "BLADE'S END",
        "tr_tr": "BIÇAK SIRTI",
        "pl_pl": "KONIEC OSTRZA",
        "it_it": "PUNTA DI LAMA",
        "es_es": "FINAL DE LA HOJA",
        "de_de": "KLINGENSPITZE",
        "fr_fr": "SAIGNÉE FATALE",
        "en_gb": "BLADE'S END",
        "en_us": "BLADE'S END",
        "ru_ru": "ОСТРИЕ КЛИНКА",
        "ar_ae": "نهاية النصل",
        "en_sg": "BLADE'S END",
        "es_mx": "FILO DE LA HOJA",
        "vi_vn": "LƯỠI DAO KẾT LIỄU",
        "th_th": "BLADE'S END",
        "zh_tw": "終焉殘刃",
        "ko_kr": "검의 최후",
        "ja_jp": "血塗られし慈悲",
        "pt_br": "LIMIAR DA LÂMINA"
      },
      "description": {
        "ms_my": "Spell Talon akan Wound champion dan monster besar, yang stack sehingga 3 kali. Apabila Talon attack champion yang mempunyai 3 stack Wound, mereka akan berdarah untuk damage tinggi secara berkala.",
        "tr_tr": "Talon'un yetenekleri şampiyon ve büyük canavarlarda 3 defaya kadar birikecek şekilde Yara açar. Talon 3 Yara yükü olan bir şampiyona saldırdığında, hedefi zamanla büyük miktarda hasar alarak kanama geçirir.",
        "pl_pl": "Umiejętności Talona ranią bohaterów i duże potwory, kumulując się do trzech razy. Gdy Talon zaatakuje bohatera ze skumulowanym potrójnie ranieniem, ofiara otrzyma rozłożone w czasie duże obrażenia od krwawienia.",
        "it_it": "Le abilità di Talon applicano Ferita ai campioni nemici e ai mostri grandi, cumulabile fino a 3 volte. Quando Talon attacca un campione con 3 cariche di Ferita, lo fa sanguinare infliggendo ingenti danni nel tempo.",
        "es_es": "Las habilidades de Talon provocan una herida a los campeones enemigos y monstruos gigantes, lo que puede acumularse hasta 3 veces. Cuando Talon ataca a un objetivo con 3 heridas, este sufre una hemorragia que le causa daño prolongado.",
        "de_de": "Talons Fähigkeiten fügen Champions und großen Monstern Wunden zu, die bis zu 3-mal steigerbar sind. Wenn Talon einen Champion mit 3 Wunden angreift, erleidet dieser eine Blutung, die schweren Schaden über Zeit verursacht.",
        "fr_fr": "Les compétences de Talon blessent les champions et les grands monstres (cumulable 3 fois). Quand Talon lance une attaque de base sur un champion portant 3 effets Blessure, ce champion se met à saigner et subit d'importants dégâts sur la durée.",
        "en_gb": "Talon's spells Wound champions and large monsters, stacking up to 3 times. When Talon attacks a champion with 3 stacks of Wound, they bleed for heavy damage over time.",
        "en_us": "Talon's spells Wound champions and large monsters, stacking up to 3 times. When Talon attacks a champion with 3 stacks of Wound, they bleed for heavy damage over time.",
        "ru_ru": "Умения Талона ранят чемпионов и больших монстров, суммируясь до 3 раз. Когда Талон совершает автоатаку по цели с 3 ранениями, она начинает кровоточить, получая большой периодический урон.",
        "ar_ae": "تجرح تعويذات تالون الأبطال والوحوش الكبيرة، وهي قابلة للتكدس حتى 3 مرات. عندما يهاجم تالون بطلًا بـ 3 تكدسات من الجروح، ينزف متلقيًا ضررًا كبيرًا بمرور الوقت.",
        "en_sg": "Talon's spells Wound champions and large monsters, stacking up to 3 times. When Talon attacks a champion with 3 stacks of Wound, they bleed for heavy damage over time.",
        "es_mx": "Las habilidades de Talon aplican acumulaciones de Herida a campeones y monstruos grandes. Se acumulan hasta tres veces. Cuando Talon ataca a un campeón con 3 acumulaciones de Herida, el objetivo sangra y recibe mucho daño prolongado.",
        "vi_vn": "Kỹ năng của Talon gây Trúng Thương lên tướng và quái lớn, tối đa 3 cộng dồn. Khi Talon tấn công một tướng với 3 cộng dồn Trúng Thương, kẻ đó sẽ bị chảy máu, chịu sát thương nặng nề theo thời gian.",
        "th_th": "สกิลของ Talon จะแปะ Wound แก่แชมเปี้ยนศัตรูและมอนสเตอร์ขนาดใหญ่ สแตคได้สูงสุด 3 ครั้ง เมื่อ Talon โจมตีแชมเปี้ยนที่มี Wound 3 สแตค พวกเขาจะเลือดออกทำให้ได้รับความเสียหายต่อเนื่องอย่างรุนแรง",
        "zh_tw": "塔隆的技能會對命中的敵方英雄及大型野怪附加裂傷，最高累加3層。當塔隆攻擊堆滿3層裂傷的英雄時，他們會受到越來越嚴重的流血傷害。",
        "ko_kr": "탈론이 챔피언이나 대형 몬스터에게 스킬을 사용하면 최대 3회까지 중첩되는 상처가 남습니다. 상처가 3회 중첩된 챔피언에게 기본 공격을 가하면 출혈을 일으켜 일정 시간 동안 큰 피해를 입힙니다.",
        "ja_jp": "タロンのスキルは敵チャンピオンおよび大型モンスターに3回までスタックする「傷」を付与する。「傷」のスタックが3つになった敵チャンピオンに通常攻撃を行うと、そのチャンピオンは出血して継続的に大ダメージを受ける。",
        "pt_br": "As habilidades de Talon causam Ferimentos a Campeões e monstros grandes, acumulando até 3x. Ao atacar um Campeão com 3 acúmulos de Ferimento, o alvo sangra e sofre bastante dano ao longo do tempo."
      },
      "extraDescription": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      }
    },
    {
      "slot": "Q",
      "key": "noxian_diplomacy",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/63b8e93ffe5ce66cc11d03b7b97c8f2b44541b4d-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/72d3e96e4c36ab5c521053b187bd696fac806465.mp4",
      "name": {
        "ms_my": "NOXIAN DIPLOMACY",
        "tr_tr": "NOXUS DİPLOMASİSİ",
        "pl_pl": "NOXIAŃSKA DYPLOMACJA",
        "it_it": "DIPLOMAZIA DI NOXUS",
        "es_es": "DIPLOMACIA NOXIANA",
        "de_de": "NOXIANISCHE DIPLOMATIE",
        "fr_fr": "DIPLOMATIE NOXIENNE",
        "en_gb": "NOXIAN DIPLOMACY",
        "en_us": "NOXIAN DIPLOMACY",
        "ru_ru": "НОКСИАНСКАЯ ДИПЛОМАТИЯ",
        "ar_ae": "دبلوماسية نوكسوس",
        "en_sg": "NOXIAN DIPLOMACY",
        "es_mx": "DIPLOMACIA NOXIANA",
        "vi_vn": "NGOẠI GIAO KIỂU NOXUS",
        "th_th": "NOXIAN DIPLOMACY",
        "zh_tw": "諾城王道",
        "ko_kr": "녹서스식 외교",
        "ja_jp": "ノクサスの刃",
        "pt_br": "DIPLOMACIA NOXIANA"
      },
      "description": {
        "ms_my": "Talon menikam unit sasaran. Jika ia berada dalam jarak melee, attack ini mengenakan critical damage. Jika ia berada di luar jarak melee, Talon akan melompat kepada sasaran sebelum menikamnya. Talon mengembalikan sedikit nyawa dan cooldown jika ability ini membunuh sasaran.",
        "tr_tr": "Talon hedef birimi bıçaklar. Eğer hedef birim yakın dövüş menzilindeyse bu saldırı kritik vuruş hasarı verir. Yakın dövüş menzilinin dışındaysa Talon hedefine atılarak onu bıçaklar. Bu yetenek hedefi katlederse Talon'un canı ve bekleme süresinin bir kısmı iade edilir.",
        "pl_pl": "Talon dźga wybraną jednostkę. Gdy jest ona w zasięgu ataku w zwarciu, umiejętność ta zadaje obrażenia krytyczne. Gdy pozostaje ona poza zasięgiem ataku w zwarciu, Talon doskoczy do niej przed zadaniem dźgnięcia. Jeśli atak zabije jednostkę, Talon odzyskuje nieco zdrowia i czasu odnowienia.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon apuñala a la unidad objetivo. Si esta se encuentra cuerpo a cuerpo, el ataque inflige daño crítico. Si no, Talon se abalanza sobre ella antes de apuñalarla. Si consigue acabar con el objetivo, recupera algo de vida y reduce el enfriamiento de la habilidad.",
        "de_de": "Talon sticht auf sein Ziel ein. Befindet es sich in Nahkampfreichweite, verursacht der Angriff kritischen Schaden. Befindet es sich außerhalb der Nahkampfreichweite, springt Talon zu ihm und sticht dann zu. Wenn diese Fähigkeit das Ziel tötet, werden Talon Leben und Abklingzeit teilweise zurückerstattet.",
        "fr_fr": "Talon poignarde l'unité ciblée. S'il est en mêlée, cette attaque inflige des dégâts critiques. S'il est à distance, Talon saute sur la cible avant de la poignarder. Talon regagne des PV et le délai de récupération est réduit si la compétence tue la cible.",
        "en_gb": "Talon stabs the target unit. If they are within melee range, this attack deals critical damage. If they are outside melee range, Talon will leap at his target before stabbing them. Talon refunds some health and cooldown if this ability kills the target.",
        "en_us": "Talon stabs the target unit. If they are within melee range, this attack deals critical damage. If they are outside melee range, Talon will leap at his target before stabbing them. Talon refunds some health and cooldown if this ability kills the target.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "يطعن تالون الوحدة المستهدفة. إن كانت ضمن مدى القتال القريب، يلحق هذا الهجوم ضررًا حرجًا. وإن كانت خارج مدى القتال القريب، يثب تالون نحو هدفه قبل طعنه. يستعيد تالون بعض الصحة وفترة التبريد إن قتل الهدف بهذه القدرة.",
        "en_sg": "Talon stabs the target unit. If they are within melee range, this attack deals critical damage. If they are outside melee range, Talon will leap at his target before stabbing them. Talon refunds some health and cooldown if this ability kills the target.",
        "es_mx": "Talon apuñala al objetivo. Si está a un alcance cuerpo a cuerpo, este ataque causa daño crítico. Si está fuera del alcance cuerpo a cuerpo, Talon saltará hacia su objetivo antes de apuñalarlo. Talon recupera un poco de vida y enfriamiento si esta habilidad asesina al objetivo.",
        "vi_vn": "Talon đâm dao vào mục tiêu. Nếu chúng trong tầm cận chiến, đòn đánh này sẽ gây chí mạng. Nếu kẻ địch ở ngoài tầm cận chiến, Talon sẽ nhảy vào mục tiêu trước khi đâm chúng. Talon được hồi lại một phần máu và hồi chiêu nếu kỹ năng này tiêu diệt mục tiêu.",
        "th_th": "Talon แทงใส่ยูนิตเป้าหมาย หากพวกเขาอยู่ในระยะการโจมตีประชิด การโจมตีนี้จะสร้างความเสียหายคริติคอล หากพวกเขาอยู่นอกระยะการโจมตีประชิด Talon จะกระโจนเข้าหาเป้าหมายก่อนที่จะทำการแทงพวกเขา Talon จะได้รับพลังชีวิตและคูลดาวน์จำนวนหนึ่งคืนมาหากสกิลนี้สามารถสังหารเป้าหมายได้",
        "zh_tw": "塔隆刺擊目標。如果他們在近戰範圍內，會造成暴擊傷害。如果他們處於近戰範圍外，塔隆會躍擊目標，再刺殺他們。如果此技擊殺目標，會返還塔隆冷卻時間及回復部分生命。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "タロンが対象を突き刺す。近接攻撃の射程内であれば、この攻撃はクリティカルダメージを与える。近接攻撃の射程外であれば、対象までジャンプしてから突き刺す。このスキルで対象を倒すと体力の一部が回復し、クールダウンの一部が解消する。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      },
      "extraDescription": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      }
    },
    {
      "slot": "W",
      "key": "rake",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/d5e5bf17767be08f54f37ba64585c7721575617e-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/d1939b8111ae627d0d467a622940f8c9cec11869.mp4",
      "name": {
        "ms_my": "RAKE",
        "tr_tr": "BİÇ ÇEK",
        "pl_pl": "ROZPRUWANIE",
        "it_it": "LAME ROTANTI",
        "es_es": "RASTRILLAR",
        "de_de": "KLINGENSALVE",
        "fr_fr": "RATISSAGE",
        "en_gb": "RAKE",
        "en_us": "RAKE",
        "ru_ru": "РАЗДИРАНИЕ",
        "ar_ae": "كنس",
        "en_sg": "RAKE",
        "es_mx": "RASTRILLAR",
        "vi_vn": "ÁM KHÍ",
        "th_th": "RAKE",
        "zh_tw": "迴力匕首",
        "ko_kr": "갈퀴손",
        "ja_jp": "飛燕手裏剣",
        "pt_br": "ANCINHO"
      },
      "description": {
        "ms_my": "Talon melemparkan pisau secara serentak yang kemudiannya kembali kepadanya, mengenakan physical damage setiap kali ia melalui musuh. Pisau yang kembali mengenakan damage bonus dan slow unit yang terkena.",
        "tr_tr": "Talon'un savurup çektiği hançerler, rakipleri her biçtiğinde fiziksel hasar verir. Bıçaklar dönüşleri sırasında ilave hasar verir ve isabet ettikleri birimleri yavaşlatır.",
        "pl_pl": "Talon rzuca wieloma sztyletami, które wracają mu do ręki, a każde przejście przez wroga zadaje obrażenia. Powracające ostrza zadają dodatkowe obrażenia i spowalniają trafioną jednostkę.",
        "it_it": "Talon lancia una raffica di pugnali che poi tornano verso di lui, infliggendo danni fisici ogni volta che trapassano un nemico. Al ritorno, i pugnali infliggono danni bonus e rallentano le unità colpite.",
        "es_es": "Talon lanza una andanada de dagas que luego vuelven a él y causan daño físico cada vez que atraviesan a un enemigo. Al volver, las dagas infligen daño adicional y ralentizan a las unidades alcanzadas.",
        "de_de": "Talon schleudert eine Reihe Klingen, die anschließend zu ihm zurückkehren. Jedes Mal, wenn eine der Klingen einen Gegner durchdringt, erleidet dieser normalen Schaden. Die zurückkehrenden Klingen verursachen zusätzlichen Schaden und verlangsamen getroffene Einheiten.",
        "fr_fr": "Talon projette une volée de lames qui reviennent ensuite vers lui, infligeant des dégâts physiques à chaque fois qu'elles transpercent un ennemi. En revenant, les lames infligent des dégâts supplémentaires et ralentissent les unités touchées.",
        "en_gb": "Talon sends out a volley of daggers that then return back to him, dealing physical damage every time it passes through an enemy. The returning blades deal bonus damage and slow units hit.",
        "en_us": "Talon sends out a volley of daggers that then return back to him, dealing physical damage every time it passes through an enemy. The returning blades deal bonus damage and slow units hit.",
        "ru_ru": "Талон бросает веером клинки, которые затем возвращаются к нему. По пути туда и обратно клинки наносят врагам физический урон. На обратном пути клинки наносят дополнительный урон и замедляют пораженные цели.",
        "ar_ae": "يرسل تالون وابلًا من الخناجر التي تعود إليه بعد ذلك، حيث تلحق الضرر المادي كلما مرت بعدو. تلحق النصال العائدة ضررًا إضافيًا، كما تبطئ الوحدات المصابة.",
        "en_sg": "Talon sends out a volley of daggers that then return back to him, dealing physical damage every time it passes through an enemy. The returning blades deal bonus damage and slow units hit.",
        "es_mx": "Talon envía una ráfaga de dagas que luego vuelven hacia él, lo que inflige daño físico cada vez que atraviesan a un enemigo. Si las cuchillas golpean al regresar, causan daño adicional y ralentizan a las unidades alcanzadas.",
        "vi_vn": "Talon phóng ra một loạt dao găm sẽ bay trở lại chỗ hắn, gây sát thương vật lý mỗi khi đi qua một kẻ địch. Trên đường dao găm trở về gây thêm sát thương và làm chậm các đơn vị trúng phải.",
        "th_th": "Talon ส่งใบมีดออกไปจำนวนหนึ่งและจะย้อนกลับมาหาตัวเขา สร้างความเสียหายกายภาพทุกครั้งที่มันพุ่งผ่านตัวศัตรู ใบมีดที่พุ่งกลับมาจะสร้างโบนัสความเสียหายและสโลว์ยูนิตที่โดนด้วย",
        "zh_tw": "塔隆射出一波迴力匕首並收回，對經過敵軍造成物理傷害。收回的匕首會對擊中單位造成額外傷害並緩速。",
        "ko_kr": "탈론이 부메랑 단검을 여러 개 던져 명중하는 적에게 물리 피해를 줍니다. 단검이 다시 돌아올 때 맞은 적은 추가 피해를 입고 둔화됩니다.",
        "ja_jp": "ブーメランのように戻ってくる刃を同時に複数投げる。刃は往路と復路で敵を貫通するたびに物理ダメージを与える。復路で刃が敵ユニットに命中すると、追加ダメージとスロウ効果を与える。",
        "pt_br": "Talon lança uma chuva de adagas que retornam para ele, causando Dano Físico toda vez que atravessam um inimigo. O retorno das lâminas causa dano adicional e Lentidão às unidades atingidas."
      },
      "extraDescription": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      }
    },
    {
      "slot": "E",
      "key": "assassins_path",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/208ed82bb7ef98fc51416bcf6dfa478961cc479e-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/592d28dc1240adeb96afca414c6c9f48516975b7.mp4",
      "name": {
        "ms_my": "ASSASSIN'S PATH",
        "tr_tr": "KATİLİN YOLU",
        "pl_pl": "ŚCIEŻKA ZABÓJCY",
        "it_it": "VIA DELL'ASSASSINO",
        "es_es": "CAMINO DEL ASESINO",
        "de_de": "WEG DES ASSASSINEN",
        "fr_fr": "VOIE DE L’ASSASSIN",
        "en_gb": "ASSASSIN'S PATH",
        "en_us": "ASSASSIN'S PATH",
        "ru_ru": "ПУТЬ УБИЙЦЫ",
        "ar_ae": "درب القاتل",
        "en_sg": "ASSASSIN'S PATH",
        "es_mx": "SENDERO DEL ASESINO",
        "vi_vn": "CON ĐƯỜNG THÍCH KHÁCH",
        "th_th": "ASSASSIN'S PATH",
        "zh_tw": "刺客身法",
        "ko_kr": "암살자의 길",
        "ja_jp": "暗殺者の跳躍",
        "pt_br": "CAMINHO DO ASSASSINO"
      },
      "description": {
        "ms_my": "Talon melompat melepasi mana-mana terrain atau struktur, sehingga satu jarak maksimum. Ability ini mempunyai cooldown yang singkat, tetapi meletakkan terrain yang digunakan dalam cooldown yang lama.",
        "tr_tr": "Talon belli bir mesafe boyunca her tür yüzey şekli veya yapının üstünden atlayarak ilerler. Bu yeteneğin kısa bir bekleme süresi vardır ama üstünden atlanan yüzey şeklini uzun bir bekleme süresine sokar.",
        "pl_pl": "Talon przeskakuje ponad terenem lub budowlą do maksymalnej odległości. Sama umiejętność ma niski czas odnowienia, ale wykorzystany teren odnawia się znacznie dłużej.",
        "it_it": "Talon salta oltre i muri o le strutture fino a una certa distanza. Questa abilità ha una ricarica breve, ma l'ostacolo saltato ha un lungo tempo di ricarica.",
        "es_es": "Talon salta sobre cualquier obstáculo del terreno o estructura hasta una distancia máxima. Esta habilidad tiene poco tiempo de enfriamiento, pero el terreno utilizado entrará en un largo enfriamiento.",
        "de_de": "Talon springt eine begrenzte Strecke über jedes Terrain oder Gebäude. Die Fähigkeit selbst hat eine geringe Abklingzeit, belegt jedoch das entsprechende Terrain mit einer langen Abklingzeit.",
        "fr_fr": "Talon saute par-dessus n'importe quel terrain ou bâtiment, jusqu'à une distance maximale. Cette compétence a un court délai de récupération, mais le terrain franchi a un long délai de récupération.",
        "en_gb": "Talon vaults over any terrain or structure, up to a max distance. This ability has a low cooldown, but puts the used terrain on a long cooldown.",
        "en_us": "Talon vaults over any terrain or structure, up to a max distance. This ability has a low cooldown, but puts the used terrain on a long cooldown.",
        "ru_ru": "Талон перепрыгивает через ближайшее строение или препятствие. У этого умения короткая перезарядка, но Талон не может часто перепрыгивать через одно и то же препятствие.",
        "ar_ae": "يقفز تالون عبر أي تضاريس أو بناء، مع حد أقصى للمسافة. تمتلك هذه القدرة فترة تبريد منخفضة، ولكنها تضع التضاريس المستخدمة ضمن فترة تبريد طويلة.",
        "en_sg": "Talon vaults over any terrain or structure, up to a max distance. This ability has a low cooldown, but puts the used terrain on a long cooldown.",
        "es_mx": "Talon salta sobre cualquier terreno o estructura, hasta una distancia máxima. Esta habilidad tiene un enfriamiento corto, pero pone el terreno usado en un largo enfriamiento.",
        "vi_vn": "Talon nhào lộn qua địa hình hoặc công trình, cho đến khi đạt khoảng cách tối đa. Kỹ năng này có hồi chiêu nhanh, nhưng khiến địa hình đã nhảy qua có thời gian hồi chiêu dài.",
        "th_th": "Talon จะกระโดดข้ามกำแพงหรือสิ่งปลูกสร้างต่าง ๆ ได้จนถึงระยะสูงสุด สกิลนี้มีคูลดาวน์ต่ำ แต่จะทำให้พื้นที่เดิมที่ใช้ไปแล้วติดคูลดาวน์เป็นเวลานาน",
        "zh_tw": "塔隆在最大距離的限制內，可翻越任何地形或建物。這個技能的冷卻時間很短，但不能在短時間內翻越同個區域。",
        "ko_kr": "탈론이 구조물이나 지형 위로 일정 거리를 도약해 넘습니다. 이 스킬 자체는 재사용 대기시간이 짧지만 한 번 넘은 지형은 상당 시간 동안 다시 넘을 수 없습니다.",
        "ja_jp": "タロンはどんな地形や建造物も最大距離まで飛び越えられる。このスキルのクールダウンは短いが、飛び越えた地形や建造物に対しては長いクールダウンに入る。",
        "pt_br": "Talon salta qualquer terreno ou estrutura, dentro de uma distância máxima. A habilidade tem um Tempo de Recarga baixo, mas o terreno utilizado tem um Tempo de Recarga grande."
      },
      "extraDescription": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      }
    },
    {
      "slot": "R",
      "key": "shadow_assault",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/1b7bf6e1615eb09d9cb7494a8ed3101b6ff577ba-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/d772bdf16842e8fea3977d125575a4ce46b5252b.mp4",
      "name": {
        "ms_my": "SHADOW ASSAULT",
        "tr_tr": "GÖLGE SALDIRISI",
        "pl_pl": "NAPAŚĆ Z CIENIA",
        "it_it": "ASSALTO DELLE OMBRE",
        "es_es": "ASALTO DE SOMBRA",
        "de_de": "SCHATTENANGRIFF",
        "fr_fr": "ASSAUT TÉNÉBREUX",
        "en_gb": "SHADOW ASSAULT",
        "en_us": "SHADOW ASSAULT",
        "ru_ru": "АТАКА ИЗ ТЕНИ",
        "ar_ae": "هجوم الشبح",
        "en_sg": "SHADOW ASSAULT",
        "es_mx": "ASALTO SOMBRÍO",
        "vi_vn": "SÁT THỦ VÔ HÌNH",
        "th_th": "SHADOW ASSAULT",
        "zh_tw": "暗影突襲",
        "ko_kr": "그림자 공격",
        "ja_jp": "シャドウアサルト",
        "pt_br": "ATAQUE DAS SOMBRAS"
      },
      "description": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon disperde un anello di lame e diventa invisibile guadagnando velocità di movimento aggiuntiva. Quando Talon emerge dall'Invisibilità, le lame convergono verso la sua posizione. Ogni volta che le lame si muovono, Assalto delle ombre infligge danni fisici ai nemici colpiti da almeno una lama.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон бросает клинки по кругу и становится невидимым, увеличивая свою скорость передвижения. Когда он выходит из невидимости, клинки слетаются к нему. При движении клинков в каждом направлении пораженным врагам наносится физический урон.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 사방에 검을 던지면서 투명 상태가 되며 추가 이동 속도를 얻습니다. 투명 상태가 풀리면 검이 다시 탈론이 있는 곳으로 모여듭니다. 검이 움직일 때마다, 한 개 이상의 검에 맞은 적은 그림자 공격으로 물리 피해를 입습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon cria um círculo de lâminas, fica Invisível e recebe Velocidade de Movimento adicional. Ao sair da Invisibilidade, Talon puxa as lâminas para o local em que está. Sempre que as lâminas se movem, Ataque das Sombras causa Dano Físico aos inimigos atingidos por ao menos uma delas."
      },
      "extraDescription": {
        "ms_my": "Talon melepaskan satu kepungan bilah dan menjadi Invisible sambil mendapat Move Speed tambahan. Apabila Talon keluar daripada Invisibility, bilah-bilah akan bertumpu ke arah lokasinya. Setiap kali bilah-bilah itu bergerak, Shadow Assault mengenakan physical damage pada musuh yang terkena sekurang-kurangnya satu bilah.",
        "tr_tr": "Talon bıçaklarıyla bir çember oluşturur ve görünmez hale gelerek fazladan hareket hızı kazanır. Talon'un görünmezliği sona erdiğinde bıçaklar onun bulunduğu yere çekilir. Bıçaklar her hareket ettiğinde Gölge Saldırısı en az bir bıçağın isabet ettiği rakiplere fiziksel hasar verir.",
        "pl_pl": "Talon rzuca ostrzami wokół i staje się niewidzialny, otrzymując premię do prędkości ruchu. Gdy Talon wyjdzie z ukrycia, ostrza skupiają się tam, gdzie się znajduje. Za każdym razem, gdy ostrza się ruszą, Napaść z Cienia zadaje obrażenia fizyczne przeciwnikom trafionym przez przynajmniej jedno ostrze.",
        "it_it": "Talon infilza l'unità bersaglio. Se si trova a gittata di corpo a corpo, quest'attacco infligge danni critici. Se si trova al di fuori della gittata di corpo a corpo, Talon balza verso il bersaglio prima di colpirlo. Se questa abilità uccide il bersaglio, Talon recupera salute e la ricarica dell'abilità si riduce.",
        "es_es": "Talon esparce un anillo de hojas, se hace invisible y consigue velocidad de movimiento adicional. Cuando vuelve a ser visible, las hojas convergen sobre él. Cada vez que se mueven las hojas, Asalto de sombra inflige daño físico a los enemigos alcanzados al menos por una de ellas.",
        "de_de": "Talon schleudert einen Ring aus Klingen, wird unsichtbar und erhält zusätzliches Lauftempo. Wenn Talon wieder sichtbar wird, treffen die Klingen an seiner Position aufeinander. Immer wenn die Klingen sich bewegen, verursacht Schattenangriff normalen Schaden an Gegnern, die von mindestens einer Klinge getroffen wurden.",
        "fr_fr": "Talon projette des lames autour de lui et devient invisible, augmentant sa vitesse de déplacement. Quand Talon redevient visible, les lames reviennent vers lui. Chaque fois que les lames se déplacent, Assaut ténébreux inflige des dégâts physiques aux ennemis touchés par au moins une lame.",
        "en_gb": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "en_us": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "ru_ru": "Талон поражает выбранного бойца. Если удар был совершен в ближнем бою, эта атака наносит критический урон. Если Талон находился слишком далеко для атаки, то он прыгает к цели и атакует ее. Если это умение убивает цель, Талон восстанавливает себе небольшое количество здоровья и сокращает перезарядку этого умения.",
        "ar_ae": "ينثر تالون حلقة من النصال ويصبح غير مرئي بينما يكسب سرعة حركة إضافية. عندما يبرز تالون من طور غير المرئي، تلتقي النصال في اتجاه موقعه. كلما تحركت النصال، تلحق قدرة هجوم الشبح ضررًا ماديًا بالأعداء المصابين بنصل واحد على الأقل.",
        "en_sg": "Talon disperses a ring of blades and becomes Invisible while gaining additional Move Speed. When Talon emerges from Invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals physical damage to enemies hit by at least one blade.",
        "es_mx": "Talon dispersa un anillo de cuchillas, se vuelve invisible y obtiene velocidad de movimiento adicional. Cuando Talon emerge de invisibilidad, las cuchillas convergen en su ubicación. Cada vez que las cuchillas se mueven, Asalto Sombrío causa daño físico a los enemigos que alcanza con al menos una cuchilla.",
        "vi_vn": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc Độ Di Chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ lại tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Vô Hình gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao.",
        "th_th": "Talon กระจายใบมีดออกไปรอบตัวเป็นวงแหวนและหายตัว พร้อมทั้งได้รับความเร็วเคลื่อนที่เพิ่มขึ้นด้วย เมื่อ Talon ออกจากการหายตัว ใบมีดเหล่านั้นจะกลับมารวมกันในจุดที่เขาอยู่ แต่ละครั้งที่ใบมีดเคลื่อนที่ Shadow Assault จะสร้างความเสียหายกายภาพแก่ศัตรูที่ถูกใบมีดเฉือนอย่างน้อยหนึ่งเล่ม",
        "zh_tw": "塔隆散射出環狀刀刃，進入潛隱狀態，獲得額外跑速。當塔隆從潛隱中現身，刀刃會飛回他的所在位置。每當刀刃劃過時，暗影突襲會對敵人造成物理傷害，敵人至少會被一個刀刃擊中。",
        "ko_kr": "탈론이 대상 유닛을 찌릅니다. 근접 공격이 가능한 거리에서 사용하면 치명타가 적용됩니다. 근접 공격이 불가능한 거리에서 사용하면 대상에게 도약해서 찌릅니다. 이 스킬로 대상을 처치하면 체력을 약간 회복하고 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "複数の刃を全方向に投げ、インビジブル状態になって移動速度が増加する。インビジブル状態が解除されると、投げた刃がタロンのいる地点に一斉に戻ってくる。飛んでいった時と戻ってきた時のそれぞれで、刃が命中した敵に物理ダメージを与える。",
        "pt_br": "Talon esfaqueia o alvo. Se ele estiver dentro do alcance corpo a corpo, o ataque causará Dano Crítico. Se ele estiver fora do alcance corpo a corpo, Talon saltará até o alvo para esfaqueá-lo. Se a habilidade abater o alvo, Talon restituirá parte da Vida e do Tempo de Recarga da habilidade."
      }
    }
  ]
}