{
  "slug": "yasuo",
  "name": {
    "ru_ru": "ЯСУО",
    "pt_br": "YASUO",
    "en_us": "YASUO",
    "it_it": "YASUO",
    "tr_tr": "YASUO",
    "de_de": "YASUO",
    "ms_my": "YASUO",
    "vi_vn": "YASUO",
    "ko_kr": "야스오",
    "ja_jp": "ヤスオ",
    "es_es": "YASUO",
    "fr_fr": "YASUO",
    "th_th": "YASUO",
    "zh_tw": "犽宿",
    "en_gb": "YASUO",
    "pl_pl": "YASUO",
    "es_mx": "YASUO",
    "en_sg": "YASUO",
    "ar_ae": "ياسو"
  },
  "roles": [
    "fighter",
    "assassin"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/4bb74e4eced7ff33fff5853da95aa4ae8044e417-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "way_of_the_wanderer",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/bc023cb8d66261ad463de6b359744d94b036cb39-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/8d071bb03a8c9ee6b2d52577c598301596b87c08.mp4",
      "name": {
        "ms_my": "Way of the Wanderer",
        "tr_tr": "Avarenin Yolu",
        "pl_pl": "Droga Wędrowca",
        "it_it": "Via del vagabondo",
        "es_es": "Camino del alma errante",
        "de_de": "Weg des Wanderers",
        "fr_fr": "Voie du vagabond",
        "en_gb": "Way of the Wanderer",
        "en_us": "Way of the Wanderer",
        "ru_ru": "Путь скитальца",
        "ar_ae": "طريق الهائم",
        "en_sg": "Way of the Wanderer",
        "es_mx": "Camino del Vagabundo",
        "vi_vn": "Đạo của Lãng Khách",
        "th_th": "Way of the Wanderer",
        "zh_tw": "浪人之道",
        "ko_kr": "낭인의 길",
        "ja_jp": "浪人道",
        "pt_br": "Estilo do Errante"
      },
      "description": {
        "ms_my": "Critical Strike Chance Yasuo digandakan. Tambahan lagi, Yasuo menghasilkan shield sewaktu bergerak. Shield ini tercetus apabila dia menerima damage daripada champion atau monster.",
        "tr_tr": "Yasuo'nun kritik vuruş ihtimali iki katına çıkar. Ek olarak, Yasuo hareket ederken bir yandan da kalkan oluşturur. Bir şampiyondan ya da canavardan hasar aldığında, kalkan devreye girer.",
        "pl_pl": "Podwaja szansę Yasuo na trafienie krytyczne. Dodatkowo Yasuo tworzy tarczę, gdy się porusza. Tarcza aktywuje się, gdy ten otrzyma obrażenia od bohatera lub potwora.",
        "it_it": "La probabilità di colpo critico di Yasuo è raddoppiata. Inoltre, quando Yasuo si muove, accumula punti che lo portano a ottenere uno scudo. Lo scudo si attiva quando subisce danni da un campione o da un mostro.",
        "es_es": "La probabilidad de impacto crítico de Yasuo se multiplica por dos. Además, Yasuo va acumulando su escudo mientras se mueve, el cual se activa cuando recibe daño de un campeón o monstruo.",
        "de_de": "Yasuos Chance auf kritische Treffer wird verdoppelt. Zudem baut Yasuo einen Schild auf, wenn er sich bewegt. Der Schild wird ausgelöst, wenn er Schaden durch einen Champion oder ein Monster erleidet.",
        "fr_fr": "Les chances de coup critique de Yasuo sont doublées. En outre, Yasuo génère un bouclier quand il se déplace. Le bouclier se déclenche quand un champion ou un monstre lui inflige des dégâts.",
        "en_gb": "Yasuo's Critical Strike Chance is doubled. Additionally, Yasuo builds toward a shield whenever he is moving. The shield triggers when he takes damage from a champion or monster.",
        "en_us": "Yasuo's Critical Strike Chance is doubled. Additionally, Yasuo builds toward a shield whenever he is moving. The shield triggers when he takes damage from a champion or monster.",
        "ru_ru": "Шанс критического удара Ясуо удвоен. Кроме того, передвигаясь, Ясуо накапливает поток для создания щита. Щит срабатывает при получении урона от чемпиона или монстра.",
        "ar_ae": "تتضاعف فرصة الضربة الحرجة لدى ياسو. وبالإضافة إلى ذلك، يشحن ياسو للحصول على درع في أي وقت يتحرك فيه. ويتم تفعيل الدرع عندما يتلقى الضرر من بطل أو وحش.",
        "en_sg": "Yasuo's Critical Strike Chance is doubled. Additionally, Yasuo builds toward a shield whenever he is moving. The shield triggers when he takes damage from a champion or monster.",
        "es_mx": "La probabilidad de golpe crítico de Yasuo se duplica. Además, Yasuo acumula para un escudo en cuanto se mueve. El escudo se activa cuando recibe daño de un campeón o un monstruo.",
        "vi_vn": "Tỉ lệ Chí mạng của Yasuo được tăng gấp đôi. Ngoài ra, Yasuo sẽ dần tạo ra một lớp khiên cho bản thân khi di chuyển. Lớp khiên sẽ được kích hoạt khi hắn phải chịu sát thương từ tướng hoặc quái.",
        "th_th": "โอกาสโจมตีคริติคอลของ Yasuo เพิ่มขึ้นเป็นสองเท่า นอกจากนี้ Yasuo จะสร้างโล่สายลมขึ้นอย่างต่อเนื่องในขณะที่เคลื่อนที่ โล่สายลมนี้จะถูกกางป้องกันความเสียหายเมื่อได้รับความเสียหายจากแชมเปี้ยนหรือมอนสเตอร์",
        "zh_tw": "犽宿的暴擊率加倍。除此之外，犽宿在移動時會累積護盾，被敵人或野怪擊中將觸發護盾。",
        "ko_kr": "야스오의 치명타 확률이 두 배가 됩니다. 또한, 야스오는 이동할 때마다 보호막이 충전되며, 챔피언이나 몬스터로부터 피해를 입으면 보호막이 발동됩니다.",
        "ja_jp": "クリティカル率が倍になる。また、移動距離に応じてシールドがチャージされ、敵チャンピオンおよび中立モンスターからダメージを受けると発動する。",
        "pt_br": "Chance de Acerto Crítico do Yasuo é dobrada. Além disso, Yasuo gera um escudo sempre que está em movimento. O escudo é ativado quando ele recebe dano de um Campeão ou monstro."
      },
      "extraDescription": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      }
    },
    {
      "slot": "Q",
      "key": "steel_tempest",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/52c450a97ae34f72728ae11991a7da732a32de6b-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/eeca30117ba98bc1d219e83a661987545919c08a.mp4",
      "name": {
        "ms_my": "Steel Tempest",
        "tr_tr": "Çelik Fırtına",
        "pl_pl": "Nawałnica Stali",
        "it_it": "Tempesta d'acciaio",
        "es_es": "Tempestad de acero",
        "de_de": "Stahlsturm",
        "fr_fr": "Tempête d'acier",
        "en_gb": "Steel Tempest",
        "en_us": "Steel Tempest",
        "ru_ru": "Стальная буря",
        "ar_ae": "عاصفة الفولاذ",
        "en_sg": "Steel Tempest",
        "es_mx": "Tempestad de Acero",
        "vi_vn": "Bão Kiếm",
        "th_th": "Steel Tempest",
        "zh_tw": "鋼鐵暴雪",
        "ko_kr": "강철 폭풍",
        "ja_jp": "抜刀",
        "pt_br": "Tempestade de Aço"
      },
      "description": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri fırlayarak bir hat üstündeki tüm rakiplere hasar verir. İsabet halinde, birkaç saniyeliğine bir Yaklaşan Kasırga yükü verir. 2 yük biriktiğinde, Çelik Fırtına'nın yolladığı hortum havaya savurur. Çelik Fırtına normal saldırı muamelesi görür ve normal saldırıları güçlendiren her şeyle birlikte güçlenir.",
        "pl_pl": "Atakuje w przód, zadając obrażenia wszystkim wrogom w linii. Przy trafieniu Nawałnica Stali na kilka sekund przyznaje ładunek Nadchodzącej Burzy. Przy 2 ładunkach Nawałnica Stali wystrzeli tornado, które wyrzuca w powietrze. Nawałnica Stali jest traktowana jak podstawowy atak i skaluje się tak samo.",
        "it_it": "Scatta in avanti, danneggiando tutti i nemici lungo una linea. Sul colpo, Tempesta d'acciaio conferisce una carica di Tempesta incombente per qualche secondo. A 2 cariche, Tempesta d'acciaio rilascia una raffica che lancia in aria. Tempesta d'acciaio conta come un attacco base e cresce nello stesso modo.",
        "es_es": "Lanza una estocada al frente que inflige daño a los enemigos en una línea. Al golpear, otorga una acumulación de Tormenta inminente durante unos cuantos segundos. Con 2 acumulaciones, Tempestad de acero inicia un remolino que lanza al objetivo por el aire. Tempestad de acero se comporta como un ataque básico y progresa del mismo modo.",
        "de_de": "Yasuo stößt sein Katana nach vorne und fügt allen Gegner in einer Linie Schaden zu. Bei einem Treffer gewährt „Stahlsturm“ einige Sekunden lang 1 Steigerung „Aufziehender Sturm“. Bei 2 Steigerungen entfesselt „Stahlsturm“ einen Wirbelwind, der Gegner in die Luft schleudert. „Stahlsturm“ wird als normaler Angriff behandelt und skaliert mit den gleichen Effekten und Multiplikatoren.",
        "fr_fr": "Donne un coup d'estoc, blessant tous les ennemis sur une ligne. À l'impact, octroie un effet Tempête menaçante pendant quelques secondes. Après avoir cumulé 2 effets, Tempête d'acier crée une tornade qui projette dans les airs. Tempête d'acier est considérée comme une attaque de base et est donc renforcée par les mêmes choses.",
        "en_gb": "Thrusts forward, damaging all enemies in a line. On hit, grants a stack of Gathering Storm for a few seconds. At 2 stacks, Steel Tempest fires a whirlwind that knocks Airborne. Steel Tempest is treated as a basic attack and scales with all the same things.",
        "en_us": "Thrusts forward, damaging all enemies in a line. On hit, grants a stack of Gathering Storm for a few seconds. At 2 stacks, Steel Tempest fires a whirlwind that knocks Airborne. Steel Tempest is treated as a basic attack and scales with all the same things.",
        "ru_ru": "Ясуо делает выпад вперед, нанося урон всем врагам на прямой линии. При попадании создает один заряд Надвигающегося шторма на несколько секунд. После создания 2 зарядов Стальная буря выпускает вихрь, который подбрасывает врагов. Стальная буря приравнивается к автоатаке и масштабируется так же, как и автоатака.",
        "ar_ae": "يندفع إلى الأمام، فيلحق الضرر بكل الأعداء ضمن خط مستقيم.لدى الإصابة، يمنح تكدس رزمة من بوادر العاصفة لبضع ثوان. وعند تكديس رزمتين، تطلق عاصفة الفولاذ زوبعة تطيح بالأعداء في الهواء.وتتم معاملة عاصفة الفولاذ كهجوم أساسي، وتتناسب مع كل التأثيرات المماثلة.",
        "en_sg": "Thrusts forward, damaging all enemies in a line. On hit, grants a stack of Gathering Storm for a few seconds. At 2 stacks, Steel Tempest fires a whirlwind that knocks Airborne. Steel Tempest is treated as a basic attack and scales with all the same things.",
        "es_mx": "Ataca hacia adelante y daña a todos los enemigos en una línea. Al impacto, otorga acumulaciones de Tormenta Creciente durante unos segundos. Con 2 acumulaciones, Tempestad de Acero proyecta un remolino que lanza al objetivo por el aire. Tempestad de Acero se comporta como un ataque básico y progresa con los mismos efectos.",
        "vi_vn": "Đâm tới, sát thương tất cả kẻ địch trên đường thẳng. Khi đánh trúng, tăng 1 điểm cộng dồn Tụ Bão trong vài giây. Khi đạt 2 điểm cộng dồn, Bão Kiếm bắn ra một cơn lốc xoáy có thể Hất Lên Không. Bão Kiếm được xem là đòn đánh thường.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "向前突刺，傷害前方直線上的所有敵人。命中敵人後，獲得一層天寒地凍疊加效果，持續數秒。達2層時，鋼鐵暴雪會擊出一道旋風，使命中的敵人滯空。鋼鐵暴雪被視為普攻，效果機制全部跟普攻一樣。",
        "ko_kr": "전방으로 내질러 일직선 상의 모든 적에게 피해를 입힙니다. 적중 시, 몇 초간 폭풍 구름 효과가 1회 중첩됩니다. 2회 중첩되면 강철 폭풍 스킬이 회오리바람을 발사하여 공중으로 띄워올립니다. 강철 폭풍은 기본 공격으로 간주되어 같은 효과가 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Golpeia à frente, causando dano a todos os inimigos em linha reta. Ao contato, ganha um acúmulo de Tempestade Crescente por alguns segundos. Com 2 acúmulos, Tempestade de Aço desfere um tornado que arremessa inimigos ao ar. Tempestade de Aço é tratada como ataque básico e escala com as mesmas coisas."
      },
      "extraDescription": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      }
    },
    {
      "slot": "W",
      "key": "wind_wall",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/103009e358b4be4055dca6d444aef16a756458c2-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/60e2d46aa6d61691bbd9523cc12dc4e570b14c10.mp4",
      "name": {
        "ms_my": "Wind Wall",
        "tr_tr": "Rüzgâr Duvarı",
        "pl_pl": "Ściana Wichru",
        "it_it": "Muro di vento",
        "es_es": "Muro de viento",
        "de_de": "Windmauer",
        "fr_fr": "Mur de vent",
        "en_gb": "Wind Wall",
        "en_us": "Wind Wall",
        "ru_ru": "Стена ветра",
        "ar_ae": "جدار الرياح",
        "en_sg": "Wind Wall",
        "es_mx": "Muro de Viento",
        "vi_vn": "Tường Gió",
        "th_th": "Wind Wall",
        "zh_tw": "風牆鐵壁",
        "ko_kr": "바람 장막",
        "ja_jp": "風殺の壁",
        "pt_br": "Parede de Vento"
      },
      "description": {
        "ms_my": "Mencipta tembok bergerak yang menyekat semua projektil musuh selama 4 saat.",
        "tr_tr": "Oluşturduğu hareketli duvar, 4 saniyeliğine rakiplerden gelen tüm atışları engeller.",
        "pl_pl": "Tworzy ruchomą ścianę, która blokuje wszystkie wrogie pociski przez 4 sekundy.",
        "it_it": "Crea un muro di vento che blocca tutti i proiettili nemici per 4 secondi.",
        "es_es": "Crea un muro móvil que bloquea todos los proyectiles enemigos durante 4 s.",
        "de_de": "Erschafft eine Mauer, die alle gegnerischen Projektile 4 Sekunden lang abblockt.",
        "fr_fr": "Crée un mur mobile qui bloque tous les projectiles ennemis pendant 4 sec.",
        "en_gb": "Creates a moving wall that blocks all enemy projectiles for 4 seconds.",
        "en_us": "Creates a moving wall that blocks all enemy projectiles for 4 seconds.",
        "ru_ru": "Ясуо создает движущуюся стену, которая блокирует все выстрелы врагов в течение 4 сек.",
        "ar_ae": "تنصب جدارًا متحركًا يصد كل مقذوفات العدو لمدة 4 ثوان.",
        "en_sg": "Creates a moving wall that blocks all enemy projectiles for 4 seconds.",
        "es_mx": "Crea un muro en movimiento que bloquea todos los proyectiles rivales durante 4 seg.",
        "vi_vn": "Tạo tường gió chặn các luồng đạn của kẻ địch trong 4 giây.",
        "th_th": "สร้างกำแพงลมที่สามารถปัดป้องการโจมตีระยะไกลทุกอย่างของศัตรูเป็นเวลา 4 วินาที",
        "zh_tw": "製造一道移動牆面阻擋所有敵方火力，持續4秒。",
        "ko_kr": "4초간 모든 적의 투사체를 막아주는 움직이는 벽을 생성합니다.",
        "ja_jp": "4秒間持続し少しずつ前進する風の壁を生み出す。遠距離通常攻撃や飛び道具・スキルショットは、この壁に触れると消滅する。",
        "pt_br": "Cria uma parede movediça que bloqueia todos os projéteis inimigos por 4 segundos."
      },
      "extraDescription": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      }
    },
    {
      "slot": "E",
      "key": "sweeping_blade",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/37d3f831101515480d95915ec92c85ab093e6c46-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/72b4f911d8096337c126012c3b3cb0415d9c7c70.mp4",
      "name": {
        "ms_my": "Sweeping Blade",
        "tr_tr": "Atılgan Kılıç",
        "pl_pl": "Zamaszyste Cięcie",
        "it_it": "Colpo di taglio",
        "es_es": "Hoja cortante",
        "de_de": "Sausende Klinge",
        "fr_fr": "Cercle tranchant",
        "en_gb": "Sweeping Blade",
        "en_us": "Sweeping Blade",
        "ru_ru": "Стремительный клинок",
        "ar_ae": "النصل الكاسح",
        "en_sg": "Sweeping Blade",
        "es_mx": "Hoja al Viento",
        "vi_vn": "Quét Kiếm",
        "th_th": "Sweeping Blade",
        "zh_tw": "刃敵千軍",
        "ko_kr": "질풍검",
        "ja_jp": "風薙ぎ",
        "pt_br": "Espada Ágil"
      },
      "description": {
        "ms_my": "Dash melalui musuh sasaran, mengenakan magic damage. Setiap gunaan meningkatkan Damage asas dash anda yang seterusnya, sehingga suatu jumlah maksimum. Tidak boleh digunakan semula pada musuh yang sama selama beberapa saat. Jika Steel Tempest digunakan ketika sedang dash, ability itu akan menyerang dalam bentuk bulatan.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Doskakuje do wybranego wroga, zadając obrażenia magiczne. Każde użycie zwiększa podstawowe obrażenia następnego doskoku aż do wartości maksymalnej. Nie może być użyte ponownie na tym samym wrogu przez kilka sekund. Jeżeli Nawałnica Stali zostanie użyta w trakcie doskoku, uderzy w okręgu.",
        "it_it": "Scatta attraverso il nemico bersaglio, infliggendo danni magici. Ogni lancio aumenta i danni base dello scatto successivo, fino a una quantità massima. L'abilità non può essere lanciata di nuovo sullo stesso nemico per qualche secondo. Se lanciata durante lo scatto, Tempesta d'acciaio colpirà in cerchio.",
        "es_es": "Se desliza a través del enemigo seleccionado, al que inflige daño mágico. Cada vez que se usa aumenta el daño básico del siguiente uso hasta la cantidad máxima. No se puede emplear más de una vez contra el mismo enemigo durante unos cuantos segundos. Si Tempestad de acero se utiliza durante un deslizamiento, golpeará de forma circular.",
        "de_de": "Stürmt durch einen anvisierten Gegner hindurch und verursacht magischen Schaden. Jede Ausführung erhöht den Grundschaden des nächsten Stürmens, bis zu einer Maximalgrenze. Kann einige Sekunden lang nicht erneut auf denselben Gegner angewendet werden. Wenn „Stahlsturm“ während des Stürmens ausgeführt wird, trifft er kreisförmig.",
        "fr_fr": "Se rue à travers l'ennemi ciblé, infligeant des dégâts magiques. Chaque utilisation augmente les dégâts de base de votre prochaine charge jusqu'à un montant max. Ne peut pas être réutilisé sur le même ennemi pendant quelques secondes. Si Tempête d'acier est lancée pendant une charge, elle donne un coup circulaire.",
        "en_gb": "Dashes through target enemy, dealing magic damage. Each cast increases your next dash's base Damage, up to a max amount. Cannot be re-cast on the same enemy for a few seconds. If Steel Tempest is cast while dashing, it will strike as a circle.",
        "en_us": "Dashes through target enemy, dealing magic damage. Each cast increases your next dash's base Damage, up to a max amount. Cannot be re-cast on the same enemy for a few seconds. If Steel Tempest is cast while dashing, it will strike as a circle.",
        "ru_ru": "Ясуо совершает рывок сквозь цель, нанося магический урон. Каждый рывок увеличивает базовый урон следующего (но не более чем на максимальное значение). Нельзя использовать против одного и того же врага в течение нескольких секунд. Если во время рывка использовать Стальную бурю, она ударит по кругу.",
        "ar_ae": "يندفع عبر الهدف المعادي، فيلحق به ضرر السحر. ويزيد كل إلقاء الضرر الأساسي لاندفاعك التالي، حتى حد أقصى .لا يمكن إعادة إلقائه على ذات العدو خلال بضع ثوان.إن تم إلقاء عاصفة الفولاذ أثناء الاندفاع، تضرب على شكل دائرة.",
        "en_sg": "Dashes through target enemy, dealing magic damage. Each cast increases your next dash's base Damage, up to a max amount. Cannot be re-cast on the same enemy for a few seconds. If Steel Tempest is cast while dashing, it will strike as a circle.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Lướt qua mục tiêu, gây sát thương phép. Mỗi lần lướt sẽ tăng Sát Thương cơ bản của lần lướt kế tiếp, cho đến khi đạt số lần tối đa. Không thể thi triển lên cùng một kẻ địch trong vài giây. Nếu dùng Bão Kiếm khi đang lướt, nó sẽ tấn công theo hình tròn.",
        "th_th": "พุ่งผ่านศัตรูที่เป็นเป้าหมาย สร้างความเสียหายเวท ทุกครั้งที่ใช้จะเพิ่มความเสียหายพื้นฐานของการพุ่งครั้งถัดไป โดยเพิ่มได้ถึงจำนวนสูงสุด ไม่สามารถกดใช้ใส่ศัตรูตัวเดิมได้ภายในช่วงเวลาหนึ่ง หากใช้ Steel Tempest ในระหว่างที่กำลังพุ่งอยู่ สกิลจะจู่โจมเป็นวงกลม",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "대상 적을 뚫고 돌진하여 마법 피해를 입힙니다. 사용할 때마다 다음번 돌진의 기본 피해량이 증가하며 최대치에 도달하면 더 이상 증가하지 않습니다. 몇 초 내에는 동일한 대상에게 재사용할 수 없습니다.  돌진 도중 사용할 경우, 강철 폭풍이 원형으로 타격합니다.",
        "ja_jp": "指定した対象を斬り抜け魔法ダメージを与える。一太刀ごとにダメージが増加する(上限あり)。同一の対象には数秒間、このスキルを使用できない。「風薙ぎ」の途中で「抜刀」を発動すると、移動後に周囲を斬り払う斬撃を繰り出す。",
        "pt_br": "Avança e atravessa o inimigo alvo, causando Dano Mágico. Cada conjuração aumenta o dano base de seu próximo avanço, até um limite máximo. Não pode ser conjurada novamente no mesmo inimigo por alguns segundos. Se Tempestade de Aço for conjurada durante o avanço, o ataque será circular."
      },
      "extraDescription": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      }
    },
    {
      "slot": "R",
      "key": "last_breath",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/b73893eb774be615d51cdd61a2dcdb9f34acfab7-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/aaf5a7a202b16846dd601a3d56df5468f579a9fe.mp4",
      "name": {
        "ms_my": "Last Breath",
        "tr_tr": "Son Nefes",
        "pl_pl": "Ostatnie Tchnienie",
        "it_it": "Ultimo respiro",
        "es_es": "Último aliento",
        "de_de": "Windschwert",
        "fr_fr": "Dernier soupir",
        "en_gb": "Last Breath",
        "en_us": "Last Breath",
        "ru_ru": "Последний вздох",
        "ar_ae": "النفس الأخير",
        "en_sg": "Last Breath",
        "es_mx": "Último Aliento",
        "vi_vn": "Trăng Trối",
        "th_th": "Last Breath",
        "zh_tw": "奪命氣息",
        "ko_kr": "최후의 숨결",
        "ja_jp": "鬼哭啾々",
        "pt_br": "Último Suspiro"
      },
      "description": {
        "ms_my": "Blink ke champion musuh yang Airborne, mengenakan physical damage dan menahan semua musuh Airborne di kawasan itu di udara. Memberikan Flow maksimum tetapi akan reset semua stack Gathering Storm. Critical strike Yasuo kemudian mendapat Armor Penetration Bonus untuk seketika.",
        "tr_tr": "Havadaki bir rakip şampiyonun yanında belirerek ona fiziksel hasar verir ve bölgede bulunan tüm havadaki rakipleri havada tutar. Azami Akış verir ama Yaklaşan Kasırga'nın tüm yüklerini sıfırlar. Bunun ardından, Yasuo'nun kritik vuruşları ortalama bir süre boyunca önemli miktarda ilave zırh delme elde eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Se desplaza a un campeón enemigo en el aire, lo que inflige daño físico y mantiene en el aire a todos los enemigos en el área. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta Creciente. Por un periodo, los golpes críticos de Yasuo otorgan Penetración de Armadura adicional.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "วาร์ปไปหาแชมเปี้ยนศัตรูที่ลอยอยู่ สร้างความเสียหายกายภาพและจับศัตรูทุกตัวที่ลอยอยู่บนอากาศ ได้รับค่า Flow จำนวนสูงสุด แต่จะรีเซ็ตแต้มของ Gathering Storm หลังจากนั้นเป็นช่วงเวลาหนึ่ง การโจมตีคริติคอลของ Yasuo จะได้รับค่าโบนัสเจาะเกราะอย่างมาก",
        "zh_tw": "瞬間移動至滯空的敵方英雄身邊，延長所有目標的滯空>時間。風湧回滿但重置鋼鐵暴雪的疊層。之後一段時間內，犽宿的暴擊獲得顯著的額外物理穿透效果。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "ノックアップ状態の敵チャンピオンのもとへブリンクし、空中で斬撃を繰り出して物理ダメージを与える。また、範囲内のノックアップ中の敵をさらにノックアップさせる。発動と同時に波動ゲージが満タンになるが「つむじ風」のスタックをすべて消費する。少しの間、クリティカル時に対象の物理防御増加分を大きく貫通する。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      },
      "extraDescription": {
        "ms_my": "Menghunus ke hadapan, mengenakan damage pada semua musuh dalam satu barisan. Apabila terkena, memberikan satu stack Gathering Storm selama beberapa saat. Pada 2 stack, Steel Tempest melepaskan puting beliung yang menghentam Ke Udara. Steel Tempest dianggap sebagai attack asas dan berskala dengan semua perkara yang sama.",
        "tr_tr": "İleri atılarak hedef rakibi deşip geçer ve ona büyü hasarı verir. Yeteneğin her kullanımı, bir sonraki atılmanın taban hasarını belli bir miktara kadar arttırır. Aynı rakip üstünde birkaç saniye boyunca yeniden kullanılamaz. Eğer Çelik Fırtına atılma sırasında kullanılırsa daire biçiminde bir alana isabet eder.",
        "pl_pl": "Miga do znajdującego się w powietrzu wrogiego bohatera, zadając obrażenia fizyczne i utrzymując wszystkich pobliskich wrogów w powietrzu. Maksymalnie napełnia Płynność, ale usuwa wszystkie zgromadzone ładunki Nadchodzącej Burzy. Następnie na pewien czas trafienia krytyczne Yasuo zyskują znaczną premię do przebicia dodatkowego pancerza.",
        "it_it": "Si teletrasporta vicino a un campione nemico in aria infliggendo danni fisici e mantenendo tutti i nemici in aria nell'area. Conferisce il massimo del Flusso ma azzera le cariche di Tempesta incombente. Per un moderato periodo di tempo, i colpi critici ottengono una grande quantità di penetrazione armatura bonus.",
        "es_es": "Aparece junto a un campeón enemigo que esté en el aire y le inflige daño físico. Además, todos los enemigos que estén en el aire en la zona permanecen suspendidos. Otorga el máximo de Flujo, pero reinicia todas las acumulaciones de Tormenta inminente. Después, durante un breve periodo de tiempo, los golpes críticos de Yasuo obtienen una cantidad importante de penetración de armadura adicional.",
        "de_de": "Springt zu einem gegnerischen Champion, der sich in der Luft befindet, verursacht normalen Schaden und hält alle Gegner in der Nähe, die hochgeschleudert sind, in der Luft fest. Gewährt die maximale Anzahl an Steigerungen von Entschlossenheit, setzt aber alle Steigerungen von „Aufziehender Sturm“ zurück. Danach erhalten kritische Treffer für eine moderate Zeitspanne erheblich Rüstungsdurchdringung.",
        "fr_fr": "Bondit sur un champion ennemi projeté dans les airs, infligeant des dégâts physiques et maintenant en l'air tous les ennemis dans la zone qui étaient dans les airs. Remplit totalement l'Impulsion mais réinitialise tous les effets cumulés de Tempête menaçante. Ensuite, pendant une durée modérée, les coups critiques de Yasuo ont une pénétration du bonus d'armure significativement augmentée.",
        "en_gb": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "en_us": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "ru_ru": "Ясуо телепортируется к подброшенному вражескому чемпиону, нанося физический урон и удерживая в воздухе всех подброшенных рядом врагов. При этом его запас потока увеличивается до максимального, но все заряды Надвигающегося шторма обнуляются. Кроме того, в течение некоторого времени после этого критические удары Ясуо игнорируют значительную часть дополнительной брони врага.",
        "ar_ae": "ينتقل بشكل خاطف إلى بطل معاد في الهواء ويلحق الضرر المادي، ويبقي على كل الأعداء في الهواء في المنطقة على وضعهم هذا. وتمنح القدرة الحد الأقصى من التدفق، ولكنها تعيد ضبط كل رزم بوادر العاصفة المتكدسة.ولفترة قصيرة من الوقت بعد ذلك، تكسب ضربات ياسو الحرجة زيادة اختراق دروع كبيرة.",
        "en_sg": "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm. For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration.",
        "es_mx": "Te desplazas a través del objetivo e infliges daño mágico. Cada vez que se usa, aumenta el daño básico de tu siguiente desplazamiento, hasta un límite. No se puede lanzar otra vez contra el mismo enemigo durante unos segundos. Tempestad de Acero impacta de manera circular si se usa al mismo tiempo que el desplazamiento de Hoja al Viento.",
        "vi_vn": "Bay tới chỗ một tướng địch đang bị Hất Lên Không, gây sát thương vật lý và giữ tất cả kẻ địch đang bị Hất Lên Không ở nguyên vị trí. Tăng đầy thanh Nhịp nhưng mất hết cộng dồn của Tụ Bão. Trong một thời gian sau đó, những đòn chí mạng của Yasuo sẽ nhận một lượng lớn Xuyên Giáp Cộng Thêm.",
        "th_th": "แทงดาบไปข้างหน้า สร้างความเสียหายให้กับศัตรูทุกตัวในเส้นทาง เมื่อโดนเป้าหมายจะได้รับแต้ม Gathering Storm เป็นระยะเวลาหนึ่ง เมื่อสะสมได้ 2 แต้ม Steel Tempest จะยิงลมพายุออกไปซึ่งจะกระแทกศัตรูให้ลอยบนอากาศ Steel Tempest ถือว่าเป็นการโจมตีปกติและจะได้รับโบนัสต่าง ๆ เช่นเดียวกัน",
        "zh_tw": "衝向敵方目標並造成魔法傷害。每次施放都會增加下次衝刺的基礎傷害，直到達到傷害值上限。數秒內無法重複施放在同一個目標上。如果在衝刺期間施放鋼鐵暴雪，其將以圓圈的形式揮砍，攻擊犽宿身邊的敵人。",
        "ko_kr": "공중에 뜬 적 챔피언에게 점멸하여 물리 피해를 입히고, 해당 지역에서 공중에 떠 있는 모든 적을 공중에 붙들어둡니다. 기류가 최대치로 차는 대신, 폭풍 구름의 중첩이 모두 초기화됩니다. 이후 몇 초 동안 야스오의 치명타에 높은 방어구 관통력이 추가로 적용됩니다.",
        "ja_jp": "指定方向に突きを放ち、直線上の敵すべてにダメージを与える。このスキルが命中するとヤスオは「つむじ風」のスタックを数秒間得る。スタックが2つたまるとヤスオは風を身にまとい、次の「抜刀」と同時に「つむじ風」を放つ。「つむじ風」は指定方向に吹き抜け、触れた敵ユニットをノックアップさせる。「抜刀」は通常攻撃扱いのため、通常攻撃と同じように強化される。",
        "pt_br": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente. Por um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."
      }
    }
  ]
}