{
  "slug": "zilean",
  "name": {
    "ru_ru": "ЗИЛЕАН",
    "pt_br": "ZILEAN",
    "en_us": "ZILEAN",
    "it_it": "ZILEAN",
    "tr_tr": "ZILEAN",
    "de_de": "ZILEAN",
    "ms_my": "ZILEAN",
    "vi_vn": "ZILEAN",
    "ko_kr": "질리언",
    "ja_jp": "ジリアン",
    "es_es": "ZILEAN",
    "fr_fr": "ZILEAN",
    "th_th": "ZILEAN",
    "zh_tw": "極靈",
    "en_gb": "ZILEAN",
    "pl_pl": "ZILEAN",
    "es_mx": "ZILEAN",
    "en_sg": "ZILEAN",
    "ar_ae": "زيليان"
  },
  "roles": [
    "support",
    "mage"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/968798e27ba225183db6ca6edfaa92def0acd74e-285x328.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "time_in_a_bottle",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/fcca69f985c939b5b4101b88e9bb5994f515c64f-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/fd044e54b75e3e62582977159111622d5b0911a1.mp4",
      "name": {
        "ms_my": "TIME IN A BOTTLE",
        "tr_tr": "ZAMAN KUMBARASI",
        "pl_pl": "CZAS W BUTELCE",
        "it_it": "TEMPO IN BOTTIGLIA",
        "es_es": "TIEMPO EMBOTELLADO",
        "de_de": "ZEIT IN EINER FLASCHE",
        "fr_fr": "TEMPS DANS UNE BOUTEILLE",
        "en_gb": "TIME IN A BOTTLE",
        "en_us": "TIME IN A BOTTLE",
        "ru_ru": "ВРЕМЯ В БУТЫЛКЕ",
        "ar_ae": "قارورة الزمن",
        "en_sg": "TIME IN A BOTTLE",
        "es_mx": "TIEMPO EMBOTELLADO",
        "vi_vn": "LỌ TRỮ THỜI GIAN",
        "th_th": "TIME IN A BOTTLE",
        "zh_tw": "時光之瓶",
        "ko_kr": "시간의 유리병",
        "ja_jp": "タイムインボトル",
        "pt_br": "TEMPO ENGARRAFADO"
      },
      "description": {
        "ms_my": "Zilean menyimpan masa sebagai Pengalaman dan boleh memberi Pengalaman ini kepada sekutunya. Zilean boleh menyampaikan Pengalaman ini kepada champion sekutu paling dekat apabila dia mempunyai jumlah yang cukup untuk naik level mereka yang seterusnya. Zilean menerima Pengalaman yang sama banyak dengan yang dia berikan.",
        "tr_tr": "Zilean zamanı deneyim olarak biriktirir ve onu takım arkadaşlarına aktarabilir. Zilean en yakınındaki dost şampiyonun seviyesini tamamlamaya yetecek kadar deneyim biriktirdiğinde deneyimi ona aktarabilir. Zilean da aynı miktarda deneyim kazanır.",
        "pl_pl": "Zilean zbiera czas jako doświadczenie, które może przekazać sojusznikom. Zilean może przekazać to doświadczenie najbliższemu sojuszniczemu bohaterowi, gdy ma go wystarczająco, aby awansować tego sojusznika. Zilean otrzymuje tyle samo pkt. doświadczenia, ile przekazuje.",
        "it_it": "Zilean immagazzina il tempo sotto forma di Esperienza e può conferirlo ai suoi alleati. Zilean può conferire l'Esperienza al campione alleato più vicino quando ne ha a sufficienza per farlo salire di livello. Zilean riceve la stessa quantità di Esperienza che conferisce.",
        "es_es": "Zilean almacena el tiempo como experiencia y puede otorgársela a sus aliados. Zilean puede otorgar esta experiencia al campeón aliado más cercano cuando tiene suficiente para completar su siguiente subida de nivel. Zilean recibe tanta experiencia como da.",
        "de_de": "Zilean speichert Zeit als Erfahrung, die er seinen Verbündeten gewähren kann. Zilean kann diese Erfahrung auf den nächstbefindlichen verbündeten Champion übertragen, wenn er genügend Erfahrung für einen Stufenaufstieg gespeichert hat. Zilean erhält so viel Erfahrung wie er gewährt.",
        "fr_fr": "Zilean stocke du temps sous forme d'expérience et peut l'offrir à ses alliés. Quand il a suffisamment d'expérience pour augmenter le niveau du champion allié le plus proche, il peut la lui offrir. Zilean reçoit autant d'expérience qu'il en donne.",
        "en_gb": "Zilean stores time as Experience and can grant it to his allies. Zilean can impart this Experience on the nearest allied champion when he has enough to complete their next level up. Zilean receives as much Experience as he gives.",
        "en_us": "Zilean stores time as Experience and can grant it to his allies. Zilean can impart this Experience on the nearest allied champion when he has enough to complete their next level up. Zilean receives as much Experience as he gives.",
        "ru_ru": "Зилеан сохраняет время в виде опыта и может передать его союзникам. Зилеан может передать ближайшему союзному чемпиону опыт, когда его хватает для повышения уровня союзника. Сам Зилеан при этом получает столько же опыта, сколько дает.",
        "ar_ae": "يخزن زيليان الوقت على شكل خبرة ويمكنه منحها لحلفائه. يستطيع زيليان منح ما لديه من الخبرة لأقرب بطل حليف عندما يمتلك ما يكفي لإتمام ترقية مستوى ذلك البطل. يتلقى زيليان كمية خبرة تعادل الكمية التي يمنحها.",
        "en_sg": "Zilean stores time as Experience and can grant it to his allies. Zilean can impart this Experience on the nearest allied champion when he has enough to complete their next level up. Zilean receives as much Experience as he gives.",
        "es_mx": "Zilean acumula tiempo como experiencia y puede otorgarla a sus aliados. Podrá darle la experiencia al campeón aliado más cercano cuando reúna la cantidad suficiente para ayudarlo a subir de nivel. Zilean recibe la misma cantidad de experiencia que otorga.",
        "vi_vn": "Zilean tích trữ thời gian dưới dạng Kinh Nghiệm và có thể tăng nó cho đồng minh. Zilean có thể ban lượng XP này cho tướng đồng minh gần nhất khi ông đã tích đủ để đưa họ lên cấp tiếp theo. Zilean cũng sẽ nhận được lượng XP mà ông ban tặng.",
        "th_th": "Zilean จะสะสมเวลาให้กลายเป็นค่าประสบการณ์ และสามารถมอบให้แก่พันธมิตรได้ Zilean สามารถส่งค่าประสบการณ์นี้ไปให้แชมเปี้ยนพันธมิตรที่อยู่ใกล้ที่สุดเมื่อเขาสะสมได้มากพอสำหรับการอัปเลเวลถัดไปของเป้าหมาย Zilean ได้รับค่าประสบการณ์ในจำนวนที่เท่ากันด้วย",
        "zh_tw": "極靈會將時間存為經驗值並能將其提供給友軍。當他有足夠的經驗值讓最靠近的友軍英雄升級，他可以傳授經驗給對方，而極靈也會獲得相同的經驗值。",
        "ko_kr": "질리언은 시간을 경험치의 형태로 보존하여 아군에게 줄 수 있습니다. 가장 가까운 아군의 레벨을 올려줄 수 있을 만큼 경험치가 모이면 건네줄 수 있습니다. 이때 질리언 역시 동일한 양의 경험치를 얻습니다.",
        "ja_jp": "時間を経験値として溜めて、味方に付与できる。最も近くにいる味方チャンピオンのレベルを上げるのに十分な経験値が溜まっていれば、この経験値を付与できる。この際、ジリアンも同量の経験値を獲得する。",
        "pt_br": "Zilean armazena tempo como Experiência, podendo concedê-la aos aliados. Zilean poderá transmitir essa Experiência ao Campeão aliado mais próximo quando tiver suficiente para fazê-lo subir de nível. Zilean recebe a mesma quantidade de Experiência que concede."
      },
      "extraDescription": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      }
    },
    {
      "slot": "Q",
      "key": "time_bomb",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/acada10b489da07a03c502c0602199aee5d60d09-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/9dfd51853246312d8ca8b243fe21700930cc1f66.mp4",
      "name": {
        "ms_my": "TIME BOMB",
        "tr_tr": "SAATLİ BOMBA",
        "pl_pl": "BOMBA ZEGAROWA",
        "it_it": "BOMBA TEMPORALE",
        "es_es": "BOMBA DE RELOJERÍA",
        "de_de": "ZEITBOMBE",
        "fr_fr": "BOMBE À RETARDEMENT",
        "en_gb": "TIME BOMB",
        "en_us": "TIME BOMB",
        "ru_ru": "БОМБА ЗАМЕДЛЕННОГО ДЕЙСТВИЯ",
        "ar_ae": "القنبلة الزمنية",
        "en_sg": "TIME BOMB",
        "es_mx": "BOMBA DE TIEMPO",
        "vi_vn": "BOM HẸN GIỜ",
        "th_th": "TIME BOMB",
        "zh_tw": "定時炸彈",
        "ko_kr": "시한 폭탄",
        "ja_jp": "タイムボム",
        "pt_br": "BOMBA-RELÓGIO"
      },
      "description": {
        "ms_my": "Melemparkan bom ke lokasi sasaran yang melekat pada unit yang mendekati bom, mengutamakan champion dan unit yang sudah pun membawa bom. Apabila meletus, bom itu mengenakan magic damage pada sasaran dan musuh berdekatan. Jika suatu Time Bomb diletuskan awal oleh Time Bomb yang lain, bom itu juga akan stun musuh. Time Bomb boleh dicas 2 kali.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Rzuca bombę w wybrane miejsce, która przykleja się do jednostek znajdujących się w pobliżu (w pierwszej kolejności wybiera bohaterów i jednostki już przenoszące bombę). Kiedy wybuchnie, zadaje celowi i pobliskim wrogom obrażenia magiczne. Jeżeli Bomba Zegarowa zostanie zdetonowana przez inną Bombę Zegarową, ogłuszy przeciwników. Bomba Zegarowa może być doładowana 2 razy.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Lance une bombe dans une zone. La bombe se colle sur une unité qui s'en approche (en priorité les champions et les unités qui ont déjà une bombe). Lorsqu'elle explose, elle inflige des dégâts magiques à la cible et aux ennemis proches. Si une Bombe à retardement explose prématurément à cause d'une autre Bombe à retardement, les ennemis sont également étourdis. Bombe à retardement dispose de deux charges.",
        "en_gb": "Tosses a bomb to target area that sticks to units that come near it, prioritizing champions and units already carrying a bomb. When it detonates it deals magic damage to the target and nearby enemies. If a Time Bomb is detonated early by another Time Bomb, it also stuns enemies. The Time Bomb can be recharged 2 times.",
        "en_us": "Tosses a bomb to target area that sticks to units that come near it, prioritizing champions and units already carrying a bomb. When it detonates it deals magic damage to the target and nearby enemies. If a Time Bomb is detonated early by another Time Bomb, it also stuns enemies. The Time Bomb can be recharged 2 times.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Tosses a bomb to target area that sticks to units that come near it, prioritizing champions and units already carrying a bomb. When it detonates it deals magic damage to the target and nearby enemies. If a Time Bomb is detonated early by another Time Bomb, it also stuns enemies. The Time Bomb can be recharged 2 times.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Ném 1 quả bom vào vùng chỉ định, bám dính lấy bất kì đơn vị nào lại gần, ưu tiên tướng và các đơn vị đã dính sẵn bom. Khi bom phát nổ, gây sát thương phép lên mục tiêu và các kẻ địch xung quanh. Nếu Bom Hẹn Giờ được kích nổ sớm hơn bởi một quả Bom Hẹn Giờ khác, nó sẽ làm choáng các nạn nhân. Bom Hẹn Giờ có thể được tích trữ 2 lần.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "朝目標地點拋擲炸彈，附著於附近單位，炸彈會優先選擇英雄和已經攜帶炸彈的單位。炸彈引爆時會對目標和鄰近敵軍造成魔法傷害。若「定時炸彈」由另一枚「定時炸彈」提前引爆，則還會暈眩敵軍。「定時炸彈」可充能兩次。",
        "ko_kr": "대상 위치로 가까이 오는 유닛(챔피언과 이미 폭탄이 있는 적 우선)에게 들러붙는 폭탄을 던집니다. 폭탄은 터지면서 대상과 주변 적에게 마법 피해를 입힙니다. 다른 시한 폭탄 때문에 일찍 폭발하면 적을 기절시킵니다. 최대 2회 충전됩니다.",
        "ja_jp": "指定地点に爆弾を投げ、近付いたユニットに付着させる。既に爆弾が付着したチャンピオンおよびユニットが優先される。爆弾が爆発すると、対象と周囲の敵に魔法ダメージを与える。「タイムボム」が別の「タイムボム」によって誘爆した場合、敵にスタン効果を与える。タイムボムは2回リチャージできる。",
        "pt_br": "Arremessa uma bomba na área-alvo que gruda nas unidades que se aproximam, priorizando Campeões e unidades que já estejam carregando uma bomba. Ao detonar, ela causa Dano Mágico ao alvo e a inimigos próximos. Se uma Bomba-relógio for detonada antecipadamente por outra, ela também Atordoará os inimigos. É possível recarregar a Bomba-relógio 2 vezes."
      },
      "extraDescription": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      }
    },
    {
      "slot": "W",
      "key": "twisted_timeflow",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/c9188c4fdaaae309f3af77d4d48cd74e122fd258-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/7e1f925b4599f584e252bfa1eade90c572262722.mp4",
      "name": {
        "ms_my": "TWISTED TIMEFLOW",
        "tr_tr": "ÇARPIK ZAMAN AKIŞI",
        "pl_pl": "WYPACZONY UPŁYW CZASU",
        "it_it": "FLUSSO TEMPORALE DISTORTO",
        "es_es": "FLUJO TEMPORAL CORRUPTO",
        "de_de": "VERZERRTER ZEITFLUSS",
        "fr_fr": "FLUX TEMPOREL TORTURÉ",
        "en_gb": "TWISTED TIMEFLOW",
        "en_us": "TWISTED TIMEFLOW",
        "ru_ru": "ИСКРИВЛЕНИЕ ВРЕМЕНИ",
        "ar_ae": "التدفق الزمني الملتوي",
        "en_sg": "TWISTED TIMEFLOW",
        "es_mx": "DISTORSIÓN TEMPORAL",
        "vi_vn": "BIẾN DẠNG THỜI GIAN",
        "th_th": "TWISTED TIMEFLOW",
        "zh_tw": "扭曲時光",
        "ko_kr": "뒤틀린 시간 흐름",
        "ja_jp": "ツイステッドタイムフロー",
        "pt_br": "TEMPO DISTORCIDO"
      },
      "description": {
        "ms_my": "Menjadikan masa beredar dengan lebih pantas bagi dirinya, memberikan Fleeting Time kepada diri sendiri dan mendapat shield penyerap damage. Zilean juga memberikan Fleeting Time dan shield yang serupa kepada champion sekutu paling dekat. Fleeting Time meningkatkan kelajuan projektil dan memberikan move speed. Fleeting Time juga meningkatkan Ability Haste Zilean.",
        "tr_tr": "Kendisi için zamanı hızlandırarak kendine Tez Zaman etkisi uygular ve hasar soğuran bir kalkan kazanır. Zilean ayrıca en yakınındaki dost şampiyona da Tez Zaman etkisi ve aynı miktarda kalkan kazandırır. Tez Zaman atışları hızlandırır ve hareket hızı sağlar. Tez Zaman ayrıca Zilean'ın yetenek hızını da arttırır.",
        "pl_pl": "Przyspiesza własny upływ czasu, nakładając na siebie Ulotny Czas i zyskując tarczę pochłaniającą obrażenia. Zilean daje też Ulotny Czas i identyczną tarczę najbliższemu sojusznikowi. Ulotny Czas zwiększa szybkość lotu pocisków i daje prędkość ruchu. Ulotny Czas zwiększa też przyspieszenie umiejętności.",
        "it_it": "Rende lo scorrere del tempo più rapido per sé, applicando Tempo fugace a se stesso e ottenendo uno scudo che assorbe  danni. Zilean inoltre fornisce Tempo fugace e uno scudo identico al campione alleato più vicino. Tempo fugace aumenta la velocità dei proiettili e fornisce velocità di movimento, oltre ad aumentare la velocità abilità di Zilean.",
        "es_es": "Hace que el tiempo fluya más rápido para sí mismo, lo que le otorga Tiempo fugaz y un escudo que absorbe daño. Zilean también otorga Tiempo fugaz y un escudo idéntico al campeón aliado más cercano. Tiempo fugaz aumenta la velocidad de los proyectiles y otorga velocidad de movimiento. Tiempo fugaz también aumenta la velocidad de habilidades de Zilean.",
        "de_de": "Lässt die Zeit für Zilean schneller vergehen, belegt ihn mit „Verfliegende Zeit“ und gewährt ihm einen Schild, der Schaden absorbiert. Zileans nächstbefindlicher verbündeter Champion erhält ebenfalls „Verfliegende Zeit“ und einen identischen Schild. „Verfliegende Zeit“ erhöht die Geschossgeschwindigkeit und gewährt Lauftempo. „Verfliegende Zeit“ erhöht außerdem Zileans Fähigkeitstempo.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Makes time flow faster for himself, applying Fleeting Time to himself and gaining a damage absorbing shield. Zilean also grants Fleeting Time and identical shield to his nearest ally champion. Fleeting Time increases projectile speeds and grants move speed. Fleeting Time also increases Zilean’s ability haste.",
        "en_us": "Makes time flow faster for himself, applying Fleeting Time to himself and gaining a damage absorbing shield. Zilean also grants Fleeting Time and identical shield to his nearest ally champion. Fleeting Time increases projectile speeds and grants move speed. Fleeting Time also increases Zilean’s ability haste.",
        "ru_ru": "Ускоряет для себя ход времени, накладывая на себя \"Мимолетное время\" и получая щит, который поглощает урон. Также Зилеан дает эффект \"Мимолетное время\" и такой же щит ближайшему союзному чемпиону. \"Мимолетное время\" увеличивает скорость полета снарядов и дает прибавку к скорости передвижения, а также повышает ускорение умений Зилеана.",
        "ar_ae": "يسّرع الزمن من منظوره الشخصي، فيطبق تأثير الوقت العابر على نفسه ويكسب درعًا يمتص الضرر. يمنح زيليان تأثير الوقت العابر ودرعًا مطابقًا لأقرب بطل حليف له.\\nيزيد تأثير الوقت العابر من سرعة المقذوفات ويمنح سرعة حركة. يزيد تأثير الوقت العابر كذلك من تسارع قدرة زيليان.",
        "en_sg": "Makes time flow faster for himself, applying Fleeting Time to himself and gaining a damage absorbing shield. Zilean also grants Fleeting Time and identical shield to his nearest ally champion. Fleeting Time increases projectile speeds and grants move speed. Fleeting Time also increases Zilean’s ability haste.",
        "es_mx": "Hace que el tiempo fluya más rápido para él, se aplica Tiempo Fugaz a sí mismo y obtiene un escudo que absorbe daño. Zilean también aplica Tiempo Fugaz y otorga un escudo idéntico al campeón aliado más cercano. Tiempo Fugaz aumenta la velocidad de los proyectiles y otorga velocidad de movimiento. Además, aumenta la aceleración de habilidad de Zilean.",
        "vi_vn": "Khiến thời gian trôi nhanh hơn trên bản thân, đặt Tua Nhanh Thời Gian lên bản thân và nhận lá chắn giúp hấp thụ sát thương. Zilean đồng thời ban Tua Nhanh Thời Gian và lá chắn tương tự lên tướng đồng minh gần nhất. Tua Nhanh Thời Gian tăng tốc độ đường đạn và tốc độ di chuyển. Tua Nhanh Thời Gian đồng thời tăng điểm hồi kỹ năng cho Zilean.",
        "th_th": "ทำให้เวลาของตัวเองไหลไปเร็วขึ้น ใส่ Fleeting Time ให้แก่ตนเองและได้รับโล่ป้องกันที่ดูดซับความเสียหาย Zilean จะมอบ Fleeting Time และโล่ป้องกันแบบเดียวกันให้แก่แชมเปี้ยนพันธมิตรที่อยู่ใกล้เขาที่สุดด้วย Fleeting Time จะเพิ่มความเร็วโปรเจกไทล์และให้ความเร็วเคลื่อนที่ Fleeting Time จะเพิ่มเร่งสกิลของ Zilean ด้วย",
        "zh_tw": "讓自己的時間流動加快，對自身施加「光陰似箭」效果並獲得可吸收傷害的護盾。極靈也會賦予最靠近的友方英雄「光陰似箭」效果和相同的護盾。「光陰似箭」會加快投射物的速度並賦予跑速，同時提升極靈的技能加速。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自らの時間の流れを早めて、自分に「フリーティングタイム」を適用し、ダメージを急襲するシールドを獲得する。最も近い味方チャンピオンにも「フリーティングタイム」とシールドを付与する。「フリーティングタイム」で飛翔物の速度と移動速度が上がる。「フリーティングタイム」でスキルヘイストも増加する。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      },
      "extraDescription": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      }
    },
    {
      "slot": "E",
      "key": "temporal_mirage",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/b09072b22165707688354ab119e6ea575587ab08-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/4d42793ccf93a8bdbfd1799b295d726265b33b90.mp4",
      "name": {
        "ms_my": "TEMPORAL MIRAGE",
        "tr_tr": "ZAMAN SERABI",
        "pl_pl": "TEMPORALNY MIRAŻ",
        "it_it": "MIRAGGIO TEMPORALE",
        "es_es": "ESPEJISMO TEMPORAL",
        "de_de": "ZEITLICHES TRUGBILD",
        "fr_fr": "MIRAGE TEMPOREL",
        "en_gb": "TEMPORAL MIRAGE",
        "en_us": "TEMPORAL MIRAGE",
        "ru_ru": "ТЕМПОРАЛЬНЫЙ МИРАЖ",
        "ar_ae": "السراب الزمني",
        "en_sg": "TEMPORAL MIRAGE",
        "es_mx": "ESPEJISMO TEMPORAL",
        "vi_vn": "ẢO ẢNH THỜI KHÔNG",
        "th_th": "TEMPORAL MIRAGE",
        "zh_tw": "時空幻境",
        "ko_kr": "시간의 신기루",
        "ja_jp": "時空の蜃気楼",
        "pt_br": "MIRAGEM TEMPORAL"
      },
      "description": {
        "ms_my": "Mencipta medan kuasa yang melenturkan masa di lokasi sasaran. Di dalam medan kuasa itu, champion dan projektil musuh akan slow.",
        "tr_tr": "Hedef konumda zamanı büken bir güç alanı oluşturur. Güç alanının içindeki rakip şampiyonlar ve atışlar yavaşlar.",
        "pl_pl": "W miejscu docelowym tworzy zakrzywiające czas pole siłowe. W polu siłowym nieprzyjacielscy bohaterowie i pociski są spowolnieni.",
        "it_it": "Crea un campo di forza che altera il tempo in una posizione bersaglio. I campioni e i proiettili nemici all'interno del campo sono rallentati.",
        "es_es": "Crea un campo de fuerza que altera el flujo del tiempo en la ubicación objetivo. Mientras estén en el campo de fuerza, ralentiza a los campeones enemigos y los proyectiles.",
        "de_de": "Erschafft am Zielort ein Kraftfeld, das die Zeit manipuliert. Innerhalb des Kraftfelds werden gegnerische Champions und Geschosse verlangsamt.",
        "fr_fr": "Zilean crée un champ de force qui influe sur le temps dans la zone ciblée. Dans le champ de force, les champions ennemis et les projectiles sont ralentis.",
        "en_gb": "Creates a time-bending force field at target location. Within the force field enemy champions and projectiles are slowed.",
        "en_us": "Creates a time-bending force field at target location. Within the force field enemy champions and projectiles are slowed.",
        "ru_ru": "Создает в указанной области силовое поле, искажающее время. Вражеские чемпионы и снаряды, оказавшиеся внутри силового поля, замедляются.",
        "ar_ae": "ينشئ حقل قوة يطوّع الوقت في موقع الهدف. حين يكون الأبطال المعادون والمقذوفات داخل حقل القوة، يتم إبطاؤهم.",
        "en_sg": "Creates a time-bending force field at target location. Within the force field enemy champions and projectiles are slowed.",
        "es_mx": "Crea un campo de fuerza que manipula el tiempo en la ubicación objetivo. Los campeones enemigos y los proyectiles que estén dentro del campo de fuerza quedan ralentizados.",
        "vi_vn": "Tạo 1 vùng trường lực bẻ cong thời gian tại vị trí chỉ định. Trong vùng trường lực, tướng địch và các đường đạn của địch bị làm chậm.",
        "th_th": "สร้างสนามพลังบิดเบือนเวลาที่ตำแหน่งเป้าหมาย แชมเปี้ยนศัตรูและโปรเจกไทล์ภายในสนามพลังจะถูกสโลว์",
        "zh_tw": "在目標位置創造一個時間扭曲力場。力場內的敵方英雄和投射物會遭到緩速。",
        "ko_kr": "대상 위치에 시간을 왜곡하는 역장을 생성합니다. 역장 내의 적 챔피언과 투사체는 둔화됩니다.",
        "ja_jp": "指定地点に時間を捻じ曲げる力場を作り出す。力場のなかにいる間は、敵チャンピオンと飛翔物はスロウ効果を受ける。",
        "pt_br": "Cria um campo de força que distorce o tempo no local-alvo. Campeões inimigos e projéteis sofrem Lentidão dentro do campo de força."
      },
      "extraDescription": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      }
    },
    {
      "slot": "R",
      "key": "chronoshift",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/1bf01227f5880f522897bef496c9703bd02aea19-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/e2226146385cbbabfca2c49f9e1b65c88c26581e.mp4",
      "name": {
        "ms_my": "CHRONOSHIFT",
        "tr_tr": "ZAMAN KAYMASI",
        "pl_pl": "CHRONOSKOK",
        "it_it": "SPOSTAMENTO TEMPORALE",
        "es_es": "ALTERACIÓN DEL TIEMPO",
        "de_de": "ZEITVERSCHIEBUNG",
        "fr_fr": "RETOUR TEMPOREL",
        "en_gb": "CHRONOSHIFT",
        "en_us": "CHRONOSHIFT",
        "ru_ru": "ВРЕМЕННОЙ СДВИГ",
        "ar_ae": "النقلة الزمنية",
        "en_sg": "CHRONOSHIFT",
        "es_mx": "CRONOVIAJE",
        "vi_vn": "ĐẢO NGƯỢC THỜI GIAN",
        "th_th": "CHRONOSHIFT",
        "zh_tw": "時光倒流",
        "ko_kr": "시간 역행",
        "ja_jp": "クロノシフト",
        "pt_br": "ALTERAÇÃO TEMPORAL"
      },
      "description": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Zilean, kendisine veya bir takım arkadaşına koruyucu bir zaman rünü kazandırır. Rüne sahip şampiyon bu esnada ölümcül hasar alırsa zamanda geri gider, dirilir ve iyileşir. Dirilmeden önce hedef alınamaz hale gelir. Rüne sahip şampiyon, rünün diriltme etkisini tetiklemezse Zaman Kayması'nın bekleme süresinin bir kısmı iade edilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Piazza una runa temporale protettiva su di sé o su un campione alleato. Se chi porta la runa subisce danni letali in questo periodo, torna indietro nel tempo e diventa non bersagliabile prima di essere rianimato e curato. Se chi porta la runa non attiva l'effetto di rianimazione della runa, la ricarica di Spostamento temporale viene parzialmente rimborsata.",
        "es_es": "Coloca una runa protectora temporal a Zilean o a un campeón aliado. Si el portador de la runa recibe daño letal durante dicho periodo, retrocede en el tiempo y se vuelve inalcanzable antes de revivir y recuperar vida. Si el portador de la runa no activa el efecto de resurrección de la runa, se restaura una parte del enfriamiento de Alteración del tiempo.",
        "de_de": "Gewährt Zilean oder einem verbündeten Champion eine schützende Zeitrune. Wenn der Runenträger während dieser Zeit tödlichen Schaden erleidet, teleportiert er sich in der Zeit zurück und kann nicht länger anvisiert werden, bevor er wiederbelebt und geheilt wird. Wenn der Runenträger den Wiederbelebungseffekt der Rune nicht auslöst, wird ein Teil der Abklingzeit von Zeitverschiebung“ zurückerstattet.",
        "fr_fr": "Zilean place sur lui-même ou sur un champion allié une rune de protection. Si le porteur de la rune subit des dégâts mortels pendant cette durée, il est renvoyé en arrière dans le temps et devient impossible à cibler, puis il revient à la vie en récupérant des PV. Si le porteur de la rune ne déclenche pas l'effet de réanimation de la rune, le délai de récupération de Retour temporel est réduit.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Накладывает на себя или на союзного чемпиона защитную руну. Если носитель руны в это время получает смертельный урон, он телепортируется назад во времени и получает недосягаемость, а затем воскрешается и исцеляется. Если носитель не активирует воскрешающий эффект руны, часть времени перезарядки \"Временного сдвига\" будет восстановлена.",
        "ar_ae": "يضع رون زمن وقائيًا حول زيليان أو حول بطل حليف. إذا تلقى حامل الرون ضررًا مميتًا خلال هذا الوقت، ينفّذ الانتقال السريع عائدًا بالزمن ويصبح غير قابل للاستهداف قبل إنعاشه وعلاجه.\\nإذا لم يفعّل حامل الرون تأثير إنعاش الرون، يتم تعويض جزء من فترة تبريد النقلة الزمنية.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Coloca una runa de tiempo protectora a Zilean o a un campeón aliado. Si el portador de la runa recibe daño letal durante el efecto de la habilidad, regresa en el tiempo y se vuelve inalcanzable antes de revivir y recuperar algo de vida. Si el portador de la runa no activa el efecto de reanimación de la habilidad, se restablecerá parte del enfriamiento de Cronoviaje.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "ติดรูนกาลเวลาแห่งการป้องกันให้กับ Zilean หรือแชมเปี้ยนพันธมิตร หากผู้มีรูนได้รับความเสียหายถึงชีวิตในระหว่างนี้ พวกเขาจะย้อนเวลากลับและไม่ตกเป็นเป้าหมายก่อนที่จะคืนชีพและได้รับการฮีล หากผู้มีรูนไม่ได้ทำให้เอฟเฟกต์ฟื้นคืนชีพของรูนทำงาน จะได้รับคูลดาวน์ของ Chronoshift คืนมาส่วนหนึ่ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "자신 또는 아군 챔피언에게 보호용 시간 룬을 부여합니다. 룬을 부여받은 대상이 지속시간 동안 치명적인 피해를 받으면 시간을 되돌려 대상으로 지정할 수 없는 상태로 만든 후 부활시키고 체력을 회복시킵니다. 대상이 룬의 부활 효과를 발동시키지 않으면 재사용 대기시간을 일부 돌려받습니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Coloca uma runa temporal de proteção em Zilean ou em um Campeão aliado. Se o portador da runa sofrer dano letal nesse período, ele saltará de volta no tempo e ficará inalvejável antes de ressuscitar e ser curado. Se o portador da runa não acionar o efeito de ressurreição da runa, uma parte do Tempo de Recarga de Alteração Temporal será restituída."
      },
      "extraDescription": {
        "ms_my": "Meletakkan rune masa perlindungan pada Zilean atau champion sekutu. Jika pembawa rune itu menerima damage maut dalam tempoh ini, mereka akan teleport ke masa lalu dan menjadi tidak dapat disasarkan sebelum mereka dihidupkan semula dan dipulihkan. Jika pembawa rune tidak mencetuskan kesan hidup semula rune tersebut, sebahagian daripada cooldown Chronoshift akan dikembalikan.",
        "tr_tr": "Hedef bölgeye doğru fırlattığı bomba, şampiyonlara ve halihazırda bomba taşıyan birimlere öncelik vererek yakınından geçen birimlere yapışır. Bomba patladığı zaman hedefe ve yakınındaki rakiplere büyü hasarı verir. Yerleştirilen Saatli Bomba, başka bir Saatli Bomba tarafından erken patlatılırsa ayrıca rakipleri sersemletir. Saatli Bomba en fazla 2 yük biriktirebilir.",
        "pl_pl": "Nakłada na Zileana lub sojuszniczego bohatera ochronną runę czasu. Jeśli bohater, na którego nałożono runę, otrzyma w tym czasie śmiertelne obrażenia, cofa się w czasie i staje się niemożliwy do obrania za cel. Następnie zostaje wskrzeszony i uleczony. Jeśli bohater, na którego nałożono runę, nie aktywuje efektu wskrzeszenia, część czasu odnowienia Chronoskoku zostanie zwrócona.",
        "it_it": "Lancia una bomba nell'area bersaglio che si attacca a qualunque unità ci vada vicino, dando la priorità ai campioni e alle unità che hanno già una bomba. Quando la bomba esplode, infligge danni magici al bersaglio e ai nemici vicini. Se una Bomba temporale viene fatta esplodere prima da un'altra Bomba temporale, stordisce inoltre i nemici colpiti. La Bomba temporale può essere ricaricata 2 volte.",
        "es_es": "Arroja una bomba a una zona. El artefacto, que se adhiere a las unidades cercanas, prioriza a los campeones y las unidades que ya tienen una bomba adherida. Cuando detona, inflige daño mágico al objetivo y a los enemigos cercanos. Además, si la Bomba de relojería detona antes de tiempo por la acción de otra, aturde a los enemigos afectados. Bomba de relojería se puede recargar dos veces.",
        "de_de": "Wirft eine Bombe ins Zielgebiet, die sich an Einheiten heftet, sobald sie sich nähern, wobei Champions und Einheiten, die bereits eine Bombe tragen, priorisiert werden. Wenn sie detoniert, erleiden das Ziel und Gegner in der Nähe magischen Schaden. Wenn eine Zeitbombe vorzeitig durch eine andere Zeitbombe zur Explosion gebracht wird, werden Gegner zudem betäubt. Die Zeitbombe kann 2-mal wieder aufgeladen werden.",
        "fr_fr": "Zilean accélère l'écoulement du temps pour lui-même, s'appliquant Comme le temps passe et gagnant un bouclier qui absorbe des dégâts. Zilean octroie également Comme le temps passe et un bouclier identique à l'allié le plus proche. Comme le temps passe augmente la vitesse des projectiles et octroie de la vitesse de déplacement. Comme le temps passe augmente également l'accélération de compétence de Zilean.",
        "en_gb": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "en_us": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "ru_ru": "Зилеан кидает бомбу в указанную точку. Бомба прикрепляется к первому бойцу, оказавшемуся рядом (приоритет отдается чемпионам и бойцам, на которых уже есть бомба). При взрыве бомба наносит магический урон цели и ближайшим врагам. Если бомба взрывается раньше из-за другой бомбы, пораженные враги также оглушаются. \"Бомба замедленного действия\" может накапливать до 2 зарядов.",
        "ar_ae": "يرمي قنبلة على منطقة الهدف فتلتصق بالوحدات التي تقترب منها وتعطي الأولوية للأبطال والوحدات التي تحمل قنبلة بالفعل. عندما تنفجر، تلحق ضرر السحر بالهدف والأعداء في الجوار. إن تم تفجير القنبلة الزمنية مبكرًا بواسطة قنبلة زمنية أخرى، فسوف تصعق الأعداء أيضًا. يمكن إعادة شحن القنبلة الزمنية مرتين.",
        "en_sg": "Places a protective time rune on Zilean or an allied champion. If the rune bearer takes lethal damage during this time, they teleport back in time and become untargetable before they are revived and healed. If the rune bearer does not trigger the rune's revival effect, a part of Chronoshift's cooldown will be refunded.",
        "es_mx": "Lanza una bomba a un área objetivo. La bomba, que se adhiere a quienes se acercan a ella, prioriza a los campeones y a las unidades que ya tengan una bomba encima. Cuando explota, la Bomba de Tiempo inflige daño mágico al objetivo y a los enemigos cercanos. Si detona antes de tiempo porque entra en contacto con otra bomba, también aturde a los oponentes. Bomba de Tiempo se puede recargar dos veces.",
        "vi_vn": "Đặt cổ ngữ thời gian bảo hộ lên Zilean hoặc 1 tướng đồng minh. Nếu người mang cổ ngữ nhận sát thương đoạt mạng trong thời gian này, họ sẽ dịch chuyển về quá khứ và trở nên không thể bị chỉ định trước khi hồi sinh và được hồi máu. Nếu người mang cổ ngữ không kích hoạt hiệu ứng hồi sinh, một phần hồi chiêu của Đảo Ngược Thời Gian sẽ được hoàn trả.",
        "th_th": "โยนระเบิดไปยังพื้นที่เป้าหมาย ซึ่งมันจะไปติดกับคนที่เดินเข้าใกล้มัน โดยให้ความสำคัญกับแชมเปี้ยนและยูนิตที่มีระเบิดอยู่แล้วเป็นอันดับแรก เมื่อมันระเบิด จะสร้างความเสียหายเวทแก่เป้าหมายและศัตรูใกล้เคียง หาก Time Bomb ถูกจุดระเบิดก่อนเวลาด้วย Time Bomb อีกลูก มันจะสตันศัตรูด้วย Time Bomb สามารถรีชาร์จได้ 2 ครั้ง",
        "zh_tw": "在自已或友方英雄身上放置保護性時間符文。如果符文持有者在這段時間內受到致命傷害，他們會回到過去並變得無法被指定，之後會復活並回復生命。如果符文持有者沒有觸發符文的復活效果，會返還部份的「時光倒流」冷卻時間。",
        "ko_kr": "시간의 흐름을 가속하여 자신에게 찰나의 시간을 적용하고 피해를 흡수하는 보호막을 얻습니다. 질리언과 가장 가까운 아군 챔피언에게도 찰나의 시간을 적용하고 동일한 양의 피해를 흡수하는 보호막을 부여합니다. 찰나의 시간은 투사체와 챔피언에게 추가 속도를 제공하며, 질리언의 스킬 가속을 증가시킵니다.",
        "ja_jp": "自分または味方チャンピオン1体に、防護の砂時計の印を付与する。砂時計の印を獲得したチャンピオンが効果時間中に致命的なダメージを受けると、テレポートして時間をさかのぼり、対象指定不可状態になったあとに、体力を回復して復活する。砂時計の印を獲得したチャンピオンがルーンの復活効果を発動しなかった場合は、「クロノシフト」のクールダウンが一部短縮される。",
        "pt_br": "Faz o tempo fluir mais rápido para si mesmo, aplicando Tempo Fugaz a si e ganhando um Escudo capaz de absorver dano. Zilean também concede Tempo Fugaz e um Escudo idêntico ao Campeão aliado mais próximo. Tempo Fugaz aumenta a velocidade dos projéteis e concede Velocidade de Movimento. Tempo Fugaz também aumenta a Aceleração de Habilidade de Zilean."
      }
    }
  ]
}