{
  "slug": "akshan",
  "name": {
    "ru_ru": "АКШАН",
    "pt_br": "AKSHAN",
    "en_us": "AKSHAN",
    "it_it": "AKSHAN",
    "tr_tr": "AKSHAN",
    "de_de": "AKSHAN",
    "ms_my": "AKSHAN",
    "vi_vn": "AKSHAN",
    "ko_kr": "아크샨",
    "ja_jp": "アクシャン",
    "es_es": "AKSHAN",
    "fr_fr": "AKSHAN",
    "th_th": "AKSHAN",
    "zh_tw": "埃可尚",
    "en_gb": "AKSHAN",
    "pl_pl": "AKSHAN",
    "es_mx": "AKSHAN",
    "en_sg": "AKSHAN",
    "ar_ae": "أكشان"
  },
  "roles": [
    "marksman",
    "assassin"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/aec46f6adf185797577a47809893ad6e6089a24e-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "dirty_fighting",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/6ad8a62a37d7221936e23ecfe219528f514ebaec-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/c1b0a7bc10ae383b664480001311c25376686c09.mp4",
      "name": {
        "ms_my": "DIRTY FIGHTING",
        "tr_tr": "KİRLİ DÖVÜŞ",
        "pl_pl": "NIECZYSTA WALKA",
        "it_it": "COMBATTIMENTO SPORCO",
        "es_es": "ARTIMAÑAS",
        "de_de": "MIT HARTEN BANDAGEN",
        "fr_fr": "FOURBERIE",
        "en_gb": "DIRTY FIGHTING",
        "en_us": "DIRTY FIGHTING",
        "ru_ru": "БОЙ БЕЗ ПРАВИЛ",
        "ar_ae": "القتال الشرس",
        "en_sg": "DIRTY FIGHTING",
        "es_mx": "PELEA SUCIO",
        "vi_vn": "KHÔNG TỪ THỦ ĐOẠN",
        "th_th": "DIRTY FIGHTING",
        "zh_tw": "無賴之道",
        "ko_kr": "비열한 싸움",
        "ja_jp": "ダーティーファイト",
        "pt_br": "LUTANDO SUJO"
      },
      "description": {
        "ms_my": "Setiap serangan atau pengenaan ability ketiga akan mengenakan physical damage bonus. Melawan champion, akan mendapat shield damage untuk sementara waktu.",
        "tr_tr": "İsabet eden her üçüncü saldırı veya yetenek ilave fiziksel hasar verir. Bunlar şampiyonlara isabet ederse, Akshan kısa süreliğine kalkan kazanır.",
        "pl_pl": "Co trzeci atak lub umiejętność zadaje dodatkowe obrażenia fizyczne. Ponadto przeciwko bohaterom na krótką chwilę zyskuje tarczę chroniącą przed obrażeniami.",
        "it_it": "Ogni tre attacchi o abilità a segno, infligge danni fisici bonus. Contro i campioni, ottiene anche uno scudo contro i danni per un breve periodo.",
        "es_es": "Cada tercer impacto de un ataque o habilidad inflige daño físico adicional. Contra campeones, también consigue un escudo durante unos instantes.",
        "de_de": "Jeder dritte Angriff oder jeder dritte Treffer mit einer Fähigkeit verursacht zusätzlichen normalen Schaden. Gewährt gegen Champions außerdem kurzzeitig einen Schild.",
        "fr_fr": "Toutes les trois attaques ou compétences, Akshan inflige des dégâts physiques supplémentaires. Contre les champions, il gagne aussi un bouclier qui le protège brièvement contre les dégâts.",
        "en_gb": "Every third attack or ability hit deals bonus physical damages. Against champions, also gains damage shield for brief moment.",
        "en_us": "Every third attack or ability hit deals bonus physical damages. Against champions, also gains damage shield for brief moment.",
        "ru_ru": "Каждая третья атака или умение наносит дополнительный физический урон. Кроме того, атакуя чемпионов, Акшан ненадолго получает щит.",
        "ar_ae": "تلحق كل ثالث إصابة بهجوم أو قدرة ضررًا ماديًا إضافيًا. كما تكسب درعًا يحميك من الضرر لفترة وجيزة ضد الأبطال.",
        "en_sg": "Every third attack or ability hit deals bonus physical damages. Against champions, also gains damage shield for brief moment.",
        "es_mx": "Cada tres impactos de ataques o habilidades, inflige daño físico adicional. Contra campeones, también obtiene un escudo de daño por un breve momento.",
        "vi_vn": "Mỗi đòn đánh hoặc kỹ năng thứ 3 gây thêm sát thương vật lý. Nếu gây sát thương lên tướng, nhận thêm khiên chắn sát thương trong chốc lát.",
        "th_th": "ทุกการโจมตีหรือสกิลครั้งที่สามจะสร้างโบนัสความเสียหายกายภาพ ถ้าใช้ใส่แชมเปี้ยน เขาจะได้รับโล่ดูดซับความเสียหายชั่วขณะเพิ่มมาด้วย",
        "zh_tw": "普攻或技能每命中三次，將造成額外物理傷害；若目標是英雄，則另外獲得暫時護盾。",
        "ko_kr": "세 번째 기본 공격 또는 스킬 공격마다 추가 물리 피해를 입힙니다. 대상이 챔피언인 경우 잠시 동안 피해를 흡수하는 보호막을 얻습니다.",
        "ja_jp": "通常攻撃かスキルを3回命中させるごとに追加物理ダメージが発生する。対象がチャンピオンだった場合は、一時的なシールドも獲得する。",
        "pt_br": "Cada terceiro ataque ou habilidade causa Dano Físico adicional. Contra Campeões, também recebe um Escudo contra dano por um curto período."
      },
      "extraDescription": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      }
    },
    {
      "slot": "Q",
      "key": "avengerang",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/e8b1e3783d5d53c598bba4ed0e67b8750c32a362-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/2f341710635153be0ec07435d90b5e108f20e7d2.mp4",
      "name": {
        "ms_my": "AVENGERANG",
        "tr_tr": "İNTİKAM BUMERANGI",
        "pl_pl": "BUMERANG MŚCICIELA",
        "it_it": "VENDETTARANG",
        "es_es": "BUMERÁN VENGADOR",
        "de_de": "BUMERACHE",
        "fr_fr": "VENGERANG",
        "en_gb": "AVENGERANG",
        "en_us": "AVENGERANG",
        "ru_ru": "БУМЕРАНГ МСТИТЕЛЯ",
        "ar_ae": "البومرانغ المنتقم",
        "en_sg": "AVENGERANG",
        "es_mx": "VENGANZARANG",
        "vi_vn": "BOOMERANG BÁO THÙ",
        "th_th": "AVENGERANG",
        "zh_tw": "復仇迴力鏢",
        "ko_kr": "복수의 부메랑",
        "ja_jp": "報復のブーメラン",
        "pt_br": "BUMERANGUE VINGATIVO"
      },
      "description": {
        "ms_my": "Seperti ability boomerang biasa, dapat menyerang setiap musuh sebanyak dua kali (sekali dalam perjalanan pergi dan kembali). Boomerang akan mencapai beberapa unit menjangkaui sasaran terakhir yang terkena, jika ia terkena sasaran berbeza ketika ini jaraknya akan bertambah (secara teori jaraknya tidak terbatas)",
        "tr_tr": "Tipik bir bumerang yeteneği gibi her bir rakibe iki defa isabet edebilir (bir giderken bir de dönerken). Bumerang son isabet ettiği rakibin arkasındaki bazı birimlere de ulaşabilir. Bu sırada farklı bir hedefe isabet ederse menzili uzar (yeteneğin menzili teoride sınırsızdır).",
        "pl_pl": "Jak to bywa w przypadku umiejętności polegających na rzucaniu bumerangiem, można nim trafić wroga dwa razy (raz po rzucie i drugi raz w trakcie powrotu). Bumerang dosięgnie kilku jednostek za ostatnim trafionym celem, a jeśli trafi wtedy inny cel, jego zasięg się zwiększy (teoretycznie bumerang ma nieskończony zasięg).",
        "it_it": "Come un normale boomerang, colpisce ciascun nemico due volte (una all'andata e una al ritorno). Il Vendettarang raggiunge altre unità dopo l'ultimo bersaglio colpito. Se colpisce un bersaglio diverso durante il suo tragitto, la sua portata aumenta (teoricamente, anche fino all'infinito).",
        "es_es": "Al igual que una habilidad corriente de bumerán, puede golpear a cada enemigo dos veces (una al lanzarlo, otra al regresar). El bumerán viajará un poco más al golpear al último objetivo. Si golpea a otro objetivo en dicho momento, su alcance aumentará (en teoría, el alcance es infinito).",
        "de_de": "Kann wie andere Bumerang-Fähigkeiten jeden Gegner zweimal treffen (einmal beim Hin- und einmal beim Rückflug). Der Bumerang geht einige Einheiten über das letzte getroffene Ziel hinaus. Wenn er dabei ein anderes Ziel trifft, erhöht sich seine Reichweite (theoretisch ist seine Reichweite unbegrenzt).",
        "fr_fr": "Akshan lance un boomerang qui peut frapper deux fois les ennemis (à l'aller et au retour). Le boomerang continue un peu après avoir touché une cible, et s'il frappe une nouvelle cible, sa portée est augmentée (la portée est théoriquement infinie).",
        "en_gb": "Like a typical boomerang spell, can hit each enemy twice (once on way out and in). Boomerang will reach some units beyond the last target hit, if it hits a different target during this it’s range will extend (theoretically range is infinite)",
        "en_us": "Like a typical boomerang spell, can hit each enemy twice (once on way out and in). Boomerang will reach some units beyond the last target hit, if it hits a different target during this it’s range will extend (theoretically range is infinite)",
        "ru_ru": "Акшан бросает бумеранг, который урон дважды: когда летит вперед и на обратном пути.\nДальность полета бумеранга увеличивается до бесконечности с каждым пораженным врагом.",
        "ar_ae": "كتعويذة بومرانغ تقليدية، يمكن إصابة كل عدو مرتين (مرة في الذهاب وأخرى في الإياب). ويمكن للبومرانغ أن يبلغ بعض الوحدات الموجودة بعد آخر هدف مصاب، فإذا أصاب البومرانغ هدفًا مختلفًا خلال تلك الفترة، يزداد مداه (المدى النظري غير محدود)",
        "en_sg": "Like a typical boomerang spell, can hit each enemy twice (once on way out and in). Boomerang will reach some units beyond the last target hit, if it hits a different target during this it’s range will extend (theoretically range is infinite)",
        "es_mx": "Como un típico hechizo de búmeran, puede impactar a los enemigos dos veces (una vez de ida y otra de vuelta). El búmeran alcanzará a algunas unidades más allá del último objetivo al que impactó. Si impacta a un objetivo diferente durante este movimiento, su alcance se extenderá (teóricamente el alcance es infinito).",
        "vi_vn": "Giống như các kỹ năng boomerang thường thấy, có thể gây sát thương lên mỗi kẻ địch 2 lần (một lần khi ném ra và một lần khi bay về). Boomerang sẽ bay thêm một đoạn ngắn ra sau mục tiêu cuối cùng trúng đòn, nếu nó văng trúng một mục tiêu khác trong thời gian này, phạm vi của nó sẽ mở rộng thêm (về mặt lý thuyết là phạm vi vô hạn)",
        "th_th": "ทำงานคล้ายสกิลบูมเมอแรงอื่น ๆ ที่สามารถสร้างความเสียหายแก่ศัตรูหนึ่งตัวได้สองครั้ง (รอบพุ่งไปหนึ่งครั้ง รอบพุ่งกลับอีกหนึ่งครั้ง) บูมเมอแรงจะพุ่งเลยเป้าหมายล่าสุดที่โดนไปเล็กน้อย หากในช่วงนั้นมันพุ่งไปโดนเป้าหมายอื่นอีก ระยะของมันจะเพิ่มขึ้นไปอีก (ในทางทฤษฎีแล้ว บูมเมอแรงนี้จะมีระยะไม่จำกัด)",
        "zh_tw": "顧名思義，這個迴力鏢技能可以攻擊敵人兩次（一次射出去，一次飛回來）。發射後每次擊中敵人，皆可增加迴力鏢射程，因此理論上來說若不斷擊中目標，射程也會無限增加。",
        "ko_kr": "일반적인 부메랑 스킬처럼 날아갈 때 한 번, 돌아올 때 한 번, 적을 총 두 번 타격합니다. 부메랑은 마지막 대상에게 적중한 이후 일정 거리까지 날아가며, 이때 다른 대상에게 적중할 경우 사거리가 증가합니다. (이론적으로 사거리는 무한입니다.)",
        "ja_jp": "通常のブーメラン軌道を描くスキルと同様、1体の敵に2回（往復でそれぞれ1回ずつ）当てることができる。このブーメランは往路で命中した最後の標的のさらに数ユニット先まで飛び、そこで異なる標的に命中するとさらに飛距離が伸びる（理論上はどこまでも飛距離を伸ばすことが可能）。",
        "pt_br": "Como uma típica habilidade com bumerangue, pode atingir cada inimigo duas vezes (uma vez na ida e outra na volta). O alcance do bumerangue vai um pouco além do último alvo atingido; caso atinja mais um alvo, esse alcance será estendido (teoricamente, o alcance é infinito)."
      },
      "extraDescription": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      }
    },
    {
      "slot": "W",
      "key": "going_rogue",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/c88213821b4a1ff0f0eb1d2e1c6f3f5a60a21527-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/e102bb88de47d54ab2eba8646150b1c02a31966b.mp4",
      "name": {
        "ms_my": "GOING ROGUE",
        "tr_tr": "GÖRÜNMEZ MUHAFIZ",
        "pl_pl": "SAMOTNA ŚCIEŻKA",
        "it_it": "SPIRITO RIBELLE",
        "es_es": "REBELDE",
        "de_de": "IM ALLEINGANG",
        "fr_fr": "CAVALIER SEUL",
        "en_gb": "GOING ROGUE",
        "en_us": "GOING ROGUE",
        "ru_ru": "ОПАСНАЯ ИГРА",
        "ar_ae": "التهوّر",
        "en_sg": "GOING ROGUE",
        "es_mx": "CONTRA LAS REGLAS",
        "vi_vn": "LEN LÉN BÁO THÙ",
        "th_th": "GOING ROGUE",
        "zh_tw": "離經叛道",
        "ko_kr": "악당 처단",
        "ja_jp": "義賊の流儀",
        "pt_br": "REBELDIA"
      },
      "description": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      },
      "extraDescription": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      }
    },
    {
      "slot": "E",
      "key": "heroic_swing",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/058b4d550eb2850ef08b1c5920e000a643bc3b49-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/9fb108af4765e8b1423af51ff879eb1cca638bc5.mp4",
      "name": {
        "ms_my": "HEROIC SWING",
        "tr_tr": "KAHRAMAN SALLANIŞI",
        "pl_pl": "HEROICZNY ZAMACH",
        "it_it": "INTERVENTO EROICO",
        "es_es": "BALANCEO HEROICO",
        "de_de": "HEROISCHER SCHWUNG",
        "fr_fr": "ENVOLÉE HÉROÏQUE",
        "en_gb": "HEROIC SWING",
        "en_us": "HEROIC SWING",
        "ru_ru": "ЗАЦЕПНОЙ ПИСТОЛЕТ",
        "ar_ae": "التأرجح البطولي",
        "en_sg": "HEROIC SWING",
        "es_mx": "PIRUETA HEROICA",
        "vi_vn": "ANH HÙNG ĐU DÂY",
        "th_th": "HEROIC SWING",
        "zh_tw": "英勇勾索",
        "ko_kr": "영웅의 비상",
        "ja_jp": "ヒーロースイング",
        "pt_br": "IMPULSO HEROICO"
      },
      "description": {
        "ms_my": "Akshan melepaskan tali yang melekat pada wall selama beberapa saat untuk membolehkannya berayun dalam bulatan. Semasa berayun, Akshan akan menembak musuh yang baru dia kenakan damage.",
        "tr_tr": "Akshan birkaç saniyeliğine duvara yapışan bir halat ateşler ve bir daire şeklindeki alanda sallanır. Akshan sallanırken kısa süre önce hasar verdiği rakibe saldırır.",
        "pl_pl": "Akshan wystrzeliwuje linę, która przyczepia się do ściany na kilka sekund, umożliwiając mu huśtanie się po łuku. Huśtając się, Akshan strzela do ostatnio zranionego wroga.",
        "it_it": "Akshan spara un rampino che si attacca a un muro per qualche secondo, permettendogli di volteggiare in cerchio. Mentre volteggia, Akshan spara a un nemico che ha danneggiato di recente.",
        "es_es": "Akshan dispara una cuerda que se engancha a un muro durante unos segundos, lo que le permite balancearse en círculos. Mientras se balancea, Akshan dispara a un enemigo al que haya infligido daño recientemente.",
        "de_de": "Akshan feuert ein Seil ab, das sich ein paar Sekunden lang an einer Wand festhakt, sodass er in einem Kreis schwingen kann. Während er sich schwingt, feuert Akshan auf einen Gegner, dem er kürzlich Schaden zugefügt hat.",
        "fr_fr": "Akshan tire une corde qui s'attache à un mur pendant quelques secondes pour lui permettre de se balancer. Pendant le balancement, Akshan tire sur un ennemi qu'il a récemment blessé.",
        "en_gb": "Akshan fires a rope that attaches to a wall for a few seconds to allow him to swing in a circle. While swinging, Akshan shoots an enemy he has recently damaged.",
        "en_us": "Akshan fires a rope that attaches to a wall for a few seconds to allow him to swing in a circle. While swinging, Akshan shoots an enemy he has recently damaged.",
        "ru_ru": "Акшан выстреливает крюком в элемент ландшафта и облетает его по кругу на веревке. В полете он стреляет во врага, которому недавно нанес урон.",
        "ar_ae": "يطلق أكشان حبلًا يتعلق بجدار لبضعة ثوانٍ للسماح له بالتأرجح الدائري. خلال التأرجح، يصيب أكشان عدوًا قد ألحق به الضرر مؤخرًا.",
        "en_sg": "Akshan fires a rope that attaches to a wall for a few seconds to allow him to swing in a circle. While swinging, Akshan shoots an enemy he has recently damaged.",
        "es_mx": "Akshan dispara un gancho que se fija a un muro durante algunos segundos para permitirle hacer una pirueta en círculo. Al hacer la pirueta, Akshan dispara al enemigo al que haya dañado más recientemente.",
        "vi_vn": "Akshan bắn dây vào tường trong vài giây và anh có thể đu dây theo đường vòng cung. Trong khi du dây, Akshan bắn vào kẻ địch vừa chịu sát thương từ anh.",
        "th_th": "Akshan ยิงเชือกที่ยึดติดกับกำแพงเป็นเวลาสั้น ๆ และทำให้เขาสามารถเหวี่ยงตัวในรัศมีวงกลม ขณะเหวี่ยงตัว Akshan จะยิงศัตรูที่เขาเพิ่งสร้างความเสียหายใส่",
        "zh_tw": "埃可尚發射鉤索到地形物上，可固定數秒，並借力擺盪。擺盪時，會射擊剛剛傷害過的敵人。",
        "ko_kr": "몇 초간 벽에 고정되는 갈고리총을 발사해 밧줄에 매달린 채 이동합니다. 이동하는 동안 최근 피해를 입힌 적에게 탄환을 발사합니다.",
        "ja_jp": "数秒間壁に張り付くロープを発射し、弧を描いて「スイング」できるようになる。スイング中は、自分が最後にダメージを与えた敵を射撃する。",
        "pt_br": "Akshan lança uma corda e prende a uma parede por alguns segundos, balançando-se em círculo. Enquanto balança, atira no último inimigo que ele tiver atingido."
      },
      "extraDescription": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      }
    },
    {
      "slot": "R",
      "key": "comeuppance",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/f25d2f3fc17a73c72a2982c74c3ea5f6ee38de31-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/ff716174845c71ebe33f5252b09b4bc055204e34.mp4",
      "name": {
        "ms_my": "COMEUPPANCE",
        "tr_tr": "KISASA KISAS",
        "pl_pl": "ZASŁUŻONA KARA",
        "it_it": "CONDANNA INESORABILE",
        "es_es": "MERECIDO",
        "de_de": "WOHLVERDIENTE STRAFE",
        "fr_fr": "BIEN MÉRITÉ !",
        "en_gb": "COMEUPPANCE",
        "en_us": "COMEUPPANCE",
        "ru_ru": "РАСПЛАТА",
        "ar_ae": "القصاص العادل",
        "en_sg": "COMEUPPANCE",
        "es_mx": "TU MERECIDO",
        "vi_vn": "ĐÒN TRỪNG PHẠT",
        "th_th": "COMEUPPANCE",
        "zh_tw": "因果蓄能彈",
        "ko_kr": "인과응보",
        "ja_jp": "当然の報い",
        "pt_br": "PUNIÇÃO"
      },
      "description": {
        "ms_my": "Mengunci sasaran terhadap champion musuh dan mula mengecas tembakan Mist selama beberapa saat.",
        "tr_tr": "Bir rakip şampiyona kilitlenerek birkaç saniye boyunca silahını sis atışlarıyla aşırı yüklemeye başlar.",
        "pl_pl": "Namierza wrogiego bohatera i przez kilka sekund ładuje mgliste strzały.",
        "it_it": "Aggancia un campione nemico e inizia a caricare proiettili per qualche secondo.",
        "es_es": "Fija a un campeón enemigo y comienza a carga sus disparos de Niebla durante unos segundos.",
        "de_de": "Wählt einen gegnerischen Champion als Ziel aus und beginnt ein paar Sekunden lang Nebelschüsse aufzuladen.",
        "fr_fr": "Akshan se verrouille sur un champion ennemi et commence à charger des tirs pendant quelques secondes.",
        "en_gb": "Locks onto an enemy champion and begins overcharging Mist shots over a few seconds.",
        "en_us": "Locks onto an enemy champion and begins overcharging Mist shots over a few seconds.",
        "ru_ru": "Акшан фиксируется на вражеском чемпионе и подготавливает выстрелы. После подготовки он стреляет, нанося урон первому задетому врагу или строению.",
        "ar_ae": "يثبت على بطل معادٍ ويبدأ بالشحن الزائد لطلقات الضباب خلال بضعة ثوانٍ.",
        "en_sg": "Locks onto an enemy champion and begins overcharging Mist shots over a few seconds.",
        "es_mx": "Apunta a un campeón enemigo y comienza a cargar disparos de Niebla durante algunos segundos.",
        "vi_vn": "Khóa mục tiêu vào 1 tướng địch, sau đó bắt đầu tích tụ loạt đạn Màn Sương trong vài giây.",
        "th_th": "ล็อกแชมเปี้ยนศัตรู แล้วเริ่มชาร์จกระสุนหมอกภายในเวลาสั้น ๆ",
        "zh_tw": "鎖定瞄準敵方英雄，在數秒內使武器填充黯霧彈並發射。",
        "ko_kr": "적 챔피언을 조준하고 몇 초간 탄환을 과충전합니다.",
        "ja_jp": "敵チャンピオン1体をロックオンし、数秒間かけて「霧」の弾丸を溜める。",
        "pt_br": "Trava a mira em um Campeão inimigo e começa a carregar disparos por alguns segundos."
      },
      "extraDescription": {
        "ms_my": "Pasif: Musuh yang membunuh sekutu Akshan akan menjadi Scoundrel selama beberapa saat. Membunuh Scoundrel akan memberi Akshan gold bonus dan mengurangkan Detik Mati sekutu tersebut. Aktif: Mendapat camouflage selama beberapa saat. Tempoh akan refresh jika Akshan berada hampir dengan wall atau dalam brush. Mendapat movement speed semasa bergerak ke arah Scoundrel.",
        "tr_tr": "Pasif: Akshan'ın takım arkadaşlarını katleden rakipler birkaç saniyeliğine madrabaz olur. Bir madrabazı katletmek Akshan'a ilave altın kazandırır ve katledilen takım arkadaşının dirilme süresini azaltır. Aktif: Birkaç saniyeliğine kamuflaja bürünür. Akshan bir duvarın yanında veya çalının içindeyse süre yenilenir. Madrabazlara doğru ilerlerken hareket hızı kazanır.",
        "pl_pl": "Biernie: Wrogowie, którzy zabiją sojuszników Akshana, na kilka sekund stają się draniami. Po zabiciu drania Akshan zyskuje dodatkowe złoto i skraca czas do wskrzeszenia zabitego sojusznika. Użycie: Akshan kamufluje się na kilka sekund. Czas odnowienia zostaje zresetowany, gdy Akshan znajduje się w pobliżu ściany lub zarośli. Zyskuje prędkość ruchu, gdy porusza się w stronę drani.",
        "it_it": "Passiva: i nemici che uccidono gli alleati di Akshan diventano Canaglie per alcuni secondi. Uccidere una Canaglia conferisce oro bonus ad Akshan e riduce il timer morte dell'alleato caduto. Attiva: ottiene mimesi per qualche secondo. La durata si ripristina quando Akshan è vicino a un muro o nell'erba alta. Ottiene velocità di movimento quando si muove verso le Canaglie.",
        "es_es": "Pasiva: Los enemigos que asesinen a aliados de Akshan se convertirán en canallas durante un breve periodo de tiempo. Asesinar a un canalla otorga a Akshan oro adicional y reduce el tiempo de la muerte de sus aliados caídos. Activa: Se camufla durante unos segundos. La duración se reinicia cuando Akshan está cerca de muros o en la maleza. Obtiene velocidad de movimiento al moverse hacia canallas.",
        "de_de": "Passiv: Gegner, die Akshans Verbündete töten, werden ein paar Sekunden lang Halunken. Wenn Akshan einen Halunken tötet, erhält er zusätzliches Gold und verringert für den gefallenen Verbündeten die Wartezeit nach dem Tod. Aktiv: Akshan erhält ein paar Sekunden lang Camouflage. Die Dauer wird zurückgesetzt, wenn sich Akshan in der Nähe einer Wand oder in hohem Gras befindet. Akshan erhält Lauftempo, wenn er sich auf Halunken zubewegt.",
        "fr_fr": "Passive : les ennemis qui tuent des alliés d'Akshan deviennent des Crapules pendant quelques secondes. Tuer une Crapule octroie des PO supplémentaires à Akshan et réduit le délai de réapparition des alliés tués par cette Crapule. Active : Akshan devient camouflé pendant quelques secondes. La durée est renouvelée quand Akshan est proche d'un mur ou dans des hautes herbes. Il gagne aussi de la vitesse de déplacement en direction des Crapules.",
        "en_gb": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "en_us": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "ru_ru": "Пассивно: враг, убивший союзного чемпиона, на несколько секунд становится негодяем. Если Акшан принимает участие в убийстве негодяя, то получает золото и сокращает время возрождения погибшего союзника. Активно: Акшан получает маскировку на несколько секунд. Пока он находится у стены или в кустах, маскировка действует бесконечно. Кроме того, Акшан ускоряется при движении в сторону негодяев.",
        "ar_ae": "التأثير الكامن: يتحول الأعداء الذي يقتلون حلفاء أكشان إلى أوغاد لبضعة ثوانٍ وجيزة. ويمنح قتل أحد الأوغاد أكشان ذهبًا إضافيًا، كما يقلص مؤقت موت الحليف الذي سقط. التأثير النشط: اكسب التمويه لبضعة ثوانٍ. يتم تجديد المدة عند تواجد أكشان بالقرب من جدار أو بين الأعشاب. يكسب سرعة الحركة عند التحرك باتجاه الأوغاد.",
        "en_sg": "Passive: Enemies that kill Akshan’s allies become Scoundrels for few brief seconds. Killing a Scoundrel grants Akshan bonus golds and reduces the fallen ally’s death timer. Active: Gain camouflage for a few seconds. Duration is refreshed when Akshan is near a wall or in brush. Gains movement speed when moving toward Scoundrels.",
        "es_mx": "Pasiva: Los enemigos que maten a los aliados de Akshan se convierten en Rufianes por algunos segundos. Matar a un rufián le otorga a Akshan oro adicional y reduce el temporizador de muerte del aliado caído. Activa: Obtiene camuflaje por algunos segundos. La duración se restaura cuando Akshan está cerca de un muro o entre la maleza. Obtiene velocidad de movimiento al dirigirse hacia los Rufianes.",
        "vi_vn": "Nội tại: Kẻ địch hạ gục đồng đội của Akshan sẽ trở thành Kẻ Vô Lại trong chốc lát. Hạ gục 1 Kẻ Vô Lại sẽ cho Akshan thêm vàng và giảm thời gian hồi sinh của đồng minh. Kích hoạt: Trở nên tàng hình trong vài giây. Thời gian tác dụng được làm mới mỗi khi Akshan ở gần tường hoặc bụi cỏ. Tăng tốc độ di chuyển khi di chuyển về phía Kẻ Vô Lại.",
        "th_th": "ติดตัว: ศัตรูที่สังหารพันธมิตรของ Akshan จะกลายเป็นทรชนเขาเป็นเวลาสั้น ๆ เมื่อสังหารทรชนได้ Akshan จะได้รับโบนัสทอง และลดระยะเวลาตายของพันธมิตรที่ถูกสังหาร กดใช้: พรางตัวเป็นเวลาสั้น ๆ ระยะเวลาจะถูกรีเฟรชใหม่ถ้า Akshan อยู่ใกล้กำแพงหรืออยู่ในพงหญ้า ได้รับความเร็วเคลื่อนที่เพิ่มเมื่อเคลื่อนที่เข้าหาทรชน",
        "zh_tw": "被動：擊殺埃可尚友軍的敵軍將變成惡徒，持續數秒。埃可尚擊殺惡徒時，可獲得額外金幣，並減少陣亡友軍的復活倒數。主動：在幾秒內進入偽裝狀態；埃可尚在地形物附近或草叢裡時，技能持續時間會重置。埃可尚跑向惡徒時會增加跑速。",
        "ko_kr": "기본 지속 효과: 아크샨의 아군을 처치한 적은 몇 초간 악당이 됩니다. 악당을 처치하면 아크샨이 추가 골드를 얻고 사망한 아군의 부활 대기시간을 감소시킵니다. 사용 시: 몇 초간 위장 상태가 됩니다. 벽 근처나 수풀 안에 있으면 지속시간이 초기화됩니다. 악당을 향해 이동할 때 이동 속도를 얻습니다.",
        "ja_jp": "自動効果: 自分の味方をキルした敵が一時的に「悪党」となる。この「悪党」をキルすると追加ゴールドが手に入り、キルされた味方のデスタイマーが短縮される。\n発動効果: カモフラージュ状態となり、「悪党」に向かって移動する際の移動速度が増加する。壁の近くや茂みの中にいる間は、効果時間が延長され続ける。",
        "pt_br": "Passivo: inimigos que abatem aliados do Akshan se tornam Canalhas por alguns segundos. Abater um Canalha concede ouro adicional a Akshan e reduz o Temporizador de Morte do aliado abatido. Ativo: ganha camuflagem por alguns segundos. A duração será redefinida quando Akshan estiver perto de uma parede ou em um arbusto. Ganha Velocidade de Movimento quando estiver indo em direção a Canalhas."
      }
    }
  ]
}