{
  "slug": "aurelion-sol",
  "name": {
    "ru_ru": "АУРЕЛИОН СОЛ",
    "pt_br": "AURELION SOL",
    "en_us": "AURELION SOL",
    "it_it": "AURELION SOL",
    "tr_tr": "AURELION SOL",
    "de_de": "AURELION SOL",
    "ms_my": "AURELION SOL",
    "vi_vn": "AURELION SOL",
    "ko_kr": "아우렐리온 솔",
    "ja_jp": "オレリオン・ソル",
    "es_es": "AURELION SOL",
    "fr_fr": "AURELION SOL",
    "th_th": "AURELION SOL",
    "zh_tw": "翱銳龍獸",
    "en_gb": "AURELION SOL",
    "pl_pl": "AURELION SOL",
    "es_mx": "AURELION SOL",
    "en_sg": "AURELION SOL",
    "ar_ae": "أوريليون سول"
  },
  "roles": [
    "mage"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/d1ccccc13d3ac4b911e9879c3dedc088c4729210-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "cosmic_creator",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/3c64f48d9b44cb35ff343db64e86cfe55494250b-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/441e07a7836bcc4d708ba486905b842049b4d4d8.mp4",
      "name": {
        "ms_my": "COSMIC CREATOR",
        "tr_tr": "KOZMİK HÂKİM",
        "pl_pl": "KOSMICZNY KREATOR",
        "it_it": "CREATORE COSMICO",
        "es_es": "CREADOR CÓSMICO",
        "de_de": "KOSMISCHER SCHÖPFER",
        "fr_fr": "CRÉATEUR COSMIQUE",
        "en_gb": "COSMIC CREATOR",
        "en_us": "COSMIC CREATOR",
        "ru_ru": "ВСЕЛЕНСКИЙ ТВОРЕЦ",
        "ar_ae": "المنشئ الكوني",
        "en_sg": "COSMIC CREATOR",
        "es_mx": "CREADOR CÓSMICO",
        "vi_vn": "KHỞI LẬP VŨ TRỤ",
        "th_th": "COSMIC CREATOR",
        "zh_tw": "宇宙創世",
        "ko_kr": "우주의 창조자",
        "ja_jp": "宇宙の創造者",
        "pt_br": "CRIADOR CÓSMICO"
      },
      "description": {
        "ms_my": "Ability Aurelion Sol yang mengenakan damage menguraikan musuh menjadi stack Stardust kekal, yang meningkatkan setiap abilitynya.",
        "tr_tr": "Aurelion Sol'ün hasar veren yetenekleri rakipleri kalıcı Yıldız Tozu yüklerine dönüştürür. Yıldız Tozu, Aurelion Sol'ün her bir yeteneğini güçlendirir.",
        "pl_pl": "Zadające obrażenia umiejętności Aureliona Sola rozkładają wrogów na stałe ładunki Gwiezdnego Pyłu, który ulepsza każdą z jego umiejętności.",
        "it_it": "Le abilità con danni di Aurelion Sol riducono i nemici in cariche permanenti di Polvere di stelle, che migliorano ciascuna delle sua abilità.",
        "es_es": "Las habilidades de Aurelion Sol que dañan a sus enemigos le otorgan acumulaciones permanentes de polvo estelar, con el que puede mejorar sus habilidades.",
        "de_de": "Aurelion Sols Schaden verursachende Fähigkeiten zersetzen Gegner in dauerhafte Steigerungen von Sternenstaub, die jede seiner Fähigkeiten verbessern.",
        "fr_fr": "Les compétences d'Aurelion Sol qui blessent des ennemis lui octroient définitivement de la poussière d'étoile, laquelle améliore chacune de ses compétences.",
        "en_gb": "Aurelion Sol's damaging abilities break down enemies into permanent stacks of Stardust, which improve each of his abilities.",
        "en_us": "Aurelion Sol's damaging abilities break down enemies into permanent stacks of Stardust, which improve each of his abilities.",
        "ru_ru": "Нанося урон врагам с помощью умений, Аурелион Сол получает звездную материю, которая улучшает весь его арсенал.",
        "ar_ae": "تحطم قدرات ضرر أوريليون سول الأعداء لتحوّلهم إلى تكدسات دائمة من غبار النجوم الذي يتكفل بتحسين كل قدرة من قدراته.",
        "en_sg": "Aurelion Sol's damaging abilities break down enemies into permanent stacks of Stardust, which improve each of his abilities.",
        "es_mx": "Las habilidades de daño de Aurelion Sol desintegran a sus enemigos en acumulaciones permanentes de Polvo Estelar, lo que mejora cada una de sus habilidades.",
        "vi_vn": "Các Kỹ Năng gây sát thương của Aurelion Sol sẽ nghiền nát kẻ địch thành các cộng dồn Bụi Sao vĩnh viễn và cải thiện từng kỹ năng của ông.",
        "th_th": "สกิลสร้างความเสียหายของ Aurelion Sol จะย่อยสลายศัตรูให้กลายเป็นสแตค Stardust แบบถาวร ซึ่งจะเสริมพลังในแต่ละสกิลของเขา",
        "zh_tw": "翱銳龍獸的傷害性技能會將敵軍分解為星塵，永久強化他的技能。",
        "ko_kr": "아우렐리온 솔이 스킬로 적에게 피해를 입히면 각 스킬을 영구히 강화하는 별가루를 획득합니다.",
        "ja_jp": "ダメージスキルを敵に命中させると、「星屑」のスタックを恒久的に獲得できる。このスタックは各スキルを強化する。",
        "pt_br": "As habilidades de dano de Aurelion Sol fragmentam os inimigos e geram acúmulos permanentes de Poeira Estelar, que aprimoram cada uma das habilidades do Campeão."
      },
      "extraDescription": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      }
    },
    {
      "slot": "Q",
      "key": "breath_of_light",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/54ade474b3ad02caa99b48919ab43987a07cb86d-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/bd28bb6f5c3ab266eb3479ef6fbfc6fc5a3cefcc.mp4",
      "name": {
        "ms_my": "BREATH OF LIGHT",
        "tr_tr": "IŞIĞIN NEFESİ",
        "pl_pl": "ODDECH ŚWIATŁA",
        "it_it": "SOFFIO DI LUCE",
        "es_es": "EL ALIENTO DE LOS DIOSES",
        "de_de": "GEBÜNDELTES LICHT",
        "fr_fr": "SOUFFLE DE LUMIÈRE",
        "en_gb": "BREATH OF LIGHT",
        "en_us": "BREATH OF LIGHT",
        "ru_ru": "ДЫХАНИЕ СОЛНЦА",
        "ar_ae": "نفحة النور",
        "en_sg": "BREATH OF LIGHT",
        "es_mx": "ALIENTO LUMINOSO",
        "vi_vn": "HƠI THỞ HỎA TINH",
        "th_th": "BREATH OF LIGHT",
        "zh_tw": "星光吐息",
        "ko_kr": "빛의 숨결",
        "ja_jp": "星炎の息吹",
        "pt_br": "SOPRO DE LUZ"
      },
      "description": {
        "ms_my": "Aurelion Sol menyalurkan nafas naganya untuk menghembus satu pancaran starfire, mendedahkan dan mengenakan damage pada musuh pertama yang terkena dan mengenakan splash damage berkurangan pada musuh berdekatan. Setiap saat nafas ini disalurkan secara terus pada suatu musuh akan mengenakan damage bonus, yang ditingkatkan oleh jumlah Stardust yang telah dikumpulkan. Ability ini akan mengumpulkan Stardust jika sasaran ialah champion. Aurelion Sol boleh bergerak semasa menyalurkan Breath of Light.",
        "tr_tr": "Aurelion Sol'ün yıldız ateşi püsküren ejder nefesi isabet ettiği ilk rakibe normal miktarda, onun yakınındaki rakiplereyse biraz daha az miktarda hasar verir. Ejder nefesi, doğrudan bir rakibin üstüne yönlendirildiği her saniye ilave hasar verir. Bu ilave, toplanan Yıldız Tozu miktarına bağlı olarak artar. Ayrıca hedef bir şampiyonsa bu yetenek Yıldız Tozu toplar. Aurelion Sol, Işığın Nefesi'ni kullanırken hareket edebilir.",
        "pl_pl": "Aurelion Sol ładuje swój smoczy oddech i wystrzeliwuje wiązkę gwiezdnego ognia, która ujawnia pierwszego trafionego wroga i zadaje mu obrażenia oraz zadaje zmniejszone obrażenia rozpryskowe pobliskim wrogom. Co sekundę podczas ładowania oddechu bezpośrednio na wroga Aurelion Sol zadaje obrażenia dodatkowe – tym większe, im więcej ładunków Gwiezdnego Pyłu zgromadzono. Ta umiejętność gromadzi Gwiezdny Pył, jeśli celem jest bohater. Aurelion Sol może się poruszać podczas ładowania Oddechu Światła.",
        "it_it": "Aurelion Sol canalizza il suo respiro draconico per emettere un raggio di fuoco stellare che rivela e danneggia il primo nemico colpito, oltre a infliggere danni ridotti ai nemici vicini. Per ogni secondo in cui viene canalizzato direttamente contro un nemico, il raggio infligge danni bonus, che aumentano in base alla Polvere di stelle accumulata. Se il bersaglio è un campione, Aurelion Sol guadagna Polvere di stelle. Aurelion Sol può muoversi mentre canalizza Soffio di luce.",
        "es_es": "Aurelion Sol exhala su aliento dracónico para emitir un rayo de fuego estelar que revela e inflige daño al primer enemigo golpeado y parte del daño a los enemigos cercanos. Por cada segundo que su aliento golpea directamente a un enemigo, le inflige daño adicional, que aumenta según la cantidad de polvo estelar que haya acumulado. Esta habilidad reúne polvo estelar si su objetivo es un campeón. Aurelion Sol puede moverse mientras lanza El aliento de los dioses.",
        "de_de": "Aurelion Sol kanalisiert seinen Drachenatem, um dann einen Sternenfeuerstrahl auszustoßen. Damit deckt er den ersten getroffenen Gegner auf und fügt ihm Schaden zu. Zudem verursacht er Flächenschaden an Gegnern in der Nähe. Für jede Sekunde, die der Atem direkt auf einen Gegner kanalisiert wird, verursacht er zusätzlichen Schaden, der durch die Menge an gesammeltem Sternenstaub weiter steigt. Die Fähigkeit sammelt Sternenstaub, wenn das Ziel ein Champion ist. Aurelion Sol kann sich beim Wirken von „Gebündeltes Licht“ bewegen.",
        "fr_fr": "Aurelion Sol canalise son souffle de dragon pour cracher un rayon de feu stellaire, ce qui révèle et blesse le premier ennemi touché et inflige des dégâts réduits aux ennemis proches. Pour chaque seconde de canalisation dirigée directement sur un ennemi, la compétence inflige des dégâts supplémentaires augmentés par la quantité de poussière d'étoile collectée. Si la cible est un champion, cette compétence collecte de la poussière d'étoile. Aurelion Sol peut se déplacer tout en canalisant Souffle de lumière.",
        "en_gb": "Aurelion Sol channels his dragon breath to exhale a beam of starfire, revealing and damaging the first enemy hit and splashing reduced damage onto nearby enemies. Each second the breath is channeled directly at an enemy will deal bonus damage, which is improved by the amount of Stardust that's been collected. This ability collects Stardust if the target is a champion. Aurelion Sol can move while channeling Breath of Light.",
        "en_us": "Aurelion Sol channels his dragon breath to exhale a beam of starfire, revealing and damaging the first enemy hit and splashing reduced damage onto nearby enemies. Each second the breath is channeled directly at an enemy will deal bonus damage, which is improved by the amount of Stardust that's been collected. This ability collects Stardust if the target is a champion. Aurelion Sol can move while channeling Breath of Light.",
        "ru_ru": "Аурелион Сол дышит огнем, нанося магический урон первому пораженному врагу и часть от этого урона другим противникам поблизости. Каждый раз, когда цель поражается огнем одну секунду суммарно, она получает дополнительный урон, зависящий от собранной звездной материи. Если цель – чемпион, это умение дает Аурелиону Солу звездную материю. Кроме того, Аурелион Сол может двигаться во время применения Дыхания солнца.",
        "ar_ae": "يوجه أوريليون سول نفَس التنين الخاص به لينفث شعاعًا من نار النجوم، فيكشف أول عدو يصيبه ويلحق الضرر به، كما ينشر ضررًا مخفضًا على الأعداء القريبين. يتم إلحاق ضرر إضافي مع كل ثانية يتم توجيه النفس فيها مباشرة نحو أحد الأعداء، ويتعزز الضرر بناءً على كمية غبار النجوم المجموعة. تجمع هذه القدرة غبار النجوم إذا كان الهدف بطلًا. يمكن للبطل أوريليون سول الحركة أثناء توجيه نفحة النور.",
        "en_sg": "Aurelion Sol channels his dragon breath to exhale a beam of starfire, revealing and damaging the first enemy hit and splashing reduced damage onto nearby enemies. Each second the breath is channeled directly at an enemy will deal bonus damage, which is improved by the amount of Stardust that's been collected. This ability collects Stardust if the target is a champion. Aurelion Sol can move while channeling Breath of Light.",
        "es_mx": "Aurelion Sol canaliza su aliento de dragón y exhala una descarga de fuego estelar, que revela y daña al primer enemigo alcanzado. También inflige daño reducido a enemigos cercanos. El aliento infligirá daño adicional por cada segundo que se lo canalice directamente hacia un enemigo. Esto mejora según la cantidad de Polvo Estelar recolectado. Esta habilidad proporciona Polvo Estelar si el objetivo es un campeón. Aurelion Sol puede moverse mientras canaliza Aliento Luminoso.",
        "vi_vn": "Aurelion Sol bắn ra hơi thở của rồng để thổi ra luồng lửa sao, làm lộ diện và gây sát thương lên kẻ địch đầu tiên trúng đòn và lan lượng sát thương đã suy giảm lên những kẻ địch ở gần. Mỗi giây hơi thở được bắn trực tiếp lên một kẻ địch sẽ gây thêm sát thương nhờ lượng Bụi Sao đã thu thập được. Kỹ năng này sẽ thu được Bụi Sao nếu mục tiêu là tướng. Aurelion Sol có thể di chuyển khi đang thi triển Hơi Thở Hỏa Tinh.",
        "th_th": "Aurelion Sol พ่นลมหายใจมังกรออกมาเป็นลำแสงเพลิงดารา เปิดเผยตำแหน่งและสร้างความเสียหายแก่ศัตรูตัวแรกที่โดนและจะกระจายความเสียหายที่ลดลงไปยังศัตรูใกล้เคียง สกิลนี้จะสร้างโบนัสความเสียหายในทุก ๆ วินาทีที่ศัตรูได้รับความเสียหายโดยตรงจากสกิล ซึ่งจะแรงขึ้นตามจำนวน Stardust ที่เก็บสะสมมา สกิลนี้จะเพิ่มแต้ม Stardust หากเป้าหมายเป็นแชมเปี้ยน Aurelion Sol สามารถเคลื่อนที่ได้ในขณะที่ร่าย Breath of Light",
        "zh_tw": "翱銳龍獸吐出星火龍息，對命中的第一位敵軍造成傷害並揭露其位置，部分傷害會濺射至鄰近敵軍身上。每對敵軍吐息一秒便會造成額外傷害，累積的星塵越多，傷害量也越高。此技能命中英雄可獲得星塵。翱銳龍獸在施放「星光吐息」的期間可以緩慢移動。",
        "ko_kr": "아우렐리온 솔이 용의 숨결을 집중시켜 성운파를 내뿜어 처음 적중하는 적에게 피해를 입히고 주변 적에게는 감소된 광역 피해를 입힙니다. 숨결이 적에게 적중할 때마다 매초 추가 피해를 입힙니다. 추가 피해량은 획득한 별가루 양만큼 증가합니다. 대상이 챔피언이면 별가루를 획득합니다. 아우렐리온 솔은 빛의 숨결을 사용하는 중에도 이동할 수 있습니다.",
        "ja_jp": "星炎を吹き出し、最初に命中した敵にダメージを与え、その周囲の敵にはそれよりも少ないダメージを与える。敵に直接炎を吹きかけている間は、毎秒追加ダメージを与える。このダメージは獲得した「星屑」の数に応じて増加する。このスキルの対象がチャンピオンだった場合、「星屑」を獲得できる。「星炎の息吹」の使用中も移動できる。",
        "pt_br": "Aurelion Sol canaliza seu sopro dracônico e exala um feixe de fogo estelar, revelando o primeiro inimigo atingido e causando dano a ele. Também causa dano reduzido aos inimigos próximos. Cada segundo que o sopro é canalizado diretamente contra um inimigo provoca dano adicional, que é amplificado pela quantidade de Poeira Estelar acumulada. Essa habilidade gerará Poeira Estelar se o alvo for um Campeão. Aurelion Sol pode se mover enquanto canaliza Sopro de Luz."
      },
      "extraDescription": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      }
    },
    {
      "slot": "W",
      "key": "astral_flight",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/31c2b211a790ded95baf9bc43419c25624fe03b0-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/2ab90a4ac0dc1a2e1ca29c18b6a212ff874079bd.mp4",
      "name": {
        "ms_my": "ASTRAL FLIGHT",
        "tr_tr": "ASTRAL SEYAHAT",
        "pl_pl": "ASTRALNY LOT",
        "it_it": "VOLO ASTRALE",
        "es_es": "VUELO ASTRAL",
        "de_de": "ASTRALFLUG",
        "fr_fr": "VOL ASTRAL",
        "en_gb": "ASTRAL FLIGHT",
        "en_us": "ASTRAL FLIGHT",
        "ru_ru": "КОСМИЧЕСКИЙ ПОЛЕТ",
        "ar_ae": "التحليق النجمي",
        "en_sg": "ASTRAL FLIGHT",
        "es_mx": "VUELO ASTRAL",
        "vi_vn": "THƯỢNG LONG CẢNH GIỚI",
        "th_th": "ASTRAL FLIGHT",
        "zh_tw": "星界翱翔",
        "ko_kr": "별의 비행",
        "ja_jp": "天空への飛翔",
        "pt_br": "VOO ASTRAL"
      },
      "description": {
        "ms_my": "Aurelion Sol terbang di atas terrain dalam satu arah sasaran. Semasa dalam keadaan ini, dia boleh menggunakan ability lain. Breath of Light tidak lagi mempunyai cooldown atau tempoh saluran maksimum, dan mengenakan damage yang ditingkatkan semasa terbang. Baki cooldown Astral Flight akan dikurangkan setiap kali champion musuh mati selepas dikenakan damage oleh Aurelion Sol baru-baru ini. Stardust meningkatkan jarak maksimum Astral Flight.",
        "tr_tr": "Aurelion Sol yüzey şekillerinin üstünden geçerek hedef konuma doğru uçar. Bu haldeyken diğer yeteneklerini kullanabilir. Uçtuğu esnada Işığın Nefesi'nin bekleme süresi veya azami yoğunlaşma süresi kalkar ve daha fazla hasar verir. Aurelion Sol'ün kısa süre önce hasar verdiği bir rakip şampiyon katledilirse Astral Seyahat'in kalan bekleme süresi azalır. Yıldız Tozu, Astral Seyahat'in azami menzilini arttırır.",
        "pl_pl": "Aurelion Sol przelatuje nad terenem w wybranym kierunku. Może w tym stanie używać innych umiejętności. Oddech Światła nie ma czasu odnowienia ani maksymalnego czasu działania i zadaje zwiększone obrażenia podczas lotu. Pozostały czas odnowienia Astralnego Lotu zostaje skrócony za każdym razem, gdy wrogi bohater zginie krótko po otrzymaniu obrażeń od Aureliona Sola. Gwiezdny Pył zwiększa maksymalny zasięg Astralnego Lotu.",
        "it_it": "Aurelion Sol vola sul terreno verso una direzione bersaglio. Mentre è in questo stato, può lanciare altre abilità. Mentre vola, Soffio di luce non ha più una ricarica o una durata di canalizzazione massima e infligge danni incrementati. Se un campione nemico muore dopo essere stato danneggiato di recente da Aurelion Sol, la ricarica rimanente di Volo astrale si riduce. La Polvere di stelle aumenta la gittata massima di Volo astrale.",
        "es_es": "Aurelion Sol sobrevuela los obstáculos del terreno en la dirección objetivo. Durante su vuelo, puede lanzar otras habilidades. El aliento de los dioses no tiene enfriamiento ni una duración máxima de canalización e inflige más daño mientras vuela. El enfriamiento restante de Vuelo astral disminuye cuando muere un campeón enemigo al que Aurelion Sol haya infligido daño recientemente. El polvo estelar aumenta el alcance máximo de Vuelo astral.",
        "de_de": "Aurelion Sol fliegt über Terrain in die Zielrichtung. In diesem Zustand kann er andere Fähigkeiten wirken. „Gebündeltes Licht“ hat im Flug keine Abklingzeit oder maximale Kanalisierungsdauer mehr und verursacht mehr Schaden. Die verbleibende Abklingzeit von „Astralflug“ verkürzt sich, wenn ein gegnerischer Champion stirbt, nachdem er kürzlich von Aurelion Sol Schaden erlitten hat. Sternenstaub erhöht die maximale Reichweite von „Astralflug“.",
        "fr_fr": "Aurelion Sol survole le terrain dans la direction ciblée. Pendant ce temps, il peut lancer d'autres compétences. Souffle de lumière n'a plus de délai de récupération ou de durée maximale de canalisation et inflige plus de dégâts pendant le vol. Le délai de récupération restant de Vol astral est réduit chaque fois qu'un champion ennemi meurt peu après avoir été blessé par Aurelion Sol. La poussière d'étoile augmente la portée maximale de Vol astral.",
        "en_gb": "Aurelion Sol flies over terrain in a targeted direction. While in this state, he can cast other abilities. Breath of Light no longer has a cooldown or maximum channel duration and deals increased damage while flying. Astral Flight's remaining cooldown is reduced whenever an enemy champion dies after being recently damaged by Aurelion Sol. Stardust increases Astral Flight's maximum range.",
        "en_us": "Aurelion Sol flies over terrain in a targeted direction. While in this state, he can cast other abilities. Breath of Light no longer has a cooldown or maximum channel duration and deals increased damage while flying. Astral Flight's remaining cooldown is reduced whenever an enemy champion dies after being recently damaged by Aurelion Sol. Stardust increases Astral Flight's maximum range.",
        "ru_ru": "Аурелион Сол летит в выбранном направлении, преодолевая стены и элементы ландшафта. Во время полета Дыхание солнца можно применять без ограничений, и оно наносит больше урона. Оставшееся время перезарядки Космического полета сокращается каждый раз, когда погибает вражеский чемпион, которому Аурелион Сол недавно наносил урон. Максимальная дальность полета увеличивается в зависимости от собранной звездной материи.",
        "ar_ae": "يطير أوريليون سول فوق التضاريس في اتجاه معين. خلال وجوده في هذه الحالة، يمكنه إلقاء قدرات أخرى. لا يوجد لقدرة نفحة النور فترة تبريد أو حد أقصى لمدة التوجيه، كما تسبب ضررًا متزايدًا أثناء الطيران. يتم تقليص فترة التبريد المتبقية لقدرة التحليق النجمي في كل مرة يموت فيها بطل عدو بعد تضرره مؤخرًا على يد أوريليون سول. يزيد غبار النجوم من النطاق الأقصى لقدرة التحليق النجمي.",
        "en_sg": "Aurelion Sol flies over terrain in a targeted direction. While in this state, he can cast other abilities. Breath of Light no longer has a cooldown or maximum channel duration and deals increased damage while flying. Astral Flight's remaining cooldown is reduced whenever an enemy champion dies after being recently damaged by Aurelion Sol. Stardust increases Astral Flight's maximum range.",
        "es_mx": "Aurelion Sol vuela sobre el terreno en una dirección determinada. Puede lanzar otras habilidades mientras vuela. Aliento Luminoso no tiene enfriamiento ni duración de canalización máxima e inflige daño aumentado durante el vuelo. El enfriamiento restante de Vuelo Astral se reduce cada que un campeón enemigo muere poco después de haber recibidor daño de Aurelion Sol. El Polvo Estelar aumenta el alcance máximo de Vuelo Astral.",
        "vi_vn": "Aurelion Sol bay vượt địa hình theo hướng chỉ định. Ông vẫn có thể sử dụng các kỹ năng khác khi đang trong trạng thái này. Khi đang bay, Hơi Thở Hỏa Tinh không có hồi chiêu hay thời gian vận tối đa, và sẽ gây thêm sát thương. Hồi chiêu còn lại của Thượng Long Cảnh Giới sẽ giảm khi có tướng địch bị tiêu diệt sau khi nhận sát thương từ Aurelion Sol. Bụi Sao sẽ tăng tầm sử dụng tối đa của Thượng Long Cảnh Giới.",
        "th_th": "Aurelion Sol บินข้ามกำแพงไปยังตำแหน่งที่กำหนด เขาสามารถร่ายสกิลอื่นได้ขณะอยู่ในสถานะนี้ ในขณะบิน Breath of Light จะไร้ซึ่งคูลดาวน์หรือมีระยะเวลาการร่ายสูงสุดและจะสร้างความเสียหายเพิ่มเติม คูลดาวน์ที่เหลือของ Astral Flight จะลดลงในทุกครั้งที่ศัตรูที่เพิ่งได้รับความเสียหายจาก Aurelion Sol ถูกสังหาร แต้ม Stardust จะเพิ่มระยะสูงสุดในการเคลื่อนที่ของ Astral Flight",
        "zh_tw": "翱銳龍獸朝目標方向飛行，在此狀態下可飛越地形物，以及施放其他技能。在飛行期間，星光吐息沒有冷卻時間，吐息時間無上限，造成的傷害也會提升。每當近期受到翱銳龍獸傷害的敵方英雄死亡時，星界翱翔的剩餘冷卻時間便會減少。星塵會提升最大飛行距離。",
        "ko_kr": "아우렐리온 솔이 지정한 방향으로 날아갑니다. 이 상태에서 다른 스킬을 사용할 수 있습니다. 비행 중 빛의 숨결은 재사용 대기시간이나 최대 정신 집중 시간이 없으며 피해량이 증가합니다. 아우렐리온 솔이 피해를 입힌 지 얼마 되지 않은 적 챔피언이 죽을 때마다 별의 비행의 남은 재사용 대기시간이 감소합니다. 별가루는 별의 비행의 최대 사거리를 늘립니다.",
        "ja_jp": "飛翔して、指定方向に地形を超えて移動する。飛翔している間も、他のスキルを発動できる。また、飛翔中は「星炎の息吹」のクールダウンおよび最大詠唱時間がなくなり、与えるダメージが増加する。自身がダメージを与えた敵チャンピオンがその直後に倒されるたびに、このスキルの残りクールダウンが短縮される。獲得した「星屑」の数に応じて、このスキルの最大飛翔距離が増加する。",
        "pt_br": "Aurelion Sol voa sobre o terreno na direção selecionada. Ele pode conjurar outras habilidades enquanto voa. Sopro de Luz não tem Tempo de Recarga nem duração máxima de canalização, além de causar mais dano durante o voo. O Tempo de Recarga restante de Voo Astral diminui sempre que um Campeão inimigo morre após sofrer dano recente de Aurelion Sol. Poeira Estelar aumenta o alcance máximo de Voo Astral."
      },
      "extraDescription": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      }
    },
    {
      "slot": "E",
      "key": "singularity",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/9131b8fd371d078d90704b8af6e992c24dc10974-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/abfcbb7d99039495de7126437f250a1aa6e4f58e.mp4",
      "name": {
        "ms_my": "SINGULARITY",
        "tr_tr": "ÇEKİM KUVVETİ",
        "pl_pl": "OSOBLIWOŚĆ",
        "it_it": "SINGOLARITÀ",
        "es_es": "SINGULARIDAD",
        "de_de": "SINGULARITÄT",
        "fr_fr": "TROU NOIR",
        "en_gb": "SINGULARITY",
        "en_us": "SINGULARITY",
        "ru_ru": "СИНГУЛЯРНОСТЬ",
        "ar_ae": "نقطة التفرد",
        "en_sg": "SINGULARITY",
        "es_mx": "SINGULARIDAD",
        "vi_vn": "HỐ ĐEN KỲ BÍ",
        "th_th": "SINGULARITY",
        "zh_tw": "宇宙奇點",
        "ko_kr": "특이점",
        "ja_jp": "特異点",
        "pt_br": "SINGULARIDADE"
      },
      "description": {
        "ms_my": "Aurelion Sol summon lohong hitam, mengenakan damage pada musuh dan menarik mereka ke arah pusatnya secara perlahan-lahan. Ability ini memberikan Stardust setiap kali musuh mati dalam lohong hitam itu dan untuk setiap saat champion musuh terperangkap di dalamnya. Pusat lohong hitam itu akan membunuh musuh yang berada di bawah peratusan tertentu nyawa maksimum mereka. Stardust meningkatkan kawasan Singularity serta ambang pembunuhan ability itu.",
        "tr_tr": "Aurelion Sol, rakiplere hasar veren ve onları yavaşça merkezine doğru çeken bir kara delik oluşturur. Bu yetenek, kara delik içinde katledilen rakip ve rakip şampiyonların kara delik içinde geçirdiği saniye başına Yıldız Tozu kazandırır. Kara deliğin merkezi, azami canı belli bir yüzdenin altındaki rakipleri infaz eder. Yıldız Tozu, Çekim Kuvveti'nin alanını ve infaz eşiğini arttırır.",
        "pl_pl": "Aurelion Sol wzywa czarną dziurę, która zadaje obrażenia wrogom i powoli wciąga ich do środka. Ta umiejętność zapewnia pewną ilość Gwiezdnego Pyłu za każdą śmierć wroga we wnętrzu czarnej dziury i za każdą sekundę spędzoną przez wrogich bohaterów w jej wnętrzu. Centrum czarnej dziury wykańcza wrogów poniżej określonego procentowego progu ich maksymalnego zdrowia. Gwiezdny Pył zwiększa obszar Osobliwości oraz próg wykończenia.",
        "it_it": "Aurelion Sol evoca un buco nero che danneggia i nemici e li trascina lentamente verso il suo centro. Questa abilità fornisce Polvere di stelle ogni volta che un nemico muore nel buco nero e per ogni secondo in cui un campione viene catturato al suo interno. I nemici al di sotto di una certa soglia di salute vengono giustiziati quando raggiungono il centro del buco nero. La Polvere di stelle aumenta l'area di Singolarità e la sua soglia d'esecuzione.",
        "es_es": "Aurelion Sol crea un agujero negro que inflige daño a los enemigos y los atrae lentamente hacia su centro. Esta habilidad otorga polvo estelar cada vez que un enemigo muere dentro del agujero negro y por cada segundo que un campeón enemigo permanece en él. El centro del agujero negro ejecuta a los enemigos cuya vida desciende por debajo de un determinado porcentaje de su vida máxima. El polvo estelar hace que aumenten el área y el umbral de ejecución de Singularidad.",
        "de_de": "Aurelion Sol beschwört ein schwarzes Loch, das Gegnern Schaden zufügt und sie langsam in seine Mitte zieht. Die Fähigkeit gewährt jedes Mal Sternenstaub, wenn ein Gegner im Schwarzen Loch stirbt, und für jede Sekunde, die ein gegnerischer Champion in ihm gefangen ist. Das Zentrum des schwarzen Lochs exekutiert Gegner, die über weniger als einen bestimmten Prozentsatz ihres maximalen Lebens verfügen. Sternenstaub vergrößert den Effektbereich von „Singularität“ und die Exekutionsschwelle.",
        "fr_fr": "Aurelion Sol invoque un trou noir qui blesse les ennemis et les attire lentement vers son centre. Cette compétence octroie de la poussière d'étoile chaque fois qu'un ennemi meurt dans le trou noir et à chaque seconde qu'un champion ennemi passe dans le trou noir. Le centre du trou noir exécute les ennemis qui ont moins d'un certain pourcentage de leurs PV max. La poussière d'étoile augmente la taille du trou noir et le seuil d'exécution.",
        "en_gb": "Aurelion Sol summons a black hole, damaging enemies and slowly pulling them toward its center. This ability grants Stardust each time an enemy dies within the black hole and for each second an enemy champion is caught inside it. The center of the black hole executes enemies who are below a certain percentage of their maximum health. Stardust increases Singularity's area as well as the execution threshold.",
        "en_us": "Aurelion Sol summons a black hole, damaging enemies and slowly pulling them toward its center. This ability grants Stardust each time an enemy dies within the black hole and for each second an enemy champion is caught inside it. The center of the black hole executes enemies who are below a certain percentage of their maximum health. Stardust increases Singularity's area as well as the execution threshold.",
        "ru_ru": "Аурелион Сол создает черную дыру, которая наносит врагам магический урон и медленно притягивает их к своему центру. Это умение дает заряд звездной материи за каждую секунду, когда в черной дыре находятся вражеские чемпионы, или если внутри погибает враг. Противники в центре черной дыры мгновенно погибают, если их уровень здоровья в процентах падает ниже определенной величины. Область действия и порог казни Сингулярности увеличиваются в зависимости от собранной звездной материи.",
        "ar_ae": "يستدعي أوريليون سول ثقبًا أسودَ، ويلحق الضرر بالأعداء ويسحبهم ببطء إلى مركزه. تمنح هذه القدرة غبار النجوم في كل مرة يموت فيها عدو داخل الثقب الأسود ولكل ثانية يبقى فيها أي بطل معادٍ داخله. يُجهز مركز الثقب الأسود على الأعداء الذين تقل نسبة صحتهم عن نسبة معينة من صحتهم القصوى. يزيد غبار النجوم من نطاق قدرة نقطة التفرد وكذلك عتبة الإعدام.",
        "en_sg": "Aurelion Sol summons a black hole, damaging enemies and slowly pulling them toward its center. This ability grants Stardust each time an enemy dies within the black hole and for each second an enemy champion is caught inside it. The center of the black hole executes enemies who are below a certain percentage of their maximum health. Stardust increases Singularity's area as well as the execution threshold.",
        "es_mx": "Aurelion Sol invoca un agujero negro, el cual inflige daño a los enemigos y los atrae lentamente hacia el centro. Esta habilidad otorga Polvo Estelar cada vez que un enemigo muere dentro del agujero negro y por cada segundo que un campeón enemigo esté atrapado en su interior. El centro del agujero negro ejecuta a los enemigos cuya vida esté debajo de un cierto porcentaje. El Polvo Estelar aumenta el área de Singularidad, así como el umbral para la ejecución.",
        "vi_vn": "Aurelion Sol triệu hồi 1 hố đen, gây sát thương và từ từ kéo kẻ địch vào giữa tâm của hố. Kỹ năng này sẽ cho Bụi Sao với mỗi kẻ địch bị hạ gục trong hố đen và mỗi giây một tướng địch bị kẹt bên trong. Khi bị hút vào trung tâm, kẻ địch sẽ bị kết liễu nếu còn dưới một lượng % Máu tối đa nhất định. Bụi Sao giúp tăng phạm vi tác dụng của Hố Đen Kỳ Bí cũng như ngưỡng kết liễu.",
        "th_th": "Aurelion Sol เรียกหลุมดำออกมา สร้างความเสียหายและค่อย ๆ ดึงศัตรูเข้าสู่จุดศูนย์กลาง สกิลนี้จะมอบแต้ม Stardust ให้ในทุกครั้งที่ศัตรูถูกสังหารภายในหลุมดำ และในทุก ๆ วินาทีที่แชมเปี้ยนศัตรูอยู่ในหลุมดำ จุดศูนย์กลางของหลุมดำจะสังหารศัตรูที่มีพลังชีวิตเหลือน้อยกว่าเปอร์เซ็นต์พลังชีวิตสูงสุดที่กำหนดโดยทันที แต้ม Stardust จะเพิ่มขนาดพื้นที่ของสกิล Singularity และเพิ่มเปอร์เซ็นต์พลังชีวิตขั้นต่ำในการสังหารทันที",
        "zh_tw": "翱銳龍獸召喚一個黑洞，對敵軍造成傷害，並將其緩慢拖向中心。敵軍在黑洞內死亡時會賦予星塵；黑洞裡每有一名敵方英雄，每秒也會賦予星塵。黑洞中心會處決最大生命低於一定百分比的敵軍。星塵會擴大宇宙奇點的範圍並增加處決門檻。",
        "ko_kr": "아우렐리온 솔이 적에게 피해를 입히며 적을 천천히 중심으로 끌어당기는 블랙홀을 소환합니다. 이 스킬은 블랙홀에 있는 적 챔피언 한 명당 매초 별가루를 부여하며 안에 있는 적이 죽을 때도 별가루를 부여합니다. 블랙홀의 중심에 있는 적은 체력이 최대 체력의 일정 비율 밑으로 떨어질 경우 처형됩니다. 별가루는 특이점의 크기와 처형 기준값을 늘립니다.",
        "ja_jp": "ブラックホールを召喚して敵にダメージを与え、ゆっくりとその中心に向かって引き寄せる。敵がブラックホールの範囲内で倒されるたびに、「星屑」を獲得する。また、敵チャンピオンを範囲内に捕らえている間も、毎秒「星屑」を獲得できる。ブラックホールの中心部は、体力が最大体力の一定割合を下回っている敵に、とどめを刺すことができる。「星屑」の数に応じて「特異点」の効果範囲が増加し、とどめを刺せる体力割合の基準値が上昇する。",
        "pt_br": "Aurelion Sol invoca um buraco negro, causando dano a inimigos e puxando-os lentamente em direção ao centro do buraco. Essa habilidade concede Poeira Estelar toda vez que um inimigo morre dentro do buraco negro e a cada segundo que um Campeão inimigo fica preso dentro dele. O centro do buraco negro executará os inimigos que estiverem abaixo de uma certa porcentagem da Vida máxima. Poeira Estelar aumenta a área de Singularidade, assim como o valor-limite para execução."
      },
      "extraDescription": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      }
    },
    {
      "slot": "R",
      "key": "falling_star__the_skies_descend",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/4d73f0006584c3effbee3a671d040e10028eb31f-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/d4202439cd411bc8b56e0c4d891b23e5abab32a6.mp4",
      "name": {
        "ms_my": "FALLING STAR / THE SKIES DESCEND",
        "tr_tr": "YILDIZ KAYMASI/GÖK YIKILIRKEN",
        "pl_pl": "SPADAJĄCA GWIAZDA / ZAŁAMANIE FIRMAMENTU",
        "it_it": "STELLA CADENTE/I CIELI DISCENDONO",
        "es_es": "ESTRELLA FUGAZ / OCASO CELESTE",
        "de_de": "STERNENFALL/EINSTURZ DES HIMMELS",
        "fr_fr": "ÉTOILE FINALE/APOCALYPSE",
        "en_gb": "FALLING STAR / THE SKIES DESCEND",
        "en_us": "FALLING STAR / THE SKIES DESCEND",
        "ru_ru": "ПАДАЮЩАЯ ЗВЕЗДА / ОБРУШЕНИЕ НЕБЕС",
        "ar_ae": "تهاوي النجوم / انطباق السماء",
        "en_sg": "FALLING STAR / THE SKIES DESCEND",
        "es_mx": "ESTRELLA FUGAZ / DESCENSO CELESTIAL",
        "vi_vn": "SAO RƠI / MÀN TRỜI GIÁNG THẾ",
        "th_th": "FALLING STAR / THE SKIES DESCEND",
        "zh_tw": "降世星辰／天界殞落",
        "ko_kr": "유성 / 천상 강림",
        "ja_jp": "星の邂逅 / 崩れ落つ天穹",
        "pt_br": "ESTRELA CADENTE / OS CÉUS CAEM"
      },
      "description": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      },
      "extraDescription": {
        "ms_my": "Falling Star: Aurelion Sol menyeru tahi bintang. Impaknya mengenakan magic damage dan stun musuh yang terkena sambil juga memberikan Stardust untuk setiap champion musuh yang terkena. Mengumpulkan Stardust yang mencukupi akan mengubah gunaan ult Aurelion Sol yang seterusnya menjadi The Skies Descend. \nThe Skies Descend: Aurelion Sol menyeru bintang gergasi turun dari langit dengan zon impak dan damage yang ditingkatkan, yang menghentam musuh ke atas dan bukannya stun mereka. Gelombang kejutan kemudian merebak dari pinggir zon impak, yang mengenakan damage dan slow musuh yang terkena.",
        "tr_tr": "Yıldız Kayması: Aurelion Sol, gökten bir yıldız indirir. Bu yetenek çarpışma alanındaki rakiplere büyü hasarı verir, onları sersemletir ve isabet alan rakip şampiyon başına Yıldız Tozu kazandırır. Yeterince Yıldız Tozu toplandığında Aurelion Sol'ün kullandığı bir sonraki ulti Gök Yıkılırken'e dönüşür. \nGök Yıkılırken: Aurelion Sol gökten devasa bir yıldız indirerek daha büyük bir alana daha fazla hasar verir ve rakipleri sersemletmek yerine havaya savurur. Çarpışma alanının kenarından yayılan şok dalgası isabet ettiği rakiplere hasar verir ve onları yavaşlatır.",
        "pl_pl": "Spadająca Gwiazda: Aurelion Sol wzywa gwiazdę. Gwiazda zadaje obrażenia magiczne i ogłusza trafionych wrogów, zapewniając przy tym ładunki Gwiezdnego Pyłu za każdego trafionego wrogiego bohatera. Gdy Aurelion Sol ma wystarczającą ilość Gwiezdnego Pyłu, jego następna superumiejętność zmienia się w Załamanie Firmamentu. \nZałamanie Firmamentu: Aurelion Sol wzywa z nieba gigantyczną gwiazdę o znacznie większej strefie uderzenia, która zadaje większe obrażenia i wyrzuca wrogów w powietrze, zamiast ich ogłuszać. Z krawędzi strefy uderzenia rozchodzi się następnie potężna fala uderzeniowa, która zadaje obrażenia i spowalnia trafionych wrogów.",
        "it_it": "Stella Cadente: Aurelion Sol fa cadere una stella che infligge danni magici all'impatto e stordisce i nemici colpiti, oltre a fornire Polvere di stelle per ogni campione nemico colpito. Raccogliendo sufficienti cariche di Polvere di stelle, la successiva suprema lanciata da Aurelion Sol si trasforma in I cieli discendono. \nI cieli discendono: Aurelion Sol fa cadere dal cielo una stella enorme con un'area d'impatto e danni aumentati, che lancia in aria i nemici invece di stordirli. Dal bordo della zona d'impatto si genera poi un'onda d'urto che danneggia e rallenta i nemici colpiti.",
        "es_es": "Estrella fugaz: Aurelion Sol hace caer una estrella. El impacto inflige daño mágico y aturde a los enemigos golpeados, además de otorgarle polvo estelar por cada enemigo golpeado. Al reunir el polvo estelar necesario, la siguiente vez que Aurelion Sol lance su habilidad definitiva, esta será Ocaso celeste. \nOcaso celeste: Aurelion Sol invoca una estrella gigante con mayor área de impacto y daño, y esta lanza por los aires a los enemigos en lugar de aturdirlos. Después, una onda de choque se propaga desde los bordes de la zona de impacto, lo que inflige daño y ralentiza a los enemigos golpeados.",
        "de_de": "Sternenfall: Aurelion Sol lässt einen Stern zu Boden stürzen. Der Einschlag verursacht magischen Schaden, betäubt getroffene Gegner und gewährt Sternenstaub für jeden getroffenen gegnerischen Champion. Hat Aurelion Sol genügend Sternenstaub gesammelt, dann verwandelt sich seine nächste Ult in „Einsturz des Himmels“. \nEinsturz des Himmels: Aurelion Sol lässt einen gewaltigen Stern vom Himmel herabstürzen, dessen Einschlagbereich größer und verursachter Schaden höher ist. Er schleudert Gegner zudem in die Luft, anstatt sie zu betäuben. Eine Schockwelle breitet sich vom Rand der Einschlagzone aus, die getroffene Gegner verlangsamt und ihnen Schaden zufügt.",
        "fr_fr": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse. \nApocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés.",
        "en_gb": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "en_us": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend. \nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "ru_ru": "Падающая звезда: на землю падает звезда, которая наносит врагам магический урон и оглушает их. Аурелион Сол получает звездную материю за каждого задетого вражеского чемпиона. Когда Аурелион Сол накапливает достаточно звездной материи, его следующая Падающая звезда превращается в Обрушение небес. Обрушение небес: Аурелион Сол обрушивает на землю огромную звезду, которая наносит дополнительный магический урон в увеличенной области поражения и вместо оглушения подбрасывает врагов. Затем из области поражения распространяется ударная волна, нанося магический урон и замедляя задетых противников.",
        "ar_ae": "تهاوي النجوم: يستدعي أوريليون سول نجمة. يسبب ارتطامها ضرر سحر ويصعق الأعداء المصابين مع منح غبار النجوم عن كل بطل معادٍ تصيبه. يؤدي جمع كمية كافية من غبار النجوم إلى تحويل الإلقاء التالي لقدرة أوريليون سول الخارقة إلى قدرة انطباق السماء. \nانطباق السماء: يستدعي أوريليون سول نجمة عملاقة من السماء بمنطقة تأثير موسعة وضرر متزايد، مطيحًا بالأعداء إلى الأعلى بدلًا من صعقهم. ثم تنتشر موجة ارتجاجية من حافة منطقة الارتطام، فتلحق الضرر وتبطئ الأعداء الذين تصيبهم.",
        "en_sg": "Falling Star: Aurelion Sol calls down a star. The impact deals magic damage and stuns enemies hit while also granting Stardust for each enemy champion hit. Gathering enough Stardust transforms Aurelion Sol's next ult cast into The Skies Descend.\nThe Skies Descend: Aurelion Sol calls a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits.",
        "es_mx": "Estrella Fugaz: Aurelion Sol hace que una estrella caiga del cielo. El impacto inflige daño mágico, aturde a los enemigos alcanzados y otorga Polvo Estelar por cada campeón enemigo alcanzado. Al reunir suficiente Polvo Estelar, esta habilidad se transforma la definitiva de Aurelion Sol, Descenso Celestial. \nDescenso Celestial: Aurelion Sol hace que una estrella gigante caiga de los cielos con zona de impacto y daño aumentados. Esta estrella lanza por el aire a los enemigos en lugar de aturdirlos. Desde el borde de la zona de impacto, se expande una onda expansiva que inflige daño y ralentiza a los enemigos alcanzados.",
        "vi_vn": "Sao Rơi: Aurelion Sol triệu gọi một ngôi sao rơi xuống. Tác động này sẽ gây sát thương phép và làm choáng những kẻ địch trúng đòn, đồng thời vẫn ban Bụi Sao tương ứng với mỗi kẻ địch. Lần thi triển chiêu cuối tiếp theo của Aurelion Sol sẽ biến thể thành Màn Trời Giáng Thế nếu thu thập đủ Bụi Sao. Màn Trời Giáng Thế: Aurelion Sol triệu hồi một ngôi sao khổng lồ từ thượng giới, tăng phạm vi tác động và lượng sát thương gây ra, đồng thời hất tung tất cả kẻ địch thay vì làm choáng chúng. Sau đó, một luồng sóng xung kích sẽ lan tỏa từ rìa của vùng tác động, gây sát thương và làm chậm tất cả kẻ địch trúng đòn.",
        "th_th": "Falling Star: Aurelion Sol เรียกดาวลงมา แรงกระแทกจะสร้างความเสียหายเวทและสตันศัตรูที่โดน และมอบสแตค Stardust ให้ตามจำนวนแชมเปี้ยนศัตรูที่โดน เมื่อสะสมสแตค Stardust ได้มากพอ จะเปลี่ยนอัลติเมทครั้งถัดไปของ Aurelion Sol ให้กลายเป็น The Skies Descend \nThe Skies Descend: Aurelion Sol เรียกดวงดาวขนาดยักษ์ลงมาจากสรวงสวรรค์ เพิ่มขนาดของจุดตกกระทบ เพิ่มความเสียหาย และทำให้ศัตรูลอยขึ้นแทนที่จะสตัน คลื่นกระแทกจะกระจายออกจากขอบของจุดตกกระทบ สร้างความเสียหายและสโลว์แชมเปี้ยนทุกตัวที่โดน",
        "zh_tw": "降世星辰：翱銳龍獸召喚星辰撞擊地表，使敵軍暈眩並造成魔法傷害，且每擊中一名敵方英雄便會賦予星塵。收集足夠星塵後，翱銳龍獸的下一次大絕會變成天界殞落。 天界殞落：翱銳龍獸從天上拽下一顆巨大星辰，產生的衝擊範圍更大，造成更多傷害，並改為擊飛敵軍。撞擊區域外圍會產生衝擊波，對命中的敵軍造成傷害與緩速效果。",
        "ko_kr": "유성: 아우렐리온 솔이 땅으로 별을 떨어뜨립니다. 이 충격으로 마법 피해를 입히고 적을 기절시키며 적중한 적 챔피언 한 명당 별가루를 획득합니다. 별가루가 어느 정도 모이면 아우렐리온 솔이 다음에 사용한 궁극기가 천상 강림으로 변합니다. \n천상 강림: 아우렐리온 솔이 하늘에서 충돌 범위와 피해가 커진 거대한 별을 끌어내 적을 기절시키는 대신 공중에 띄워 올립니다. 이후 충돌 범위 가장자리에서 충격파가 퍼지며 적중한 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "星の邂逅: 地上に星を降らせ、その衝撃で敵に魔法ダメージを与えて、スタンさせる。また、命中した敵チャンピオン1体ごとに「星屑」を獲得する。「星屑」を一定数獲得すると、次に使用する「星の邂逅」が「崩れ落つ天穹」に変化する。 崩れ落つ天穹: 天空から巨大な星を引き寄せる。この星は落下時の効果範囲とダメージが増加しており、敵をスタンではなくノックアップさせる。また、落下時の効果範囲の端から衝撃波が広がり、命中した敵にダメージとスロウ効果を与える。",
        "pt_br": "Estrela Cadente: Aurelion Sol faz uma estrela cair na terra. O impacto causa Dano Mágico e atordoa os inimigos atingidos, além de conceder Poeira Estelar para cada Campeão inimigo atingido. Obter Poeira Estelar suficiente transformará a próxima conjuração da ultimate de Aurelion Sol em Os Céus Caem. \nOs Céus Caem: Aurelion Sol faz cair dos céus uma estrela gigante com zona de impacto e dano aumentados. Ela também arremessa os inimigos ao ar em vez de atordoá-los. Depois, uma onda de choque se espalha a partir do limite da zona de impacto, causando dano e Lentidão aos inimigos atingidos."
      }
    }
  ]
}