{
  "slug": "corki",
  "name": {
    "ru_ru": "КОРКИ",
    "pt_br": "CORKI",
    "en_us": "CORKI",
    "it_it": "CORKI",
    "tr_tr": "CORKI",
    "de_de": "CORKI",
    "ms_my": "CORKI",
    "vi_vn": "CORKI",
    "ko_kr": "코르키",
    "ja_jp": "コーキ",
    "es_es": "CORKI",
    "fr_fr": "CORKI",
    "th_th": "CORKI",
    "zh_tw": "庫奇",
    "en_gb": "CORKI",
    "pl_pl": "CORKI",
    "es_mx": "CORKI",
    "en_sg": "CORKI",
    "ar_ae": "كوركي"
  },
  "roles": [
    "marksman"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/faf41847d99731c5853a08f417bbb9fd87edc4ce-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "hextech_munitions",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/d09485518c31e0d585787136ad28c9d60a8498c5-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/fc6560b0e38471c571f4e8bf64d05bc9a1bb878e.mp4",
      "name": {
        "ms_my": "HEXTECH MUNITIONS",
        "tr_tr": "HEXTECH MÜHİMMATI",
        "pl_pl": "UZBROJENIE HEXTECH",
        "it_it": "MUNIZIONI HEXTECH",
        "es_es": "MUNICIONES HEXTECH",
        "de_de": "HEXTECH-MUNITION",
        "fr_fr": "MUNITIONS HEXTECH",
        "en_gb": "HEXTECH MUNITIONS",
        "en_us": "HEXTECH MUNITIONS",
        "ru_ru": "ХЕКСТЕКОВЫЕ БОЕПРИПАСЫ",
        "ar_ae": "ذخائر الهيكستيك",
        "en_sg": "HEXTECH MUNITIONS",
        "es_mx": "MUNICIÓN HEXTECH",
        "vi_vn": "ĐẠN HEXTECH",
        "th_th": "HEXTECH MUNITIONS",
        "zh_tw": "海克斯軍火",
        "ko_kr": "마법공학 탄약",
        "ja_jp": "ヘクステック榴散弾",
        "pt_br": "MUNIÇÃO HEXTEC"
      },
      "description": {
        "ms_my": "Peratusan kecil damage serangan asas Corki ditukarkan menjadi magic damage. Corki pada satu masa boleh mendapatkan The Package dalam pangkalannya, memberikan dia movement speed dan memperkuat ability Valkyrie.",
        "tr_tr": "Corki'nin normal saldırı hasarının yüzdelik bir kısmı büyü hasarına dönüşür. Corki ara sıra üssündeki Paket'i alarak hareket hızı artışı kazanabilir ve Valkyrie yeteneğini güçlendirebilir.",
        "pl_pl": "Pewien procent wartości obrażeń podstawowych ataków Corkiego przemienia się w obrażenia magiczne. Corki może co jakiś czas podnieść Paczkę ze swojej bazy, zyskując prędkość ruchu i wzmocnione użycie Walkirii.",
        "it_it": "Una percentuale dei danni degli attacchi base di Corki viene convertita in danni magici. Occasionalmente, Corki può recuperare Il Pacco nella sua base ottenendo velocità di movimento e la possibilità di lanciare Valchiria potenziata.",
        "es_es": "Un porcentaje del daño que Corki inflige con ataques básicos se convierte en daño mágico. En ocasiones, Corki podrá recoger El Paquete dentro de su base, lo que le otorga velocidad de movimiento y un lanzamiento potenciado de Valquiria.",
        "de_de": "Ein Prozentsatz von Corkis normalem Angriffsschaden wird in magischen Schaden umgewandelt. Corki kann das Päckchen gelegentlich in seiner Basis abholen, wodurch er Lauftempo und eine verstärkte Aktivierung von „Walküre“ erhält.",
        "fr_fr": "Un pourcentage des dégâts des attaques de base de Corki est converti en dégâts magiques. À certains moments, Corki peut récupérer le Paquet dans sa base, ce qui lui octroie un bonus en vitesse de déplacement et une version améliorée de Valkyrie.",
        "en_gb": "A percentage of Corki's basic attack damage is converted into magic damage. Corki can occasionally retrieve The Package inside his base, granting him movement speed and an empowered cast of Valkyrie.",
        "en_us": "A percentage of Corki's basic attack damage is converted into magic damage. Corki can occasionally retrieve The Package inside his base, granting him movement speed and an empowered cast of Valkyrie.",
        "ru_ru": "Атаки Корки частично наносят магический урон. Иногда Корки может подобрать на своей базе Ценный груз, который увеличит его скорость передвижения и усилит Валькирию.",
        "ar_ae": "يتم تحويل نسبة مئوية من ضرر هجوم كوركي الأساسي إلى ضرر سحر. ويستطيع كوركي أحيانًا استعادة \"الحزمة\" داخل قاعدته، مما يمنحه سرعة الحركة وتعزيزًا لإلقاء قدرة فالكيري.",
        "en_sg": "A percentage of Corki's basic attack damage is converted into magic damage. Corki can occasionally retrieve The Package inside his base, granting him movement speed and an empowered cast of Valkyrie.",
        "es_mx": "Un porcentaje del daño de los ataques básicos de Corki se convierte en daño mágico. Corki puede recolectar ocasionalmente El Paquete dentro de su base para recibir velocidad de movimiento y un lanzamiento potenciado de Valquiria.",
        "vi_vn": "Một phần sát thương công kích cơ bản của Corki sẽ được chuyển thành sát thương phép. Theo chu kỳ, Corki có thể lấy Hàng Tiếp Tế tại căn cứ, Hàng Tiếp Tế sẽ tăng tốc độ di chuyển và cường hóa Thảm Lửa cho Corki.",
        "th_th": "เปอร์เซ็นต์ของความเสียหายจากการโจมตีพื้นฐานของ Corki จะถูกแปลงเป็นความเสียหายเวท Corki สามารถเก็บ The Package จากในฐานของเขามาใช้ได้เป็นครั้งคราว ทำให้เขามีความเร็วเคลื่อนที่เพิ่มและการร่ายที่เสริมพลังของ Valkyrie",
        "zh_tw": "庫奇的普攻傷害有一定比例會轉化為魔法傷害。炸彈包裹每隔一段時間會出現在基地，庫奇撿起後可增加跑速並可施放一次強化版的女武神特攻「炸彈快遞」。",
        "ko_kr": "코르키의 기본 공격 피해량의 일부가 마법 피해로 전환됩니다. 코르키는 이따금 기지에서 폭탄 꾸러미를 회수합니다. 폭탄 꾸러미를 집으면 이동 속도가 상승하고 발키리가 업그레이드됩니다.",
        "ja_jp": "通常攻撃ダメージの一定割合を魔法ダメージに変換する。定期的に本拠地内で「特注品」を回収することができる。回収すると移動速度が増加し、「ワルキューレ機行」が強化される。",
        "pt_br": "Uma porcentagem do Dano de Ataque Básico de Corki é convertida em Dano Mágico. Corki pode buscar O Pacote na base, recebendo Velocidade de Movimento e fortalecendo a conjuração de Valquíria."
      },
      "extraDescription": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      }
    },
    {
      "slot": "Q",
      "key": "phosphorus_bomb",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/af69511c411057a1243622198ab68b2d61130fe1-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/afebac477759d81cf5204f9a89a37d650c2cd8d2.mp4",
      "name": {
        "ms_my": "PHOSPHORUS BOMB",
        "tr_tr": "FOSFOR BOMBASI",
        "pl_pl": "BOMBA FOSFOROWA",
        "it_it": "BOMBA AL FOSFORO",
        "es_es": "BOMBA DE FÓSFORO",
        "de_de": "PHOSPHORBOMBE",
        "fr_fr": "BOMBE AU PHOSPHORE",
        "en_gb": "PHOSPHORUS BOMB",
        "en_us": "PHOSPHORUS BOMB",
        "ru_ru": "ФОСФОРНАЯ БОМБА",
        "ar_ae": "القنبلة الفسفورية",
        "en_sg": "PHOSPHORUS BOMB",
        "es_mx": "BOMBA FOSFÓRICA",
        "vi_vn": "BOM PHỐT-PHO",
        "th_th": "PHOSPHORUS BOMB",
        "zh_tw": "磷光炸彈",
        "ko_kr": "인광탄",
        "ja_jp": "閃光弾",
        "pt_br": "BOMBA DE FÓSFORO"
      },
      "description": {
        "ms_my": "Corki menembak flash bomb ke satu lokasi sasaran, mengenakan magic damage kepada musuh di kawasan itu. Serangan ini mendedahkan unit di dalam kawasan itu untuk satu tempoh.",
        "tr_tr": "Corki hedef konuma bir fosfor bombası atar ve bölgedeki rakiplere büyü hasarı verir. Bu saldırı patlama bölgesindeki birimleri bir süreliğine açığa çıkarır.",
        "pl_pl": "Corki wystrzeliwuje bombę rozpryskową w wybrane miejsce, zadając obrażenia magiczne wrogom przebywającym na tym obszarze. Dodatkowo umiejętność ta na pewien czas ujawnia trafione jednostki.",
        "it_it": "Corki spara una bomba accecante verso una posizione bersaglio, infliggendo danni magici ai nemici nell'area. L'attacco rivela anche le unità nell'area per un periodo di tempo.",
        "es_es": "Corki lanza una bomba luminosa a la ubicación seleccionada e inflige daño mágico a los enemigos que se encuentren en dicha ubicación. Además, este ataque revela a las unidades de la zona durante un tiempo.",
        "de_de": "Corki feuert eine Leuchtbombe auf einen Zielort ab und verursacht magischen Schaden an Gegnern im Bereich. Dieser Angriff deckt zudem Einheiten im Bereich für kurze Zeit auf.",
        "fr_fr": "Corki tire une bombe éclairante à l'endroit visé, infligeant des dégâts magiques aux ennemis dans la zone. Cette attaque révèle pendant un temps les unités dans la zone.",
        "en_gb": "Corki fires a flash bomb at a target location, dealing magic damage to enemies in the area. This attack additionally reveals units in the area for a duration.",
        "en_us": "Corki fires a flash bomb at a target location, dealing magic damage to enemies in the area. This attack additionally reveals units in the area for a duration.",
        "ru_ru": "Корки выпускает в указанную область фосфорный снаряд, который наносит магический урон всем врагам в зоне поражения, ненадолго раскрывая их.",
        "ar_ae": "يطلق كوركي قنبلة ضوئية على موقع معين، حيث يلحق ضرر السحر بالأعداء في المنطقة. كما يكشف هذا الهجوم الوحدات في المنطقة لفترة من الزمن.",
        "en_sg": "Corki fires a flash bomb at a target location, dealing magic damage to enemies in the area. This attack additionally reveals units in the area for a duration.",
        "es_mx": "Corki dispara una bomba luminosa a una ubicación objetivo e inflige daño mágico a los enemigos que estén en el área. Además, este ataque revelará unidades en el área mientras dure su efecto.",
        "vi_vn": "Corki bắn một quả bom sáng vào vị trí chỉ định, gây sát thương phép lên kẻ địch trong phạm vi. Vụ nổ làm lộ diện các mục tiêu trong vùng ảnh hưởng trong thoáng chốc.",
        "th_th": "Corki ยิงระเบิดแฟลชไปที่ตำแหน่งของเป้าหมาย สร้างความเสียหายเวทแก่ศัตรูในพื้นที่ การโจมตีนี้ยังเผยให้เห็นยูนิตที่อยู่ในพื้นที่เป็นระยะเวลาหนึ่ง",
        "zh_tw": "庫奇發射一枚閃光彈到目標區域，對區域內敵人造成魔法傷害，並在一段持續時間內獲得該區視野。",
        "ko_kr": "코르키가 지정한 위치에 인광탄을 던져 대상 지역의 적들에게 마법 피해를 입힙니다. 일정 시간 동안 해당 지역 내 유닛들의 모습을 드러냅니다.",
        "ja_jp": "指定地点に「閃光弾」を発射し、範囲内の敵に魔法ダメージを与える。範囲内の敵は一定時間可視化される。",
        "pt_br": "Corki dispara uma bomba luminosa em um local-alvo, causando Dano Mágico a inimigos na área. Esse ataque também revela unidades na área por um breve período."
      },
      "extraDescription": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      }
    },
    {
      "slot": "W",
      "key": "valkyrie",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/b40c6c22d5a2f0f2b90b0056e4629ca8503daa94-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/ba9dedf33fb754902cc63c3c82e0444b9c6d12f3.mp4",
      "name": {
        "ms_my": "VALKYRIE",
        "tr_tr": "VALKYRIE",
        "pl_pl": "WALKIRIA",
        "it_it": "VALCHIRIA",
        "es_es": "VALQUIRIA",
        "de_de": "WALKÜRE",
        "fr_fr": "VALKYRIE",
        "en_gb": "VALKYRIE",
        "en_us": "VALKYRIE",
        "ru_ru": "ВАЛЬКИРИЯ",
        "ar_ae": "فالكيري",
        "en_sg": "VALKYRIE",
        "es_mx": "VALQUIRIA",
        "vi_vn": "THẢM LỬA",
        "th_th": "VALKYRIE",
        "zh_tw": "女武神特攻",
        "ko_kr": "발키리",
        "ja_jp": "ワルキューレ機行",
        "pt_br": "VALQUÍRIA"
      },
      "description": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bay một quãng ngắn, thả bom để tạo ra một vệt lửa gây sát thương lên kẻ địch đứng trên đó.\n\nRải Bom: Nếu Corki đang chở Hàng Tiếp Tế, bay một quãng dài hơn, hất kẻ địch sang hai bên đồng thời mục tiêu trong vùng ảnh hưởng sẽ bị làm chậm và nhận sát thương.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 짧은 거리를 비행하며 폭탄을 투하해 불길을 남기고 그 위에 있는 적들에게 피해를 입힙니다.\n\n특급 폭탄 배송: 코르키가 폭탄 꾸러미를 가지고 있으면 비행 거리가 길어지고 적을 옆으로 밀쳐내며 불길이 적에게 피해를 입히고 둔화시킵니다.",
        "ja_jp": "爆弾を落しながら短距離を飛行する。通過したエリアには一定時間火炎が残り、エリア内にいる敵にダメージを与える。 \n特注品のお届け！:「特注品」を所持していると飛行距離が増加し、敵を横に弾き飛ばして、火炎のエリアがスロウ効果とダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      },
      "extraDescription": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      }
    },
    {
      "slot": "E",
      "key": "gatling_gun",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/1c0f3cd441f305f77ba211595a796db7cab3e990-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/4e0b55558f6de8d4fc4aaa7af21bf0540226350b.mp4",
      "name": {
        "ms_my": "GATLING GUN",
        "tr_tr": "MAKİNELİ TÜFEK",
        "pl_pl": "KARABIN MASZYNOWY",
        "it_it": "MITRAGLIATRICE GATLING",
        "es_es": "CAÑÓN DE REPETICIÓN",
        "de_de": "REPETIERGESCHÜTZ",
        "fr_fr": "GATLING",
        "en_gb": "GATLING GUN",
        "en_us": "GATLING GUN",
        "ru_ru": "ПУЛЕМЕТ",
        "ar_ae": "بندقية غاتلينغ",
        "en_sg": "GATLING GUN",
        "es_mx": "CAÑÓN DE REPETICIÓN",
        "vi_vn": "SÚNG MÁY",
        "th_th": "GATLING GUN",
        "zh_tw": "格林機槍",
        "ko_kr": "개틀링 건",
        "ja_jp": "ガトリングガン",
        "pt_br": "METRALHADORA"
      },
      "description": {
        "ms_my": "Gatling gun Corki menembak pantas dalam satu bentuk kon ke arah sasarannya, mengenakan damage dan mengurangkan Armor dan Magic Resist musuh.",
        "tr_tr": "Corki'nin makineli tüfeği, mevcut hedefine doğru koni şeklinde bir alanı yaylım ateşine tutar ve rakiplere hasar vererek zırh ve büyü dirençlerini azaltır.",
        "pl_pl": "Karabin maszynowy Corkiego szybko strzela pociskami na obszarze w kształcie w stożka w stronę jego aktualnego celu, zadając obrażenia i zmniejszając pancerz oraz odporność na magię trafionych wrogów.",
        "it_it": "Corki usa il fuoco rapido della sua mitragliatrice gatling per colpire un'area conica davanti a sé, infliggendo danni e riducendo l'armatura e la resistenza magica nemica.",
        "es_es": "El cañón de repetición de Corki abre fuego sobre un área cónica en dirección a su objetivo actual, lo que inflige daño y reduce la armadura y la resistencia mágica.",
        "de_de": "Corkis Repetiergeschütz feuert schnell in einem Kegel vor ihm, verursacht Schaden und verringert Rüstung sowie Magieresistenz von getroffenen Gegnern.",
        "fr_fr": "La mitrailleuse de Corki tire rapidement dans une zone conique vers sa cible actuelle, infligeant des dégâts et réduisant l'armure et la résistance magique des ennemis.",
        "en_gb": "Corki's gatling gun rapidly fires in a cone towards his current target, dealing damage and reducing enemy Armor and Magic Resist.",
        "en_us": "Corki's gatling gun rapidly fires in a cone towards his current target, dealing damage and reducing enemy Armor and Magic Resist.",
        "ru_ru": "Корки ведет огонь из пулемета в конусе перед собой, ослабляя сопротивление магии и броню врагов при попадании по ним.",
        "ar_ae": "يطلق كوركي النار بسرعة باستخدام بندقية غاتلينغ ضمن مخروط يتجه نحو هدفه الحالي، فيلحق الضرر ويقلص دروع ومقاومة سحر العدو.",
        "en_sg": "Corki's gatling gun rapidly fires in a cone towards his current target, dealing damage and reducing enemy Armor and Magic Resist.",
        "es_mx": "El cañón de repetición de Corki dispara rápidamente hacia adelante en forma de cono. Inflige daño y reduce la armadura y la resistencia mágica de los enemigos.",
        "vi_vn": "Corki dùng súng máy bắn liên tục theo hình nón ra phía trước, gây sát thương và giảm Giáp, Kháng Phép của kẻ địch.",
        "th_th": "ปืน Gatling Gun ของ Corki ยิงรัว ๆ เป็นรูปกรวยไปที่เป้าหมายปัจจุบันของเขา สร้างความเสียหายและลดเกราะและการต้านทานเวทของศัตรู",
        "zh_tw": "庫奇使用格林機槍掃射他面前錐形範圍內的敵人，造成傷害並降低敵人的物理和魔法防禦。",
        "ko_kr": "코르키가 현재 대상을 향해 원뿔 형태로 개틀링 건을 속사하여 적의 방어력과 마법 저항력을 낮추고 피해를 입힙니다.",
        "ja_jp": "ガトリングガンを高速連射し、現在の対象に向かって扇形範囲内にいる敵ユニットにダメージを与え、物理防御と魔法防御を低下させる。",
        "pt_br": "A metralhadora de Corki dispara rapidamente em uma área em cone na direção do alvo atual, causando dano e reduzindo a Armadura e a Resistência Mágica do inimigo."
      },
      "extraDescription": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      }
    },
    {
      "slot": "R",
      "key": "missile_barrage",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/1ed44a286e69cccbea36d38fd19fa24c6d077768-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/662ba490aff6226bd33c93484f9efa480de7a7ac.mp4",
      "name": {
        "ms_my": "MISSILE BARRAGE",
        "tr_tr": "FÜZE SALVOSU",
        "pl_pl": "OGIEŃ ZAPOROWY",
        "it_it": "FUOCO DI SBARRAMENTO",
        "es_es": "ANDANADA DE PROYECTILES",
        "de_de": "RAKETENWERFER",
        "fr_fr": "BARRAGE DE PROJECTILES",
        "en_gb": "MISSILE BARRAGE",
        "en_us": "MISSILE BARRAGE",
        "ru_ru": "РАКЕТНЫЙ ОБСТРЕЛ",
        "ar_ae": "وابل الصواريخ",
        "en_sg": "MISSILE BARRAGE",
        "es_mx": "DESCARGA DE MISILES",
        "vi_vn": "TÊN LỬA ĐỊNH HƯỚNG",
        "th_th": "MISSILE BARRAGE",
        "zh_tw": "火箭轟擊",
        "ko_kr": "미사일 폭격",
        "ja_jp": "連発ミサイル",
        "pt_br": "BARRAGEM DE MÍSSEIS"
      },
      "description": {
        "ms_my": "Corki menembak misil ke arah lokasi sasarannya yang meletup ketika bertembung, mengenakan damage kepada musuh di dalam kawasan tersebut. Corki menyimpan misil dalam satu tempoh sehingga maksimum. Setiap misil ketiga yang ditembak akan menjadi Big One, mengenakan damage tambahan.",
        "tr_tr": "Corki hedef konuma çarpışma anında patlayan ve bölgedeki rakiplere hasar veren bir füze ateşler. Corki azami cephane sayısına ulaşana dek zamanla füze biriktirir. Her üçüncü füzesi İri Kıyım'a dönüşür ve fazladan hasar verir.",
        "pl_pl": "Corki wystrzeliwuje w wybrane miejsce pocisk, który eksploduje po trafieniu, zadając obrażenia wrogom na obszarze wybuchu. Corki wraz z upływem czasu kumuluje pociski do pewnego limitu. Co trzecie użycie wystrzeli Pocisk Burzący, który zadaje dodatkowe obrażenia.",
        "it_it": "Corki spara verso la posizione bersaglio un missile che esplode all'impatto, infliggendo danni ai nemici nell'area. Corki immagazzina missili col passare del tempo, con un tetto massimo. Ogni 3 missili lancia un Super missile, che infligge danni extra.",
        "es_es": "Corki dispara hacia la zona objetivo un proyectil que explota al impactar e inflige daño a los enemigos cercanos. Corki acumula misiles según pasa el tiempo, hasta un máximo. Cada 3 proyectiles, dispara uno enorme que inflige daño adicional.",
        "de_de": "Corki feuert eine Rakete in Richtung des Zielorts ab, die beim Aufprall explodiert und Schaden an Gegnern im Bereich verursacht. Corki sammelt nach und nach bis zu einem festgelegten Maximum Raketen an. Jede 3. abgefeuerte Rakete ist eine besonders große, die zusätzlichen Schaden verursacht.",
        "fr_fr": "Corki tire un projectile dans une direction. Il explose à l'impact et inflige des dégâts aux ennemis dans la zone. Corki stocke des projectiles sur la durée, jusqu'à un maximum donné. Tous les 3 projectiles, Corki tire une Grosse Bertha qui inflige plus de dégâts.",
        "en_gb": "Corki fires a missile toward his target location that explodes on impact, dealing damage to enemies in an area. Corki stores missiles over time, up to a maximum. Every third missile fired will be a Big One, dealing extra damage.",
        "en_us": "Corki fires a missile toward his target location that explodes on impact, dealing damage to enemies in an area. Corki stores missiles over time, up to a maximum. Every third missile fired will be a Big One, dealing extra damage.",
        "ru_ru": "Корки выпускает ракету в указанном направлении, которая взрывается при попадании, нанося урон всем ближайшим врагам. Корки периодически получает новые ракеты, пока их количество не достигнет максимального. После каждой второй ракеты Корки выпускает мегаракету, которая наносит дополнительный урон.",
        "ar_ae": "يطلق كوركي صاروخًا نحو موقع هدفه لينفجر لدى الارتطام، فيلحق الضرر بالأعداء في منطقة معينة. ويخزن كوركي الصواريخ بمرور الوقت، مع وجود حد أقصى. ويتحول كل ثالث صاروخ يتم إطلاقه إلى صاروخ ضخم، حيث يلحق ضررًا إضافيًا.",
        "en_sg": "Corki fires a missile toward his target location that explodes on impact, dealing damage to enemies in an area. Corki stores missiles over time, up to a maximum. Every third missile fired will be a Big One, dealing extra damage.",
        "es_mx": "Corki dispara un misil en la dirección objetivo, el cual explota al impacto e inflige daño a los enemigos en un área. Corki acumula misiles progresivamente hasta llegar a un máximo. Cada tercer misil disparará un misil grande que inflige daño adicional.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki ยิงมิสไซล์ไปยังตำแหน่งเป้าหมายของเขาซึ่งจะระเบิดเมื่อกระทบ สร้างความเสียหายให้กับศัตรูในพื้นที่ Corki จะเก็บสะสมมิสไซล์เมื่อเวลาผ่านไปจนถึงสูงสุด ทุกการยิงมิสไซล์ครั้งที่สามจะเป็น Big One โดยจะสร้างความเสียหายเพิ่มเติม",
        "zh_tw": "庫奇朝著目標地點發射飛彈，擊中後會爆炸並對範圍內的敵人造成傷害。每隔一段時間會裝入一枚導彈，直到達到存彈量最大值。每發射2枚導彈後，下一發會是超級導彈，可造成額外傷害。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki dispara um míssil em direção ao local-alvo que explode com o impacto, causando dano aos inimigos na área. Corki armazena mísseis ao longo do tempo, até alcançar o limite máximo. O terceiro míssil armazenado será um Grandão, que causará dano adicional."
      },
      "extraDescription": {
        "ms_my": "Corki terbang dalam jarak dekat, menjatuhkan bom yang menghasilkan jejak api yang damage pihak lawan yang berada di dalamnya.\n\nSpecial Delivery: Jika Corki mempunyai The Package, jarak terbangnya akan lebih jauh, musuh akan dihentam ke tepi dan zon itu akan slow dan mengenakan damage.",
        "tr_tr": "Corki'nin kısa bir mesafe uçarak attığı bombalar, ardında bir ateş izi bırakır ve bu bölgenin içindeki rakipler hasar alır.\n\nÖzel Teslimat: Corki Paket'e sahipse daha uzun bir mesafe uçar, rakipleri kenara savurur ve bölge hem yavaşlatır hem de hasar verir.",
        "pl_pl": "Corki przelatuje krótki dystans i zrzuca bomby, które tworzą ścieżkę płomieni zadającą obrażenia znajdującym się na niej wrogom.\n\nPrzesyłka Specjalna: Jeśli Corki ma przy sobie Paczkę, lot trwa dłużej, wrogowie zostają odrzuceni, a ścieżka spowalnia i zadaje obrażenia.",
        "it_it": "Corki si sposta in volo per una breve distanza, sganciando bombe e lasciando una scia di fiamme che danneggia i nemici al suo interno.\n\nConsegna speciale: se Corki ha Il Pacco, vola per una distanza maggiore, i nemici vengono spinti di lato e la scia li rallenta oltre a infliggere danni.",
        "es_es": "Corki vuela una corta distancia lanzando bombas y dejando tras de sí una estela de fuego que inflige daño a los enemigos que permanezcan dentro.\n\nEntrega especial: Si Corki tiene El Paquete, vuela durante más tiempo, empuja hacia los lados a los enemigos golpeados y la estela inflige daño y ralentiza.",
        "de_de": "Corki fliegt über kurze Distanz und lässt dabei Bomben fallen, die eine Feuerspur hinterlassen. Gegnern, die in dieser stehenbleiben, wird Schaden zugefügt.\n\nSonderzustellung: Wenn Corki das Paket hat, dauert der Flug länger, Gegner werden zur Seite gestoßen und der Wirkungsbereich verlangsamt und fügt Schaden zu.",
        "fr_fr": "Corki franchit une courte distance, lâchant des bombes et créant une traînée de feu qui inflige des dégâts aux ennemis.\n\nLivraison spéciale : si Corki a le Paquet, le vol va plus loin, les ennemis sont repoussés sur les côtés et la zone ralentit et inflige des dégâts.",
        "en_gb": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "en_us": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "ru_ru": "Корки устремляется к выбранной точке неподалеку, сбрасывая бомбы и оставляя за собой огненный след, который наносит урон всем врагам, коснувшимся огня.\n\nСпецпоставка: Корки пролетает еще дальше, если у него есть Ценный груз. При этом он отбрасывает противников в стороны, а пылающая полоса наносит им урон и замедляет.",
        "ar_ae": "يطير كوركي لمسافة قصيرة، حيث يلقي القنابل التي تترك خيطًا من النار يلحق الضرر بالخصوم الباقين فيه.\n\nطرد خاص: إذا كانت \"الحزمة\" بحوزة كوركي، يطير لمسافة أطول، وتتم الإطاحة بالأعداء جانبًا، كما يمتلك النطاق تأثير إبطاء ويلحق الضرر.",
        "en_sg": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.\n\nSpecial Delivery: If Corki has The Package, the flight is longer, enemies are knocked aside and the zone slows and deals damage.",
        "es_mx": "Corki vuela una distancia corta y suelta bombas que dejan un rastro de fuego que dañará a los oponentes que permanezcan sobre él.\n\nEntrega Especial: Si Corki tiene El Paquete, el vuelo es más largo, los enemigos son lanzados hacia un lado y la zona ralentiza e inflige daño.",
        "vi_vn": "Corki bắn một quả hỏa tiễn vào vị trí chỉ định, hỏa tiễn sẽ nổ tung khi va chạm và gây sát thương lên những kẻ địch trong phạm vị ảnh hưởng. Corki sẽ tích trữ thêm hỏa tiễn theo thời gian, có thể tích trữ tối đa 7 quả. Mỗi quả thứ 3 bắn ra sẽ là quả Cực Đại, gây sát thương cao hơn.",
        "th_th": "Corki บินไปในระยะทางสั้น ๆ ทิ้งระเบิดเพื่อสร้างเส้นทางการยิงที่สร้างความเสียหายให้กับศัตรูที่อยู่ในนั้น\n\nSpecial Delivery: หาก Corki มี The Package การบินจะนานขึ้น ศัตรูจะกระเด็นออกไปด้านข้าง และพื้นที่นั้นจะเคลื่อนที่ช้าลงและสร้างความเสียหาย",
        "zh_tw": "庫奇飛行一小段距離並丟下炸彈，留下一條燃燒的路徑，在路徑上的敵人會受到傷害。\n\n炸彈快遞：如果庫奇身上帶著炸彈包裹，飛行距離會加長並能將敵人往側邊擊退，且燃燒路徑除傷害外還可造成緩速。",
        "ko_kr": "코르키가 대상 지점에 충돌 시 폭발하는 미사일을 발사하여 해당 지역에 있는 적들에게 피해를 입힙니다. 코르키는 시간이 지날수록 미사일을 저장하여 최대치까지 장전해둘 수 있습니다. 3번째 발사하는 미사일은 강화된 미사일으로, 추가 피해를 입힙니다.",
        "ja_jp": "指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、範囲内の敵ユニットにダメージを与える。ミサイルのストックは最大数に達するまで一定時間ごとにチャージされる。3発ごとに「ドデカミサイル」が発射され、通常より大きいダメージを与える。",
        "pt_br": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem.\n\nEntrega Especial: se Corki tiver O Pacote, ele sobrevoará uma distância maior, os inimigos serão empurrados para o lado e a zona causará Lentidão e dano."
      }
    }
  ]
}