{
  "slug": "dr-mundo",
  "name": {
    "ru_ru": "ДОКТОР МУНДО",
    "pt_br": "DR. MUNDO",
    "en_us": "DR. MUNDO",
    "it_it": "DR. MUNDO",
    "tr_tr": "DR. MUNDO",
    "de_de": "DR. MUNDO",
    "ms_my": "DR. MUNDO",
    "vi_vn": "DR. MUNDO",
    "ko_kr": "문도박사",
    "ja_jp": "ドクター・ムンド",
    "es_es": "DR. MUNDO",
    "fr_fr": "DR. MUNDO",
    "th_th": "DR. MUNDO",
    "zh_tw": "蒙多醫生",
    "en_gb": "DR. MUNDO",
    "pl_pl": "DR MUNDO",
    "es_mx": "DR. MUNDO",
    "en_sg": "DR. MUNDO",
    "ar_ae": "د. موندو"
  },
  "roles": [
    "fighter",
    "tank"
  ],
  "difficulty": "low",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/65dd94a5af9279fdd97563d5a0cf86f332fe2afb-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "goes_where_he_pleases",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/b0dd4fe2be33bdd3e7af378707126731de0c8c0e-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/3aafa6d12269d0e7f63ceecc8c1e346c167c91d9.mp4",
      "name": {
        "ms_my": "GOES WHERE HE PLEASES",
        "tr_tr": "Nereye İsterse Oraya Gider",
        "pl_pl": "CHODZIĆ, GDZIE CHCIEĆ",
        "it_it": "VA DOVE VUOLE",
        "es_es": "VA DONDE QUIERE",
        "de_de": "GEHEN, WO ER WILL",
        "fr_fr": "IL VA OÙ IL VEUT",
        "en_gb": "GOES WHERE HE PLEASES",
        "en_us": "GOES WHERE HE PLEASES",
        "ru_ru": "ХОДИТЬ КУДА ХОТЕТЬ",
        "ar_ae": "يذهب حيث يشاء",
        "en_sg": "GOES WHERE HE PLEASES",
        "es_mx": "IR A DONDE DAR GANA",
        "vi_vn": "ĐIÊN THÌ CỨ ĐI",
        "th_th": "GOES WHERE HE PLEASES",
        "zh_tw": "想去哪就去哪",
        "ko_kr": "가고 싶은 데로 간다",
        "ja_jp": "気ままな往診",
        "pt_br": "VAI PARA ONDE QUER"
      },
      "description": {
        "ms_my": "Dr. Mundo menahan kesan Melumpuhkan pertama yang menyerangnya, sebaliknya dia hilang Nyawa dan menjatuhkan kanister kimia berhampiran. Dr. Mundo boleh mengambilnya dengan berjalan di atasnya, memulihkan Nyawa dan mengurangkan Cooldown Ability ini. Dr. Mundo juga telah meningkatkan regeneration Nyawa dengan ketara.",
        "tr_tr": "Dr. Mundo kendisine isabet eden ilk hareketsiz bırakma etkisine direnir. Bunun yerine can kaybeder ve yakınındaki bir konuma bir kimyasal haznesi bırakır. Dr. Mundo haznenin üstünden geçip onu alarak canını yenileyebilir ve bu yeteneğin bekleme süresini azaltabilir. Ayrıca Dr. Mundo yüksek miktarda can yenilenmesine sahiptir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo resiste el siguiente efecto inmovilizador que lo golpea, pero pierde vida y deja caer un vial químico cerca. Puede recoger dicho vial caminando sobre él, lo que restaura vida y reduce el enfriamiento de esta pasiva. Dr. Mundo también tiene gran regeneración de vida adicional.",
        "de_de": "Dr. Mundo widersteht dem ersten bewegungsunfähig machenden Effekt, der ihn trifft. Stattdessen verliert er Leben und lässt in der Nähe einen Kanister mit Chemikalien fallen. Dr. Mundo kann über den Kanister laufen, um ihn aufzuheben, Leben wiederherzustellen und die Abklingzeit dieser Fähigkeit zu verringern. Dr. Mundo verfügt außerdem über eine stark erhöhte Lebensregeneration.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо игнорирует первый направленный в него обездвиживающий эффект, но теряет здоровье и роняет неподалеку емкость с химикатами. Когда Доктор Мундо проходит над емкостью, он подбирает ее, восстанавливая здоровье и сокращая перезарядку этого умения. Восстановление здоровья Доктора Мундо значительно увеличено.",
        "ar_ae": "يقاوم د. موندو أول تأثير شل حركة يصيبه، حيث يخسر الصحة بدل ذلك ويُسقط عبوة كيميائية في الجوار. يستطيع د. موندو التقاط العبوة عبر السير فوقها، فيستعيد بذلك الصحة وتتقلص فترة تبريد هذه الفعالية. كما يحصل د. موندو على زيادة واضحة في تجدد الصحة.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo resiste el primer efecto de inmovilización que lo alcanza y, en su lugar, pierde vida y suelta un contenedor químico cerca. Dr. Mundo puede caminar sobre él para recogerlo y recuperar vida, además de reducir el enfriamiento de esta habilidad. Dr. Mundo también tiene un aumento significativo de regeneración de vida.",
        "vi_vn": "Dr. Mundo miễn nhiễm hiệu ứng Làm Bất Động đầu tiên, thay vào đó sẽ mất Máu và văng ra một lọ hóa chất ở gần đó. Dr. Mundo có thể đi qua lọ hóa chất để nhặt lại, giúp hồi Máu và giảm hồi chiêu của kỹ năng này. Dr. Mundo cũng được tăng đáng kể lượng máu hồi phục.",
        "th_th": "Dr. Mundo ต้านทานผลหยุดการเคลื่อนไหวครั้งแรกที่เข้ามาใส่เขา โดยเปลี่ยนเป็นการลดพลังชีวิตแทน พร้อมทิ้งขวดสารเคมีไว้ใกล้ ๆ Dr. Mundo สามารถเข้าไปเก็บขวดนั้นได้โดยการเดินเข้าไปใกล้ ๆ เมื่อเก็บขวด เขาจะฟื้นฟูพลังชีวิตและลดคูลดาวน์ของสกิลนี้ลง นอกจากนั้น สกิลนี้ยังเพิ่มอัตราฟื้นฟูพลังชีวิตมากกว่าปกติให้ Dr. Mundo",
        "zh_tw": "蒙多醫生會抵銷下一個命中他的硬控場效果，轉而損失生命並在附近丟下一罐化學藥劑；移動到藥劑上可回復生命並減少此技能的冷卻時間。另外蒙多醫生的生命回復非常快。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      },
      "extraDescription": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      }
    },
    {
      "slot": "Q",
      "key": "infected_bonesaw",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/091e76cc15032518451cc6a8434da7b559e205a8-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/4582fb0aeb7f7225bc77fe8d427ae9e0c7132a06.mp4",
      "name": {
        "ms_my": "INFECTED BONESAW",
        "tr_tr": "Mikroplu Testere",
        "pl_pl": "ZATRUTA PIŁA",
        "it_it": "SEGAOSSA INFETTA",
        "es_es": "SERRUCHO INFECTADO",
        "de_de": "ROSTIGE KNOCHENSÄGE",
        "fr_fr": "SCIE SOUILLÉE",
        "en_gb": "INFECTED BONESAW",
        "en_us": "INFECTED BONESAW",
        "ru_ru": "ЗАРАЖЕННАЯ ПИЛА",
        "ar_ae": "منشار العظم الملوث",
        "en_sg": "INFECTED BONESAW",
        "es_mx": "SIERRA INFECTADA",
        "vi_vn": "CƯA NHIỄM KHUẨN",
        "th_th": "INFECTED BONESAW",
        "zh_tw": "病毒骨鋸",
        "ko_kr": "오염된 뼈톱",
        "ja_jp": "骨切りノコギリ",
        "pt_br": "SERRA INFECTADA"
      },
      "description": {
        "ms_my": "Dr. Mundo melontar infected bonesaw, mengenakan damage kepada musuh pertama yang terkena berdasarkan nyawa semasa mereka dan menyebabkan slow.",
        "tr_tr": "Dr. Mundo isabet ettiği ilk rakibe mevcut canına bağlı olarak hasar veren ve onu yavaşlatan mikroplu bir testere fırlatır.",
        "pl_pl": "Dr Mundo rzuca zatrutą piłą, zadając pierwszemu trafionemu wrogowi obrażenia zależne od jego aktualnego zdrowia i spowalniając go.",
        "it_it": "Dr. Mundo lancia una segaossa infetta, che infligge danni al primo nemico colpito in base alla sua salute attuale, rallentandolo.",
        "es_es": "Dr. Mundo lanza un serrucho infectado que inflige daño al primer enemigo golpeado según su vida actual y lo ralentiza.",
        "de_de": "Dr. Mundo wirft eine rostige Knochensäge, die dem ersten getroffenen Gegner Schaden basierend auf seinem aktuellen Leben zufügt und ihn verlangsamt.",
        "fr_fr": "Dr. Mundo lance une scie à os souillée, ralentissant le premier ennemi touché et lui infligeant des dégâts selon ses PV actuels.",
        "en_gb": "Dr. Mundo throws an infected bonesaw, dealing damage to the first enemy hit based on their current health and slowing them.",
        "en_us": "Dr. Mundo throws an infected bonesaw, dealing damage to the first enemy hit based on their current health and slowing them.",
        "ru_ru": "Доктор Мундо бросает зараженную хирургическую пилу, которая замедляет первого пораженного врага и наносит урон в зависимости от его текущего здоровья.",
        "ar_ae": "يرمي د. موندو بمنشار عظم ملوث، فيلحق الضرر بأول عدو يصيبه حسب صحته الحالية، كما يبطئه.",
        "en_sg": "Dr. Mundo throws an infected bonesaw, dealing damage to the first enemy hit based on their current health and slowing them.",
        "es_mx": "Dr. Mundo lanza una sierra infectada que ralentiza al primer enemigo alcanzado e inflige daño según su vida actual.",
        "vi_vn": "Dr. Mundo ném cưa nhiễm khuẩn, gây sát thương theo phần trăm máu hiện tại lên kẻ địch đầu tiên trúng phải và làm chậm mục tiêu.",
        "th_th": "Dr. Mundo ขว้างเลื่อยกระดูกของเขา สร้างความเสียหายแก่ศัตรูตัวแรกที่โดนตามพลังชีวิตปัจจุบันของพวกเขา และส่งผลสโลว์",
        "zh_tw": "蒙多醫生丟出一把病毒骨鋸，對第一個命中的敵軍造成傷害與緩速，傷害量高低取決於目標當前生命。",
        "ko_kr": "문도 박사가 오염된 뼈톱을 던져 처음 맞는 적에게 적 현재 체력에 비례한 피해를 입히고 둔화 효과를 적용합니다.",
        "ja_jp": "骨切りノコギリを投げ、最初に命中した敵に対象の現在体力に応じたダメージを与えて、スロウ効果を付与する。",
        "pt_br": "Dr. Mundo arremessa uma serra infectada, causando dano ao primeiro inimigo atingido com base na Vida atual do alvo e causando Lentidão a ele."
      },
      "extraDescription": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      }
    },
    {
      "slot": "W",
      "key": "heart_zapper",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/136b1e2f54efa5cc1c43ab209aba192c050da3de-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/d32860a23a833a1486f95be45582c580fe2470a1.mp4",
      "name": {
        "ms_my": "HEART ZAPPER",
        "tr_tr": "Şok Terapisi",
        "pl_pl": "WSTRZĄS PIKAWY",
        "it_it": "DEFIBRILLATORE",
        "es_es": "DESISFIBRULACIÓN",
        "de_de": "HERZSCHOCKER",
        "fr_fr": "DÉFIBRILLATEUR",
        "en_gb": "HEART ZAPPER",
        "en_us": "HEART ZAPPER",
        "ru_ru": "ШОКОВАЯ ТЕРАПИЯ",
        "ar_ae": "صاعق القلب",
        "en_sg": "HEART ZAPPER",
        "es_mx": "DESFIBRILADOR",
        "vi_vn": "SỐC ĐIỆN TIM",
        "th_th": "HEART ZAPPER",
        "zh_tw": "心臟電擊器",
        "ko_kr": "심장 전기 충격",
        "ja_jp": "心臓ビリビリ",
        "pt_br": "CHOQUINHO CARDÍACO"
      },
      "description": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo serwuje sobie elektrowstrząs, zadając ciągłe obrażenia pobliskim wrogom oraz zachowując część otrzymanych obrażeń. Pod koniec działania tego efektu lub przy ponownym użyciu Dr Mundo zadaje obrażenia eksplozywne pobliskim wrogom. Ponadto, jeśli Dr Mundo trafi wroga, uleczy się o pewien procent zachowanych obrażeń.",
        "it_it": "Dr. Mundo si fulmina con una scossa elettrica, infliggendo danni persistenti ai nemici vicini e accumulando una parte dei danni subiti. Alla fine della durata o al rilancio, Dr. Mundo infligge una raffica di danni ai nemici vicini. Se colpisce un nemico, guarisce di una percentuale dei danni accumulati.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo s'électrocute, infligeant des dégâts continus aux ennemis proches et stockant une partie des dégâts subis. À la fin de la durée ou à la réactivation, Dr. Mundo inflige une vague de dégâts aux ennemis proches. Si la vague touche un ennemi, Dr. Mundo récupère des PV équivalents à un pourcentage des dégâts stockés.",
        "en_gb": "Dr. Mundo electrocutes himself, dealing persistent damage to nearby enemies and storing a portion of damage he takes. At the end of the duration or on Recast, Dr. Mundo deals a burst of damage to nearby enemies. If the burst hit an enemy, he heals a percentage of the stored damage.",
        "en_us": "Dr. Mundo electrocutes himself, dealing persistent damage to nearby enemies and storing a portion of damage he takes. At the end of the duration or on Recast, Dr. Mundo deals a burst of damage to nearby enemies. If the burst hit an enemy, he heals a percentage of the stored damage.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo electrocutes himself, dealing persistent damage to nearby enemies and storing a portion of damage he takes. At the end of the duration or on Recast, Dr. Mundo deals a burst of damage to nearby enemies. If the burst hit an enemy, he heals a percentage of the stored damage.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 스스로를 감전시켜 주변 적에게 지속 피해를 입히고 자신이 입는 피해의 일부를 저장합니다. 지속시간이 끝나거나 다시 사용하면 주변 적에게 큰 피해를 입힙니다. 적에게 적중 시 저장한 피해의 일부를 체력으로 회복합니다.",
        "ja_jp": "自身を感電させて、周囲の敵に継続的にダメージを与え、受けたダメージの一部を蓄える。効果時間の最後か再発動時に、周囲の敵に大ダメージを与える。これが敵に命中した場合は、それまでに蓄えていたダメージの一定割合を体力として回復する。",
        "pt_br": "Dr. Mundo se eletrocuta, causando dano contínuo aos inimigos próximos e acumulando uma parte do dano sofrido. Ele causa uma explosão de dano aos inimigos próximos ao final da duração ou ao Reconjurar. Se atingir um inimigo, Dr. Mundo se curará em uma porcentagem do dano armazenado."
      },
      "extraDescription": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      }
    },
    {
      "slot": "E",
      "key": "blunt_force_trauma",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/dea04d33b2f28efba5752bc0b16f31cd835ebd4d-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/c1e348ed5c9b44b61ba7d3f9f1388fead27a61b0.mp4",
      "name": {
        "ms_my": "BLUNT FORCE TRAUMA",
        "tr_tr": "Beyin Sarsıntısı",
        "pl_pl": "TĘPY URAZ",
        "it_it": "TRAUMA CRANICO",
        "es_es": "TRAUMATISMO",
        "de_de": "STUMPFE GEWALTANWENDUNG",
        "fr_fr": "CONTUSION",
        "en_gb": "BLUNT FORCE TRAUMA",
        "en_us": "BLUNT FORCE TRAUMA",
        "ru_ru": "ТУПАЯ ТРАВМА",
        "ar_ae": "إصابة القوة الغاشمة",
        "en_sg": "BLUNT FORCE TRAUMA",
        "es_mx": "TRAUMA CONTUNDENTE",
        "vi_vn": "ĐẬP BẦM DẬP",
        "th_th": "BLUNT FORCE TRAUMA",
        "zh_tw": "鈍擊創傷",
        "ko_kr": "둔기에 의한 외상",
        "ja_jp": "野蛮な痛み",
        "pt_br": "TRAUMATISMO"
      },
      "description": {
        "ms_my": "Pasif - Dr. Mundo mendapat Attack Damage bonus, meningkat berdasarkan Nyawanya yang hilang. Aktif - Dr. Mundo menghentam beg “perubatan”nya kepada musuh, mengenakan damage tambahan berdasarkan Nyawanya yang hilang. Jika musuh mati, mereka akan dilibas pergi, mengenakan damage kepada musuh yang mereka lalui.",
        "tr_tr": "Pasif - Dr. Mundo eksik canına bağlı olarak artacak şekilde ilave saldırı gücü kazanır. Aktif - Dr. Mundo \"sağlık\" çantasını bir rakibin kafasına geçirerek ona eksik canına bağlı olarak fiziksel hasar verir. Rakip katledilirse uzağa savrularak temas ettiği rakiplere hasar verir.",
        "pl_pl": "Biernie: Dr Mundo zyskuje premię do obrażeń od ataku, która wzrasta zależnie od jego brakującego zdrowia. Użycie: Dr Mundo rzuca swoją „medyczną” torbą we wroga, zadając dodatkowe obrażenia w zależności od jego brakującego zdrowia. Jeśli wróg zginie, zostanie odrzucony, zadając obrażenia wszystkim wrogom, przez których przeleci.",
        "it_it": "Passiva - Dr. Mundo ottiene attacco fisico bonus, che aumenta in base alla sua salute mancante. Attiva - Dr. Mundo colpisce un nemico con la sua borsa \"medica\", infliggendo danni fisici in base alla sua salute mancante. Se il bersaglio muore, viene spinto via, infliggendo danni ai nemici che attraversa.",
        "es_es": "Pasiva: Dr. Mundo obtiene daño de ataque adicional, que aumenta según la vida que le falte. Activa: Dr. Mundo golpea con su ''botiquín'' a un enemigo, lo que inflige daño adicional según la vida que le falte. Si el enemigo muere, lo empuja, lo que inflige daño a los enemigos a los que atraviesa.",
        "de_de": "Passiv – Dr. Mundo erhält basierend auf seinem fehlenden Leben zusätzlichen Angriffsschaden. Aktiv – Dr. Mundo rammt seine „Medizintasche“ in einen Gegner und fügt ihm zusätzlichen Schaden basierend auf seinem fehlenden Leben zu. Wenn der Gegner dadurch stirbt, wird er weggeschleudert und fügt allen Gegnern, die er auf seinem Weg trifft, Schaden zu.",
        "fr_fr": "Passive - Dr. Mundo gagne des dégâts d'attaque bonus selon ses PV manquants. Active - Dr. Mundo donne un violent coup avec sa sacoche « médicale », infligeant des dégâts supplémentaires selon ses PV manquants. Si la cible meurt sur le coup, elle est repoussée et elle inflige des dégâts aux ennemis qu'elle traverse.",
        "en_gb": "Passive - Dr. Mundo gains bonus Attack Damage, increasing based on his missing Health. Active - Dr. Mundo slams his “medical” bag into an enemy, dealing additional damage based on his missing Health. If the enemy dies they are swatted away, dealing damage to enemies they pass through.",
        "en_us": "Passive - Dr. Mundo gains bonus Attack Damage, increasing based on his missing Health. Active - Dr. Mundo slams his “medical” bag into an enemy, dealing additional damage based on his missing Health. If the enemy dies they are swatted away, dealing damage to enemies they pass through.",
        "ru_ru": "Пассивно: Доктор Мундо получает прибавку к силе атаки, которая растет по мере снижения его уровня здоровья. Активно: Доктор Мундо бьет цель саквояжем, нанося дополнительный урон, который зависит от его недостающего здоровья. Если цель погибает, тело отбрасывает, и оно наносит урон всем задетым врагам.",
        "ar_ae": "تأثير كامن - يكسب د. موندو ضرر هجوم إضافيًا يزداد حسب صحته الناقصة. تأثير نشط: يضرب د. موندو أحد الأعداء بحقيبته \"الطبية\"، فيلحق به ضررًا إضافيًا حسب صحته الناقصة. فإذا مات العدو، يتم قذفه بعيدًا، فيلحق الضرر بمن يمر عبرهم من الأعداء.",
        "en_sg": "Passive - Dr. Mundo gains bonus Attack Damage, increasing based on his missing Health. Active - Dr. Mundo slams his “medical” bag into an enemy, dealing additional damage based on his missing Health. If the enemy dies they are swatted away, dealing damage to enemies they pass through.",
        "es_mx": "Pasiva: Dr. Mundo obtiene daño de ataque adicional, que aumenta según su vida faltante. Activa: Dr. Mundo golpea a un enemigo con su maletín ''médico'' para infligirle daño físico según su vida faltante. Si el enemigo muere, lo lanzará de un golpe para infligir daño a los enemigos que atraviese.",
        "vi_vn": "Nội Tại - Dr. Mundo nhận thêm Sức Mạnh Công Kích dựa theo lượng Máu đã mất của hắn. Kích Hoạt - Dr. Mundo đập túi \"cứu thương\" vào kẻ địch, gây thêm sát thương theo lượng Máu đã mất của hắn. Nếu kẻ địch bị hạ gục, chúng sẽ bị hất văng đi, gây sát thương lên kẻ địch chạm phải.",
        "th_th": "ติดตัว - Dr. Mundo ได้รับโบนัสพลังโจมตี เพิ่มขึ้นตามพลังชีวิตที่หายไปของเขา กดใช้ - Dr. Mundo ทุบกระเป๋า “เครื่องมือแพทย์” ของเขาใส่ศัตรู สร้างความเสียหายเพิ่มเติมตามพลังชีวิตที่หายไปของเขาเอง หากศัตรูถูกสังหารโดยสกิลนี้ พวกเขาจะโดนปัดไปข้างหน้า สร้างความเสียหายแก่ศัตรูตัวอื่นที่โดนระหว่างทาง",
        "zh_tw": "被動：蒙多醫生根據自身已損失生命增加物攻。主動：蒙多醫生拿「醫藥箱」朝敵人猛砸，根據自身已損失生命造成額外傷害。目標被擊殺的話會被擊飛，對路徑上的敵軍造成傷害。",
        "ko_kr": "기본 지속 효과 - 문도 박사가 잃은 체력에 비례하여 추가 공격력을 얻습니다. 사용 시 - 문도 박사가 적에게 왕진 가방을 내리쳐 자신이 잃은 체력에 비례한 추가 피해를 입힙니다. 이때 처치된 적은 밀려나며 지나치는 적에게 피해를 입힙니다.",
        "ja_jp": "自動効果: 自身の減少体力に応じて増加する、増加攻撃力を獲得する。 \n発動効果: “往診用”バッグを敵に叩きつけ、自身の減少体力に応じた追加ダメージを与える。対象をキルした場合はその敵を弾き飛ばし、接触した敵にダメージを与える。",
        "pt_br": "Passivo: Dr. Mundo recebe Dano de Ataque adicional (que aumenta com base na própria Vida perdida). Ativo: Dr. Mundo golpeia o inimigo com sua maleta ''médica'', causando dano adicional com base na própria Vida perdida. Se o inimigo for abatido, será arremessado, causando dano aos inimigos que atravessar."
      },
      "extraDescription": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      }
    },
    {
      "slot": "R",
      "key": "maximum_dosage",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/c3aac306cd79a33ffe3b30703d4e9c081e362223-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/8007b7ad58134bf0d77a334018af20564be6b890.mp4",
      "name": {
        "ms_my": "MAXIMUM DOSAGE",
        "tr_tr": "Doz Aşımı",
        "pl_pl": "MAKSYMALNA DAWKA",
        "it_it": "DOSAGGIO MASSIMO",
        "es_es": "DOSIS MÁXIMA",
        "de_de": "VOLLE (AM)PULLE",
        "fr_fr": "DOSAGE MAXIMAL",
        "en_gb": "MAXIMUM DOSAGE",
        "en_us": "MAXIMUM DOSAGE",
        "ru_ru": "МАКСИМАЛЬНАЯ ДОЗА",
        "ar_ae": "الجرعة القصوى",
        "en_sg": "MAXIMUM DOSAGE",
        "es_mx": "DOSIS MÁXIMA",
        "vi_vn": "SUÝT QUÁ LIỀU",
        "th_th": "MAXIMUM DOSAGE",
        "zh_tw": "最大劑量",
        "ko_kr": "최대 투여량",
        "ja_jp": "マキシマム投与",
        "pt_br": "DOSAGEM MÁXIMA"
      },
      "description": {
        "ms_my": "Dr. Mundo mengepam dirinya dengan bahan kimia, serta-merta heal peratusan Nyawanya yang hilang. Dia kemudian mendapat Attack Damage bonus dan Move Speed, dan memulihkan semula sebahagian daripada Nyawa maksimumnya dalam tempoh yang lama.",
        "tr_tr": "Dr. Mundo vücuduna kimyasal pompalayarak anlık olarak eksik canının yüzdelik bir bölümüne eşdeğer miktarda iyileşir. Daha sonra ilave saldırı gücü ve hareket hızı kazanır ve azami canının belli bir bölümünü uzun bir süre boyunca yeniler.",
        "pl_pl": "Dr Mundo faszeruje się chemikaliami, natychmiast odzyskując pewien procent brakującego zdrowia. Następnie zyskuje premię do obrażeń od ataku oraz prędkości ruchu i przez długi czas regeneruje część swojego maksymalnego zdrowia.",
        "it_it": "Dr. Mundo si inietta degli agenti chimici, guarendo istantaneamente di una percentuale della sua salute mancante. Poi ottiene velocità di movimento e attacco fisico bonus e rigenera una parte della sua salute massima in un lungo periodo.",
        "es_es": "Dr. Mundo se inyecta productos químicos, lo que restaura al instante un porcentaje de la vida que le falte. Después, obtiene daño de ataque y velocidad de movimiento adicionales, y se cura parte de su vida máxima durante un largo periodo de tiempo.",
        "de_de": "Dr. Mundo pumpt sich mit Chemikalien voll und heilt sich sofort um einen Prozentsatz seines fehlenden Lebens. Anschließend erhält er zusätzlichen Angriffsschaden und Lauftempo und regeneriert über längere Zeit einen Teil seines maximalen Lebens.",
        "fr_fr": "Dr. Mundo s'injecte des produits chimiques et récupère instantanément un pourcentage de ses PV manquants. Il gagne ensuite de la vitesse de déplacement et des dégâts d'attaque bonus, et il régénère une partie de ses PV max sur une longue durée.",
        "en_gb": "Dr. Mundo pumps himself with chemicals, instantly healing a percent of his missing Health. He then gains bonus Attack Damage and Move Speed, and regenerates a portion of his maximum Health over a long duration.",
        "en_us": "Dr. Mundo pumps himself with chemicals, instantly healing a percent of his missing Health. He then gains bonus Attack Damage and Move Speed, and regenerates a portion of his maximum Health over a long duration.",
        "ru_ru": "Доктор Мундо накачивает себя химикатами, мгновенно восстанавливая часть от недостающего здоровья. После этого на протяжении долгого времени он восстанавливает себе часть от максимального запаса здоровья. Пока действует лечение, скорость передвижения и сила атаки Доктора Мундо увеличены.",
        "ar_ae": "يحقن د. موندو نفسه بالمواد الكيميائية، فيتعالج بشكل فوري بنسبة مئوية من صحته الناقصة. ثم يكسب زيادة في ضرر الهجوم وسرعة الحركة، ويجدّد جزءًا من صحته القصوى على فترة طويلة.",
        "en_sg": "Dr. Mundo pumps himself with chemicals, instantly healing a percent of his missing Health. He then gains bonus Attack Damage and Move Speed, and regenerates a portion of his maximum Health over a long duration.",
        "es_mx": "Dr. Mundo se atiborra de químicos para curarse un porcentaje de su vida faltante al instante. Luego, obtiene daño de ataque y velocidad de movimiento adicionales. Además, se regenera un porcentaje de su vida máxima a lo largo del efecto.",
        "vi_vn": "Dr. Mundo bơm hóa chất cho bản thân, hồi ngay một lượng Máu đã mất. Sau đó, hắn sẽ được tăng Sức Mạnh Công Kích và Tốc Độ Di Chuyển, đồng thời hồi một phần lượng Máu tối đa trong thời gian dài.",
        "th_th": "Dr. Mundo อัดฉีดตัวเองด้วยสารเคมี ทำการฮีลพลังชีวิตที่หายไปของเขาเป็นเปอร์เซ็นต์โดยทันที จากนั้นเขาจะได้รับพลังโจมตีและความเร็วเคลื่อนที่ รวมถึงฟื้นฟูส่วนหนึ่งของพลังชีวิตสูงสุดของเขาตลอดช่วงเวลาของสกิล",
        "zh_tw": "蒙多醫生為自己灌注大量化學藥劑，立刻回復部分已損失生命，接著會在一段長時間內增加物攻與跑速，並回復一定比例的最大生命。",
        "ko_kr": "문도 박사가 화학 물질을 투여하여 잃은 체력의 일부를 즉시 회복합니다. 이후 추가 공격력과 이동 속도를 얻고, 긴 지속시간에 걸쳐 최대 체력의 일부만큼 체력을 회복합니다.",
        "ja_jp": "自身に薬品を注入し、減少体力の一定割合を瞬時に回復する。さらに移動速度と攻撃力が増加し、長い時間をかけて最大体力の一部を自動回復する。",
        "pt_br": "Dr. Mundo enche-se de produtos químicos, curando instantaneamente uma porcentagem da própria Vida perdida. Depois, ele recebe Dano de Ataque e Velocidade de Movimento adicionais, além de regenerar parte da própria Vida máxima ao longo da duração."
      },
      "extraDescription": {
        "ms_my": "Dr. Mundo merenjat dirinya sendiri, mengenakan damage berterusan kepada musuh berdekatan dan menyimpan sebahagian daripada damage yang diterimanya. Pada akhir tempoh atau semasa Recast, Dr. Mundo mengenakan letusan damage kepada musuh yang berdekatan. Jika letusan itu mengenai musuh, dia menyembuhkan peratusan damage yang disimpan.",
        "tr_tr": "Dr. Mundo kendisini çarparak yakınındaki rakiplere sürekli hasar verir ve aldığı hasarın belli bir kısmını biriktirir. Dr. Mundo sürenin sonunda veya yeteneği yeniden kullandığında yakınındaki rakiplere anlık hasar verir. Ayrıca anlık hasar bir rakibe isabet ederse biriken hasarın yüzdelik bir bölümüne eşdeğer miktarda iyileşir.",
        "pl_pl": "Dr Mundo zyskuje odporność na pierwszy efekt unieruchamiający, który go trafi, jednak traci zdrowie, a ponadto upuszcza w pobliżu pojemnik z substancją chemiczną. Dr Mundo może podnieść pojemnik, przechodząc przez niego, dzięki czemu odzyska zdrowie i skróci czas odnowienia tej umiejętności. Dr Mundo ma również znacznie zwiększoną regenerację zdrowia.",
        "it_it": "Dr. Mundo resiste al primo effetto di immobilizzazione che lo colpisce, perdendo invece salute e lasciando cadere un barile chimico nelle vicinanze. Dr. Mundo può raccoglierlo camminandoci sopra, ripristinando salute e riducendo la ricarica di questa passiva. Dr. Mundo ha anche la rigenerazione salute sensibilmente aumentata.",
        "es_es": "Dr. Mundo se autoelectrocuta, lo que inflige daño constante a los enemigos cercanos y almacena parte del daño recibido. Al final de la duración o al volver a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, cura un porcentaje del daño acumulado.",
        "de_de": "Dr. Mundo setzt sich selbst unter Strom. Dabei fügt er Gegnern in der Nähe kontinuierlich Schaden zu und speichert einen Teil des Schadens, den er erleidet. Am Ende der Dauer oder bei Reaktivierung löst Dr. Mundo eine Explosion aus, die Gegnern in der Nähe hohen Schaden über kurze Zeit zufügt. Wenn die Explosion einen Gegner trifft, heilt er einen Prozentsatz des gespeicherten Schadens.",
        "fr_fr": "Dr. Mundo résiste au premier effet immobilisant qui l'affecte. En revanche, il perd des PV et laisse tomber une bonbonne chimique. Dr. Mundo peut la ramasser en marchant dessus, ce qui lui rend des PV et réduit le délai de récupération de cette compétence. Dr. Mundo dispose aussi d'une régénération de PV considérablement accrue.",
        "en_gb": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "en_us": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "ru_ru": "Доктор Мундо пропускает через себя ток, нанося постоянный урон врагам поблизости и сохраняя часть получаемого урона. По окончании действия умения или при повторном применении Доктор Мундо наносит дополнительный урон окружающим врагам. Если при этом был задет враг, Доктор Мундо восстанавливает себе здоровье в размере части от сохраненного урона.",
        "ar_ae": "يصعق د. موندو نفسه، فيلحق ضررًا مستمرًا بالأعداء في الجوار، ويستعيد جزءًا من الضرر الذي يتلقاه. وفي نهاية فترة القدرة أو عند إعادة إلقائها، يلحق د. موندو دفقة من الضرر بالأعداء في الجوار. فإذا أصابت الدفقة أحد الأعداء، يعالج نفسه بنسبة مئوية من الضرر المخزن.",
        "en_sg": "Dr. Mundo resists the first Immobilizing effect that hits him, instead losing Health and dropping a chemical cannister nearby. Dr. Mundo can pick it up by walking over it, restoring Health and reducing this Ability's Cooldown. Dr. Mundo also has significantly increased Health regeneration.",
        "es_mx": "Dr. Mundo se electrocuta a sí mismo, lo que inflige daño persistente a los enemigos cercanos y almacena un porcentaje del daño que recibe. Cuando termina el efecto o vuelve a lanzar la habilidad, Dr. Mundo inflige daño explosivo a los enemigos cercanos. Si la explosión alcanza a un enemigo, también se cura un porcentaje del daño almacenado.",
        "vi_vn": "Dr. Mundo tự sốc điện bản thân, gây sát thương liên tục lên kẻ địch xung quanh và tích trữ một phần sát thương gánh chịu. Khi hết thời gian tác dụng hoặc khi Tái Kích Hoạt, Dr. Mundo giải phóng sát thương lớn lên kẻ địch gần đó. Nếu sát thương trúng kẻ địch, hắn sẽ hồi lại sát thương tích trữ.",
        "th_th": "Dr. Mundo ช็อตไฟฟ้าใส่ตัวเอง สร้างความเสียหายต่อเนื่องใส่ศัตรูใกล้เคียงและกักเก็บส่วนหนึ่งของความเสียหายที่เขาได้รับในช่วงนี้ไว้ หลังจากหมดระยะเวลาสกิลหรือกดใช้อีกครั้ง Dr. Mundo จะระเบิดสร้างความเสียหายแก่ศัตรูใกล้เคียง หากระเบิดโดนศัตรูอย่างน้อยหนึ่งตัว เขาจะฮีลพลังชีวิตเป็นเปอร์เซ็นต์จากความเสียหายที่กักเก็บไว้ให้กับตัวเอง",
        "zh_tw": "蒙多醫生使自己通電，對鄰近敵軍持續造成傷害，並將其所承受的一部分傷害轉化為灰色生命條。通電結束或重施技能時，會對鄰近敵軍造成大量傷害，若該波傷害命中敵人，則蒙多醫生自己會回復灰色生命條一定比例的生命。",
        "ko_kr": "문도 박사가 처음으로 적중하는 이동 불가 효과에 저항하며, 체력을 잃고 근처에 화학 물질이 든 통을 떨어뜨립니다. 통 위로 이동하면 통을 주워 체력을 회복하고 이 스킬의 재사용 대기시간을 줄입니다. 또한 문도 박사의 체력 재생이 크게 증가합니다.",
        "ja_jp": "最初に受ける移動不能効果を無効化する。その際、代わりに体力を失い、近くに薬品の入った容器を落とす。落とした容器の上を歩いて回収すると体力が回復し、このスキルのクールダウンが短縮される。 また、ドクター・ムンドは極めて高い体力自動回復能力を持っている。",
        "pt_br": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade. Dr. Mundo também tem Regeneração de Vida significativamente mais alta."
      }
    }
  ]
}