{
  "slug": "draven",
  "name": {
    "ru_ru": "ДРЕЙВЕН",
    "pt_br": "DRAVEN",
    "en_us": "DRAVEN",
    "it_it": "DRAVEN",
    "tr_tr": "DRAVEN",
    "de_de": "DRAVEN",
    "ms_my": "DRAVEN",
    "vi_vn": "DRAVEN",
    "ko_kr": "드레이븐",
    "ja_jp": "ドレイヴン",
    "es_es": "DRAVEN",
    "fr_fr": "DRAVEN",
    "th_th": "DRAVEN",
    "zh_tw": "達瑞文",
    "en_gb": "DRAVEN",
    "pl_pl": "DRAVEN",
    "es_mx": "DRAVEN",
    "en_sg": "DRAVEN",
    "ar_ae": "درافن"
  },
  "roles": [
    "marksman"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/0b1f50021fca8e0960f226067d3433d533e72a38-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "league_of_draven",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/e7103b14b366e5e0f58a59107e820e8148eaf9c6-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/a934ab1bae1801c454c2fd9e36925576134f7be2.mp4",
      "name": {
        "ms_my": "LEAGUE OF DRAVEN",
        "tr_tr": "DRAVEN LİGİ",
        "pl_pl": "LIGA DRAVENA",
        "it_it": "LEAGUE OF DRAVEN",
        "es_es": "LEAGUE OF DRAVEN",
        "de_de": "LEAGUE OF DRAVEN",
        "fr_fr": "LEAGUE OF DRAVEN",
        "en_gb": "LEAGUE OF DRAVEN",
        "en_us": "LEAGUE OF DRAVEN",
        "ru_ru": "ЛИГА ДРЕЙВЕНА",
        "ar_ae": "حلف درافن",
        "en_sg": "LEAGUE OF DRAVEN",
        "es_mx": "LEAGUE OF DRAVEN",
        "vi_vn": "LIÊN MINH DRAVEN",
        "th_th": "LEAGUE OF DRAVEN",
        "zh_tw": "瑞文聯盟",
        "ko_kr": "드레이븐의 리그",
        "ja_jp": "リーグ・オブ・ドレイヴン",
        "pt_br": "LEAGUE OF DRAVEN"
      },
      "description": {
        "ms_my": "Draven mendapat Adoration peminatnya apabila dia menangkap Spinning Axe atau membunuh minion, monster atau memusnahkan tower. Membunuh champion musuh akan memberi Draven gold bonus berdasarkan jumlah Adoration yang dia miliki.",
        "tr_tr": "Draven bir Dönen Balta yakaladığında, minyon biçtiğinde ya da canavar kestiğinde veya kule yıktığında izleyenlerin Hayranlığını kazanır. Rakip şampiyon katletmek, Draven'a sahip olduğu Hayranlık miktarına göre ilave altın verir.",
        "pl_pl": "Draven zdobywa Uwielbienie fanów, gdy łapie Wirujące Topory, zabija stwora lub potwora czy niszczy wieżę. Zabicie wrogiego bohatera zapewnia Dravenowi złoto w zależności od Uwielbienia, jakim się cieszy.",
        "it_it": "Draven riceve l'Adorazione dei suoi fan ogni volta che afferra un'Ascia rotante o elimina un minion, un mostro o una torre. Uccidere campioni nemici gli conferisce oro bonus a seconda della quantità di Adorazione posseduta.",
        "es_es": "Draven consigue la adoración de sus fans cuando atrapa un Hacha giratoria o elimina a un súbdito, monstruo o torreta. Asesinar a campeones enemigos otorga a Draven oro adicional en función de la adoración que haya acumulado.",
        "de_de": "Draven verdient sich die „Verehrung“ seiner Fans, wenn er eine „Wirbelnde Axt“ fängt, einen Vasallen oder ein Monster tötet oder einen Turm zerstört. Wenn er gegnerische Champions tötet, erhält Draven abhängig davon, wie viel „Verehrung“ er angesammelt hat, zusätzliches Gold.",
        "fr_fr": "Draven obtient l'Adoration de ses fans quand il rattrape une Hache tournoyante, quand il tue un sbire ou un monstre et quand il détruit une tourelle. Lorsqu'il tue des champions ennemis, Draven gagne des PO supplémentaires en fonction de l'Adoration cumulée.",
        "en_gb": "Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has.",
        "en_us": "Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has.",
        "ru_ru": "Дрейвен получает Обожание своих поклонников, когда ловит Вращающийся топор, убивает миньона или монстра либо разрушает башню. За убийства вражеских чемпионов Дрейвен получает золото. Чем больше зарядов Обожания у Дрейвена в этот момент, тем больше награда.",
        "ar_ae": "يحوز درافن على ''توقير'' معجبيه عندما يمسك فأسًا دوارًا، أو عند قتل تابع أو وحش أو تدمير برج حماية. ويمنح قتل أبطال العدو درافن كمية ذهب إضافية حسب مقدار ما لديه من التوقير.",
        "en_sg": "Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has.",
        "es_mx": "Draven obtiene Adoración de sus seguidores cuando atrapa un Hacha Giratoria o cuando mata a un súbdito, monstruo o torre. Asesinar campeones enemigos le otorga oro adicional a Draven según la cantidad de Adoración que tenga.",
        "vi_vn": "Draven nhận điểm Ngưỡng Mộ khi bắt được Rìu Xoay, tiêu diệt lính, quái rừng hoặc trụ. Hạ gục tướng địch sẽ cho Draven thêm vàng dựa trên số điểm Ngưỡng Mộ hiện có.",
        "th_th": "Draven ได้รับ Adoration จากแฟน ๆ เมื่อเขารับ Spinning Axe หรือสังหารมินเนี่ยน, มอนสเตอร์ หรือหอคอยได้ การสังหารแชมเปี้ยนศัตรูจะทำให้ Draven ได้รับทองโบนัสตามจำนวน Adoration ที่เขามี",
        "zh_tw": "達瑞文接住迴旋飛斧、擊殺士兵和野怪或破壞防禦塔時，將會累積粉絲的偶像崇拜；擊殺敵方英雄時，達瑞文會根據累積的偶像崇拜疊層而獲得額外金幣。",
        "ko_kr": "드레이븐이 회전 도끼를 받아내거나 미니언 또는 몬스터를 처치하거나 포탑을 철거하면 팬들의 환호를 받습니다. 적 챔피언을 처치하면 지금까지 얻은 팬들의 환호에 비례해 추가 골드를 획득합니다.",
        "ja_jp": "ドレイヴンが「回転斬斧」をキャッチするか、ミニオンおよび中立モンスターをキル、またはタワーを破壊すると「名声」がたまる。敵チャンピオンを倒すとドレイヴンがスポットライトと喝采を浴び、「名声」の量に応じてゴールドを獲得する。",
        "pt_br": "Draven ganha Adoração de seus fãs quando apanha uma Revolução do Machado ou abate uma tropa, monstro ou torre. Abater Campeões inimigos concede ouro adicional a Draven com base na quantidade de Adoração obtida."
      },
      "extraDescription": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      }
    },
    {
      "slot": "Q",
      "key": "spinning_axe",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/5c9d5f18922fa553e748d9311685f46613805611-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/153eba43587b1b9c4680c8acc89c1816edbd1965.mp4",
      "name": {
        "ms_my": "SPINNING AXE",
        "tr_tr": "DÖNEN BALTA",
        "pl_pl": "WIRUJĄCY TOPÓR",
        "it_it": "ASCIA ROTANTE",
        "es_es": "HACHA GIRATORIA",
        "de_de": "WIRBELNDE AXT",
        "fr_fr": "HACHE TOURNOYANTE",
        "en_gb": "SPINNING AXE",
        "en_us": "SPINNING AXE",
        "ru_ru": "ВРАЩАЮЩИЙСЯ ТОПОР",
        "ar_ae": "الفأس الدوار",
        "en_sg": "SPINNING AXE",
        "es_mx": "HACHA GIRATORIA",
        "vi_vn": "RÌU XOAY",
        "th_th": "SPINNING AXE",
        "zh_tw": "迴旋飛斧",
        "ko_kr": "회전 도끼",
        "ja_jp": "回転斬斧",
        "pt_br": "REVOLUÇÃO DO MACHADO"
      },
      "description": {
        "ms_my": "Serangan Draven yang seterusnya akan mengenakan physical damage bonus. Kapak ini akan melantun dari musuh ke udara. Jika Draven menangkapnya, dia akan menyediakan satu lagi Spinning Axe secara automatik. Draven boleh mempunyai dua Spinning Axe pada satu masa.",
        "tr_tr": "Draven'ın bir sonraki saldırısı ilave fiziksel hasar verir. Bu balta hedefin üzerinden havaya seker. Draven baltayı havada yakalarsa, otomatik olarak bir Dönen Balta daha hazırlar. Draven aynı anda iki Dönen Balta taşıyabilir.",
        "pl_pl": "Następny atak Dravena zada dodatkowe obrażenia fizyczne. Topór odbije się rykoszetem od celu i wzleci wysoko w powietrze. Jeśli Draven go złapie, będzie mógł natychmiast cisnąć kolejny Wirujący Topór. Draven może być w posiadaniu maksymalnie dwóch Wirujących Toporów naraz.",
        "it_it": "Il prossimo attacco di Draven infligge danni fisici bonus. L'ascia rimbalza in aria contro il bersaglio. Se Draven la prende, prepara automaticamente un altro attacco con Ascia rotante. Draven può avere due asce rotanti contemporaneamente.",
        "es_es": "El siguiente ataque de Draven inflige daño físico adicional. Tras golpear al objetivo, el hacha saldrá volando por los aires. Si Draven la atrapa, preparará automáticamente otra Hacha giratoria. Draven puede tener dos Hachas giratorias a la vez.",
        "de_de": "Dravens nächster Angriff verursacht zusätzlichen normalen Schaden. Diese Axt prallt vom Ziel ab und fliegt hoch in die Luft. Wenn Draven sie auffängt, bereitet er automatisch eine neue „Wirbelnde Axt“ vor. Draven kann zwei „Wirbelnde Äxte“ gleichzeitig haben.",
        "fr_fr": "La prochaine attaque de Draven infligera des dégâts physiques supplémentaires. Cette hache ricochera sur la cible et sera propulsée dans les airs. Si Draven l'attrape, il prépare automatiquement une autre Hache tournoyante. Draven peut avoir deux Haches tournoyantes simultanément.",
        "en_gb": "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
        "en_us": "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
        "ru_ru": "При следующей атаке Дрейвен бросает топор, который наносит дополнительный физический урон. Брошенный топор отскакивает от цели и подлетает высоко в воздух. Если Дрейвен ловит его, то снова использует при атаке. Дрейвен может использовать до двух Вращающихся топоров одновременно.",
        "ar_ae": "يلحق هجوم درافن التالي ضررًا ماديًا إضافيًا. ويرتد هذا الفأس عن الهدف عاليًا في الهواء. وإن أمسكه درافن، فهو يجهز بشكل تلقائي فأسًا دوارًا آخر. ويمكن لدرافن امتلاك فأسين دوارين في ذات الوقت.",
        "en_sg": "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
        "es_mx": "El siguiente ataque de Draven infligirá daño físico adicional. Esta hacha rebotará del enemigo hacia el aire. Si Draven la atrapa, preparará automáticamente otra Hacha Giratoria. Draven puede manejar dos Hachas Giratorias al mismo tiempo.",
        "vi_vn": "Đòn đánh kế tiếp của Draven gây thêm sát thương vật lý. Chiếc rìu sẽ nảy ra khỏi mục tiêu và bay lên không trung. Nếu bắt được rìu, Draven sẽ có thêm 1 lượt dùng Rìu Xoay nữa. Draven có thể sở hữu tối đa 2 lượt dùng Rìu Xoay.",
        "th_th": "การโจมตีครั้งต่อไปของ Draven จะสร้างโบนัสความเสียหายกายภาพ ขวานนี้จะแฉลบออกจากเป้าหมายที่สูงขึ้นไปในอากาศ ถ้า Draven รับได้ เขาจะเตรียม Spinning Axe อีกอันโดยอัตโนมัติ Draven สามารถมี Spinning Axe ได้สองอันพร้อมกัน",
        "zh_tw": "達瑞文的下一次普攻可造成額外的物理傷害。這把斧頭會在擊中目標後高高反彈至空中，如果達瑞文接到它的話，就可以重獲迴旋飛斧。達瑞文可以同時持有兩把迴旋飛斧。",
        "ko_kr": "드레이븐의 다음 공격이 추가 물리 피해를 입힙니다. 이 도끼는 대상에게 맞고 튕겨 나가 공중에 뜹니다. 공중에 뜬 도끼를 잡으면 자동으로 회전 도끼를 재사용할 수 있게 됩니다. 드레이븐은 한 번에 2개의 도끼를 사용할 수 있습니다.",
        "ja_jp": "次の通常攻撃に追加物理ダメージが付与される。対象に命中した斧は空中に跳ね返り、キャッチすると次の攻撃にも「回転斬斧」の効果がつく。「回転斬斧」は2回までスタックする。",
        "pt_br": "O próximo ataque de Draven causará Dano Físico adicional. O machado ricocheteará do alvo para o alto. Se Draven o apanhar, ele automaticamente preparará outra Revolução do Machado. Draven pode ter duas Revoluções do Machado simultaneamente em ação."
      },
      "extraDescription": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      }
    },
    {
      "slot": "W",
      "key": "blood_rush",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/7abde75366de2cc1742acea6432f3abf41697b19-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/fb7b3e99b2f67e90d34faaa9fe215a78914ca6d2.mp4",
      "name": {
        "ms_my": "BLOOD RUSH",
        "tr_tr": "ADRENALİN SELİ",
        "pl_pl": "GORĄCA KREW",
        "it_it": "SCATTO SANGUIGNO",
        "es_es": "SUBIDÓN DE ADRENALINA",
        "de_de": "BLUTHETZE",
        "fr_fr": "PULSION SANGUINAIRE",
        "en_gb": "BLOOD RUSH",
        "en_us": "BLOOD RUSH",
        "ru_ru": "ПРИЛИВ КРОВИ",
        "ar_ae": "حرارة الدم",
        "en_sg": "BLOOD RUSH",
        "es_mx": "IMPULSO SANGRIENTO",
        "vi_vn": "XUNG HUYẾT",
        "th_th": "BLOOD RUSH",
        "zh_tw": "好戲上場",
        "ko_kr": "광기의 피",
        "ja_jp": "血の疼き",
        "pt_br": "ADRENALINA"
      },
      "description": {
        "ms_my": "Draven mendapat Movement Speed dan Attack Speed dipertingkat. Movement Speed bonus ini berkurangan dengan cepat sepanjang tempohnya. Menangkap Spinning Axe akan refresh cooldown Blood Rush.",
        "tr_tr": "Draven'ın hareket hızı ve saldırı hızı artışı kazanır. Hareket hızı ilavesi, süre boyunca hızla azalır. Dönen Balta yakalamak, Adrenalin Seli'nin bekleme süresini sıfırlar.",
        "pl_pl": "Draven zyskuje zwiększoną prędkość ruchu i ataku. Premia do prędkości ruchu zmniejsza się szybko podczas jej działania. Złapanie Wirującego Topora odświeża czas odnowienia Gorącej Krwi.",
        "it_it": "Draven ottiene un aumento di velocità di movimento e attacco. Il bonus alla velocità di movimento diminuisce rapidamente per tutta la durata dell'effetto. Afferrare un'ascia rotante azzera il tempo di ricarica di Scatto sanguigno.",
        "es_es": "Draven obtiene velocidad de movimiento y velocidad de ataque. La bonificación de velocidad de movimiento disminuye rápidamente con el tiempo. Al atrapar un Hacha giratoria, recupera el enfriamiento de Subidón de adrenalina.",
        "de_de": "Draven erhält erhöhtes Lauf- und Angriffstempo. Das zusätzliche Lauftempo fällt während der Dauer rapide ab. Fängt Draven eine „Wirbelnde Axt“, wird die Abklingzeit von „Bluthetze“ zurückgesetzt.",
        "fr_fr": "Draven gagne des bonus en vitesse de déplacement et en vitesse d'attaque. Le bonus en vitesse de déplacement diminue rapidement sur la durée. Attraper une Hache tournoyante met fin au délai de récupération de Pulsion sanguinaire.",
        "en_gb": "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush.",
        "en_us": "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush.",
        "ru_ru": "Дрейвен передвигается быстрее и увеличивает скорость атаки. При этом скорость передвижения быстро уменьшается в течение действия умения. Перезарядка Прилива крови сбрасывается, когда Дрейвен ловит Вращающийся топор.",
        "ar_ae": "يكسب درافن سرعة حركة وسرعة هجوم إضافيتين. وتنخفض زيادة سرعة الحركة بسرعة خلال مدتها. ويؤدي الإمساك بفأس دوار إلى تجديد فترة تبريد حرارة الدم.",
        "en_sg": "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush.",
        "es_mx": "Draven obtiene velocidad de movimiento y de ataque aumentadas. La velocidad de movimiento adicional se reduce rápidamente a lo largo de su duración. Atrapar un Hacha Giratoria restablecerá el enfriamiento de Impulso Sangriento.",
        "vi_vn": "Draven được tăng Tốc Độ Di Chuyển và Tốc Độ Đánh. Tốc Độ Di Chuyển cộng thêm sẽ giảm dần theo thời gian. Bắt được Rìu Xoay sẽ hoàn lại hồi chiêu của Xung Huyết.",
        "th_th": "Draven ได้รับความเร็วเคลื่อนที่และความเร็วโจมตีเพิ่มขึ้น โบนัสความเร็วเคลื่อนที่จะลดลงอย่างรวดเร็วตลอดระยะเวลาของมัน การจับ Spinning Axe จะรีเฟรชการคูลดาวน์ของ Blood Rush",
        "zh_tw": "達瑞文增加跑速與攻速，跑速加成會隨時間快速遞減。如果接到迴旋飛斧，好戲上場的冷卻時間會刷新。",
        "ko_kr": "드레이븐의 이동 속도와 공격 속도가 증가합니다. 이동 속도 증가 효과는 시간이 지날수록 급격하게 감소합니다. 드레이븐이 회전 도끼를 잡으면 광기의 피 재사용 대기시간이 초기화됩니다.",
        "ja_jp": "移動速度と攻撃速度が増加する。増加移動速度は、時間の経過とともに急速に減少する。「回転斬斧」をキャッチすると「血の疼き」のクールダウンがリセットされる。",
        "pt_br": "Draven ganha um aumento de Velocidade de Movimento e de Velocidade de Ataque. A Velocidade de Movimento adicional decai rapidamente ao longo da duração. Apanhar uma Revolução do Machado fará com que o Tempo de Recarga de Adrenalina seja zerado."
      },
      "extraDescription": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      }
    },
    {
      "slot": "E",
      "key": "stand_aside",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/7d13c4f940541575b69cb22a06d461f0af96ea43-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/3b0f9d2575eee138b9f7736996539026a1355595.mp4",
      "name": {
        "ms_my": "STAND ASIDE",
        "tr_tr": "GERİ DUR",
        "pl_pl": "Z DROGI!",
        "it_it": "FATTI DA PARTE",
        "es_es": "A UN LADO",
        "de_de": "ZUR SEITE!",
        "fr_fr": "DIVISION",
        "en_gb": "STAND ASIDE",
        "en_us": "STAND ASIDE",
        "ru_ru": "РАСХОДИМСЯ!",
        "ar_ae": "قف جانبًا",
        "en_sg": "STAND ASIDE",
        "es_mx": "APÁRTATE",
        "vi_vn": "DẠT RA",
        "th_th": "STAND ASIDE",
        "zh_tw": "給我閃！",
        "ko_kr": "비켜서라",
        "ja_jp": "薙ぎ払い",
        "pt_br": "SAI DA FRENTE"
      },
      "description": {
        "ms_my": "Draven melontarkan kapaknya, mengenakan physical damage pada sasaran yang terkena dan menghentam mereka ke tepi. Sasaran yang terkena akan menjadi slow.",
        "tr_tr": "Draven baltalarını fırlatarak isabet alan hedeflere fiziksel hasar verir ve onları kenara savurur. İsabet alan hedefler yavaşlar.",
        "pl_pl": "Draven rzuca toporami, zadając obrażenia fizyczne trafionym celom, spowalniając je i odrzucając na boki.",
        "it_it": "Draven lancia le sue asce, infliggendo danni fisici ai bersagli colpiti e sbalzandoli di lato. I bersagli colpiti vengono rallentati.",
        "es_es": "Draven lanza sus hachas, lo que inflige daño físico a los objetivos golpeados y los echa a un lado. Los objetivos golpeados se ven ralentizados.",
        "de_de": "Draven wirft seine Äxte, verursacht normalen Schaden an getroffenen Zielen und stößt sie zur Seite. Getroffene Ziele werden verlangsamt.",
        "fr_fr": "Draven lance ses haches, infligeant des dégâts physiques aux cibles touchées et les repoussant sur le côté. Les cibles touchées sont ralenties.",
        "en_gb": "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed.",
        "en_us": "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed.",
        "ru_ru": "Дрейвен бросает топоры, которые при попадании наносят врагам физический урон, отбрасывают их в сторону и замедляют.",
        "ar_ae": "يرمي درافن فأسيه، فيلحق ضررًا ماديًا بالأهداف المصابة، ويطيح بها جانبًا. كما يتم إبطاء الأهداف المصابة.",
        "en_sg": "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed.",
        "es_mx": "Draven lanza sus hachas, lo que inflige daño físico a los objetivos impactados y los lanza a un lado. Los objetivos impactados quedan ralentizados.",
        "vi_vn": "Draven quăng chiếc rìu, gây sát thương vật lý lên những mục tiêu trúng phải và hất chúng sang một bên. Nạn nhân trúng chiêu sẽ bị làm chậm.",
        "th_th": "Draven ขว้างขวานของเขา แล้วสร้างความเสียหายทางกายภาพให้กับเป้าหมายที่โดนและทำให้เป้าหมายกระเด็นออกด้านข้าง เป้าหมายที่โดนจะช้าลง",
        "zh_tw": "達瑞文擲出斧頭，造成物理傷害、將目標往側邊擊退，並附加緩速效果。",
        "ko_kr": "드레이븐이 도끼를 던져 물리 피해를 입히며 도끼에 맞은 적들을 옆으로 밀어냅니다. 적중당한 적은 이동 속도가 감소합니다.",
        "ja_jp": "斧を投げ、命中した敵ユニットに物理ダメージを与えて横に弾き飛ばし、スロウ効果を付与する。",
        "pt_br": "Draven arremessa seus machados, causando Dano Físico aos alvos atingidos e empurrando-os para o lado. Os alvos atingidos sofrem Lentidão."
      },
      "extraDescription": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      }
    },
    {
      "slot": "R",
      "key": "whirling_death",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/9a8400e05e90632cfb60df06188fa731ee2ebc8f-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/fdae7346872993fa5249f234a23547bd7a794add.mp4",
      "name": {
        "ms_my": "WHIRLING DEATH",
        "tr_tr": "ÖLÜM PERVANESİ",
        "pl_pl": "TORNADO ŚMIERCI",
        "it_it": "MORTE TURBINANTE",
        "es_es": "ESPIRAL DE MUERTE",
        "de_de": "WIRBELNDER TOD",
        "fr_fr": "VOLÉE MORTELLE",
        "en_gb": "WHIRLING DEATH",
        "en_us": "WHIRLING DEATH",
        "ru_ru": "КРУЖАЩАЯСЯ СМЕРТЬ",
        "ar_ae": "زوبعة الموت",
        "en_sg": "WHIRLING DEATH",
        "es_mx": "MUERTE RODANTE",
        "vi_vn": "LỐC XOÁY TỬ VONG",
        "th_th": "WHIRLING DEATH",
        "zh_tw": "迴轉死神",
        "ko_kr": "죽음의 소용돌이",
        "ja_jp": "死の車輪",
        "pt_br": "RETA DA MORTE"
      },
      "description": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      },
      "extraDescription": {
        "ms_my": "Draven melontarkan dua kapak gergasi yang mengenakan physical damage pada setiap unit yang terkena. Whirling Death akan berpusing secara perlahan dan kembali ke arah Draven setelah mengenai satu champion musuh. Draven juga boleh mengaktifkan ability ini ketika kapak sedang terbang untuk mengembalikannya lebih awal. Ability ini mengenakan damage berkurangan untuk setiap unit tetapi akan reset apabila kapak berpusing arah.",
        "tr_tr": "Draven, isabet ettiği her hedefe fiziksel hasar veren iki devasa balta fırlatır. Ölüm Pervanesi, bir rakip şampiyona isabet ettikten sonra yavaşça yön değiştirir ve Draven'a geri döner. Ayrıca Draven bu yeteneği etkinleştirerek ilerleyen baltaların kendisine daha çabuk dönmesini sağlayabilir. İlkinden sonra isabet ettiği her birime daha az hasar verir ve bu etki balta yön değiştirdiğinde sıfırlanır.",
        "pl_pl": "Draven ciska dwoma ogromnymi toporami, które zadają obrażenia fizyczne trafionym jednostkom. Tornado Śmierci powoli zmienia kierunek i wraca do Dravena po trafieniu wrogiego bohatera. Draven może również użyć tej umiejętności ponownie, gdy topory są w locie, by przywołać je do siebie wcześniej. Zadaje mniej obrażeń za każdą trafioną jednostkę, co resetuje się po zmianie kierunku.",
        "it_it": "Draven scaglia due enormi asce che infliggono danni fisici a ogni unità colpita. Morte turbinante inverte lentamente direzione e ritorna verso Draven dopo aver colpito un campione nemico. Draven può attivare questa abilità mentre le asce sono in volo per farle tornare prima. Infliggono danni in meno per ogni unità colpita e questa penalità si azzera quando le asce invertono la direzione.",
        "es_es": "Draven lanza dos hachas gigantescas que infligen daño físico a cada unidad alcanzada. Espiral de muerte va cambiando lentamente de dirección y las hachas regresan a Draven tras golpear a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas están de camino para hacer que vuelvan antes. Inflige menos daño por cada unidad que golpea y se reinicia cuando el hacha cambia de dirección.",
        "de_de": "Draven schleudert zwei riesige Äxte, um an allen getroffenen Einheiten normalen Schaden zu verursachen. Die Äxte drehen langsam um und kehren zu Draven zurück, wenn sie einen gegnerischen Champion getroffen haben. Draven kann die Fähigkeit außerdem ein 2. Mal während des Flugs der Äxte aktivieren, damit diese sofort zu ihm zurückkehren. Der Schaden nimmt mit jeder getroffenen Einheit ab und wird beim Richtungswechsel zurückgesetzt.",
        "fr_fr": "Draven lance deux énormes haches pour infliger des dégâts physiques aux unités touchées. Volée mortelle fait demi-tour et revient vers Draven après avoir frappé un champion ennemi. Draven peut aussi réactiver cette compétence quand les haches sont en vol pour les faire revenir plus tôt. La compétence inflige moins de dégâts par unité touchée et est réinitialisée quand les haches font demi-tour.",
        "en_gb": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "en_us": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "ru_ru": "Дрейвен запускает два больших топора, которые наносят физический урон всем врагам на своем пути. При поражении вражеского чемпиона или повторном применении умения топоры разворачиваются и возвращаются к Дрейвену. Топоры наносят меньше урона каждому последующему врагу. Когда топоры разворачиваются, это уменьшение сбрасывается.",
        "ar_ae": "يقذف درافن فأسين ضخمين لإلحاق الضرر المادي بكل وحدة مصابة. وينعكس اتجاه \"زوبعة الموت\" ببطء لتعود إلى درافن بعد ضرب بطل معاد. كما يستطيع درافن تفعيل هذه القدرة أثناء وجود الفأسين في الهواء لجعلهما يعودان قبل أوانهما. ويلحق ضررًا أقل بكل وحدة مصابة، ويعاد الضبط عندما يعكس الفأسان اتجاههما.",
        "en_sg": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
        "es_mx": "Draven arroja dos hachas gigantes que infligen daño físico a cada unidad impactada. Muerte Rodante revierte lentamente su dirección y regresa a Draven después de impactar a un campeón enemigo. Draven también puede activar esta habilidad mientras las hachas estén a medio trayecto para hacer que regresen antes. Inflige daño reducido por cada unidad impactada y se restablece cuando las hachas revierten su dirección.",
        "vi_vn": "Draven ném 2 chiếc rìu, gây sát thương vật lý lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại về phía Draven sau khi trúng tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu đang trên đường bay để đổi hướng cho rìu quay lại sớm hơn. Sát thương sẽ giảm xuống với mỗi mục tiêu trúng phải và quay trở lại mức sát thương ban đầu sau khi đảo hướng.",
        "th_th": "Draven เหวี่ยงขวานขนาดใหญ่สองอันเพื่อสร้างความเสียหายทางกายภาพให้กับแต่ละยูนิตที่โจมตีใส่; Whirling Death จะเปลี่ยนทิศทางอย่างช้า ๆ และกลับไปหา Draven หลังจากโจมตีโดนแชมเปี้ยนศัตรูหนึ่งตัว; Draven ยังสามารถกดสกิลนี้ในขณะที่ขวานกำลังพุ่งออกไปเพื่อทำให้มันกลับมาก่อนเวลาได้ สร้างความเสียหายน้อยลงสำหรับแต่ละยูนิตที่โดนและรีเซ็ตเมื่อขวานกลับทิศทางเดิม",
        "zh_tw": "達瑞文猛力擲出兩把巨大的斧頭，對每一個擊中的單位造成物理傷害。擊中敵方英雄後斧頭會迴轉，返回達瑞文的位置，也可主動重施技能提早收回斧頭。隨著擊中單位增加，傷害會遞減；但回程時會重置傷害遞減效果。",
        "ko_kr": "드레이븐이 두 개의 거대한 도끼를 던져 맞은 적 모두에게 물리 피해를 입힙니다. 죽음의 소용돌이는 적 챔피언을 하나 맞힌 다음 서서히 방향을 바꿔 드레이븐에게 돌아옵니다. 도끼가 날아가는 동안 스킬을 재사용하면 더 빠르게 회수할 수 있습니다. 유닛 하나를 관통할 때마다 피해량이 줄어들지만, 되돌아올 때는 피해량이 최대로 회복됩니다.",
        "ja_jp": "巨大な斧を2丁投げ、命中した全ユニットに物理ダメージを与える。敵チャンピオンに命中すると斧は自身のもとに戻ってくる。斧が飛んでいる間に再度このスキルを発動すれば、途中で呼び戻すことも可能。ユニットに命中するごとに与えるダメージが減少するが、進行方向が変わるとダメージの減少はリセットされる。",
        "pt_br": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte muda de direção e retorna a Draven lentamente após atingir um Campeão inimigo. Draven também pode ativar essa habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano a cada unidade atingida e zera quando os machados mudam de direção."
      }
    }
  ]
}