{
  "slug": "jayce",
  "name": {
    "ru_ru": "ДЖЕЙС",
    "pt_br": "JAYCE",
    "en_us": "JAYCE",
    "it_it": "JAYCE",
    "tr_tr": "JAYCE",
    "de_de": "JAYCE",
    "ms_my": "JAYCE",
    "vi_vn": "JAYCE",
    "ko_kr": "제이스",
    "ja_jp": "ジェイス",
    "es_es": "JAYCE",
    "fr_fr": "JAYCE",
    "th_th": "JAYCE",
    "zh_tw": "杰西",
    "en_gb": "JAYCE",
    "pl_pl": "JAYCE",
    "es_mx": "JAYCE",
    "en_sg": "JAYCE",
    "ar_ae": "جايس"
  },
  "roles": [
    "fighter",
    "marksman"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/12b847ec19834e8653a7e297618b2ed41047708c-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "hextech_capacitor",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/55043dccfd2a0500d8c14320e5af100f71a56d25-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/5a9bc40b33ca1c4b2b4011f5dc26b75efff9d8ef.mp4",
      "name": {
        "ms_my": "HEXTECH CAPACITOR",
        "tr_tr": "HEXTECH KAPASİTÖR",
        "pl_pl": "KONDENSATOR HEXTECHOWY",
        "it_it": "CONDENSATORE HEXTECH",
        "es_es": "CONDENSADOR HEXTECH",
        "de_de": "HEXTECH-KONDENSATOR",
        "fr_fr": "CAPACITEUR HEXTECH",
        "en_gb": "HEXTECH CAPACITOR",
        "en_us": "HEXTECH CAPACITOR",
        "ru_ru": "ХЕКСТЕК-КОНДЕНСАТОР",
        "ar_ae": "مكثف الهيكستيك",
        "en_sg": "HEXTECH CAPACITOR",
        "es_mx": "CONDENSADOR HEXTECH",
        "vi_vn": "TỤ ĐIỆN HEXTECH",
        "th_th": "HEXTECH CAPACITOR",
        "zh_tw": "海克斯電容器",
        "ko_kr": "마법공학 축전기",
        "ja_jp": "ヘクステック・コンデンサー",
        "pt_br": "CAPACITOR HEXTEC"
      },
      "description": {
        "ms_my": "Apabila Jayce bertukar senjata dia mendapat movement speed untuk tempoh yang singkat.",
        "tr_tr": "Jayce silah değiştirdiğinde kısa süreliğine hareket hızı kazanır.",
        "pl_pl": "Gdy Jayce zmienia bronie, na krótki czas zyskuje premię do prędkości ruchu.",
        "it_it": "Quando Jayce cambia arma ottiene velocità di movimento per un breve periodo.",
        "es_es": "Cuando Jayce cambia de arma, obtiene velocidad de movimiento durante un breve periodo de tiempo.",
        "de_de": "Wenn Jayce seine Waffe transformiert, ist sein Lauftempo für kurze Zeit erhöht.",
        "fr_fr": "Quand Jayce change d'arme, il gagne un bonus en vitesse de déplacement pendant un court instant.",
        "en_gb": "When Jayce swaps weapons he gains movement speed for a short duration.",
        "en_us": "When Jayce swaps weapons he gains movement speed for a short duration.",
        "ru_ru": "Когда Джейс меняет оружие, его скорость передвижения ненадолго увеличивается.",
        "ar_ae": "عندما يبدل جايس بين سلاحيه، يكسب سرعة حركة لفترة قصيرة.",
        "en_sg": "When Jayce swaps weapons he gains movement speed for a short duration.",
        "es_mx": "Cuando Jayce cambia sus armas, obtiene velocidad de movimiento durante unos momentos.",
        "vi_vn": "Khi thay đổi vũ khí, Jayce sẽ được tăng tốc độ di chuyển trong thời gian ngắn.",
        "th_th": "เมื่อ Jayce สับเปลี่ยนอาวุธ เขาจะได้รับความเร็วเคลื่อนที่เป็นระยะเวลาสั้น ๆ",
        "zh_tw": "杰西切換武器時，會在短時間內增加跑速。",
        "ko_kr": "제이스가 무기를 바꾸면 잠시 동안 이동 속도가 증가합니다.",
        "ja_jp": "武器を切り替えると少しの間移動速度が増加する。",
        "pt_br": "Quando Jayce troca de arma, ele recebe Velocidade de Movimento por um curto período."
      },
      "extraDescription": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      }
    },
    {
      "slot": "Q",
      "key": "to_the_skies__shock_blast",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/18b5b9c0648d58101d0bab3e1581a8fc8e0cda5f-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/679697e44e3cb31ea21fd2ecb245e67aa35d64a0.mp4",
      "name": {
        "ms_my": "TO THE SKIES! / SHOCK BLAST",
        "tr_tr": "GÖKLERE! / ŞOK PATLAMASI",
        "pl_pl": "KU NIEBIOSOM! / PORAŻAJĄCA EKSPLOZJA",
        "it_it": "VERSO L'INFINITO!/ESPLOSIONE SHOCK",
        "es_es": "¡HACIA LOS CIELOS! / EXPLOSIÓN ELÉCTRICA",
        "de_de": "BIS ZUM HIMMEL! / SCHOCKSTOß",
        "fr_fr": "DIRECTION LE CIEL ! / ORBE ÉLECTRIQUE",
        "en_gb": "TO THE SKIES! / SHOCK BLAST",
        "en_us": "TO THE SKIES! / SHOCK BLAST",
        "ru_ru": "В НЕБО! / ШОКОВЫЙ ЗАРЯД",
        "ar_ae": "إلى السماء! / الانفجار الصادم",
        "en_sg": "TO THE SKIES! / SHOCK BLAST",
        "es_mx": "¡HACIA LOS CIELOS! / DESCARGA ELÉCTRICA",
        "vi_vn": "CHỈ THIÊN! / CẦU SẤM",
        "th_th": "TO THE SKIES! / SHOCK BLAST",
        "zh_tw": "浩瀚無垠／電磁脈衝",
        "ko_kr": "하늘로! / 전격 폭발",
        "ja_jp": "スカイバスター / ショックブラスト",
        "pt_br": "AOS CÉUS! / DISPARO CHOCANTE"
      },
      "description": {
        "ms_my": "Hammer Stance: Melompat ke arah musuh mengenakan physical damage dan slow musuh-musuh. Cannon Stance: Melancarkan bebola elektrik yang meletup apabila terkena musuh (atau sampai di penghujung laluannya) mengenakan physical damage pada semua musuh yang terkena.",
        "tr_tr": "Çekiç Hali: Rakibin üzerine sıçrar ve fiziksel hasar vererek onu yavaşlatır. Top Hali: Rakibin üzerinde (ya da menzilinin sonuna geldiğinde) patlayan ve isabet alan tüm rakiplere fiziksel hasar veren bir elektrik topu ateşler.",
        "pl_pl": "Forma Młota: Skacze w kierunku wroga, zadając obrażenia fizyczne i spowalniając wrogów. Styl Działa: Wystrzeliwuje kulę elektryczności, która eksploduje przy kontakcie z wrogiem (lub po osiągnięciu maksymalnego dystansu) i zadaje obrażenia fizyczne wszystkim trafionym wrogom.",
        "it_it": "Posizione del Martello: balza su un nemico infliggendo danni fisici e rallentando il bersaglio. Posizione del Cannone: spara una sfera di elettricità che esplode quando colpisce un nemico (o dopo aver raggiunto la gittata massima) infliggendo danni fisici a tutti i nemici colpiti.",
        "es_es": "Posición de Martillo: Salta a una zona, infligiendo daño físico y ralentizando a los enemigos. Posición de Cañón: Lanza un orbe de electricidad que detona al golpear a un enemigo o llegar a su alcance máximo que inflige daño físico a todos los enemigos alcanzados.",
        "de_de": "Hammerform: Springt zu einem Gegner, verursacht normalen Schaden und verlangsamt Gegner. Kanonenform: Feuert eine Kugel aus Elektrizität, die beim Auftreffen auf einen Gegner (oder nach einer bestimmten Zeit) detoniert und dabei an allen getroffenen Gegnern normalen Schaden verursacht.",
        "fr_fr": "Marteau : bondit sur un ennemi, infligeant des dégâts physiques et ralentissant les ennemis. Canon : tire un orbe qui explose en touchant un ennemi ou en arrivant au bout de sa course, infligeant des dégâts physiques à tous les ennemis touchés.",
        "en_gb": "Hammer Stance: Leaps to an enemy dealing physical damage and slowing enemies. Cannon Stance: Fires an orb of electricity that detonates upon hitting an enemy (or reaching the end of its path) dealing physical damage to all enemies hit.",
        "en_us": "Hammer Stance: Leaps to an enemy dealing physical damage and slowing enemies. Cannon Stance: Fires an orb of electricity that detonates upon hitting an enemy (or reaching the end of its path) dealing physical damage to all enemies hit.",
        "ru_ru": "Стойка с Молотом: Прыгает на врага, нанося физический урон и замедляя врагов. Стойка с Пушкой: Выпускает электрический шар, взрывающийся при ударе о противника (или в конце своей дистанции), который наносит физический урон всем пораженным врагам.",
        "ar_ae": "وضعية المطرقة: يقفز نحو عدو ليلحق به الضرر المادي ويبطئ الأعداء. وضعية المدفع: يطلق بلورة كهربائية تنفجر عند إصابة أحد الأعداء (أو عند بلوغ نهاية طريقها)، حيث تلحق الضرر المادي بجميع الأعداء الذين تصيبهم.",
        "en_sg": "Hammer Stance: Leaps to an enemy dealing physical damage and slowing enemies. Cannon Stance: Fires an orb of electricity that detonates upon hitting an enemy (or reaching the end of its path) dealing physical damage to all enemies hit.",
        "es_mx": "Posición de martillo: Salta hacia un enemigo y les inflige daño físico y los ralentiza. Posición de cañón: Lanza un orbe de electricidad que estalla al alcanzar a un enemigo (o al llegar al final de su trayectoria), lo que inflige daño físico a todos los enemigos alcanzados.",
        "vi_vn": "Dạng Búa: Nhảy tới một kẻ địch gây sát thương vật lý và làm chậm chúng. Dạng Pháo: Bắn ra một quả cầu điện tích, thứ sẽ phát nổ khi chạm phải kẻ địch (hoặc hết tầm bay) gây sát thương vật lý lên tất cả những kẻ địch trong vùng ảnh hưởng của vụ nổ.",
        "th_th": "Hammer Stance: กระโดดเข้าโจมตีเป้าหมาย สร้างความเสียหายกายภาพและลดความเร็วของศัตรู Cannon Stance: ยิงลูกบอลพลังงานกระแสไฟฟ้า มันจะระเบิดสร้างความเสียหายเมื่อกระทบศัตรู (หรือเมื่อพุ่งไปจนถึงสุดระยะทาง) สร้างความเสียหายกายภาพแก่ศัตรูทุกตัวที่โดน",
        "zh_tw": "戰鎚型態：跳向一名敵軍，造成物理傷害並使敵軍緩速。加農型態：發射一枚電球，在接觸敵軍或是抵達射程終點時爆炸，對所有擊中的敵軍造成物理傷害。",
        "ko_kr": "해머 사용 시: 공중으로 도약해 적들에게 물리 피해를 입히고 이동 속도를 감소시킵니다. 캐논 사용 시: 적을 맞히거나 사거리 끝에 닿으면 폭발하는 전기 구체를 발사해 맞은 적 모두에게 물리 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 敵に飛びかかって物理ダメージとスロウ効果を与える。\nキャノンモード: 電流の玉を発射し、敵に命中するか最大射程に達すると爆発して、範囲内の敵ユニットに物理ダメージを与える。",
        "pt_br": "Empunhadura de Martelo: Salta na direção de um inimigo, causando Dano Físico e Lentidão. Empunhadura de Canhão: Dispara um orbe de eletricidade que detona ao atingir um inimigo (ou ao alcançar o fim de seu trajeto), causando Dano Físico a todos os inimigos atingidos."
      },
      "extraDescription": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      }
    },
    {
      "slot": "W",
      "key": "lightning_field__hyper_charge",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/3a14f8a3de984b6bc166ac5c6e226af312352626-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/527397a179c274294e8d8d620bda93e4136e4241.mp4",
      "name": {
        "ms_my": "LIGHTNING FIELD / HYPER CHARGE",
        "tr_tr": "ŞİMŞEK SAHASI / HİPER YÜK",
        "pl_pl": "POLE ELEKTRYCZNE / HIPERDOŁADOWANIE",
        "it_it": "CAMPO DI FULMINI/CARICA IPERATTIVA",
        "es_es": "CAMPO DE RAYOS / HIPERCARGA",
        "de_de": "BLITZFELD / HYPERLADUNG",
        "fr_fr": "CHAMP ÉLECTRIQUE / HYPERCHARGE",
        "en_gb": "LIGHTNING FIELD / HYPER CHARGE",
        "en_us": "LIGHTNING FIELD / HYPER CHARGE",
        "ru_ru": "ЭЛЕКТРИЧЕСКОЕ ПОЛЕ / ГИПЕРЗАРЯД",
        "ar_ae": "حقل الصواعق / الاندفاع المفرط",
        "en_sg": "LIGHTNING FIELD / HYPER CHARGE",
        "es_mx": "CAMPO ELECTRIFICADO / HIPERCARGA",
        "vi_vn": "SẤM CHỚP RỀN VANG / TÍCH TỤ",
        "th_th": "LIGHTNING FIELD / HYPER CHARGE",
        "zh_tw": "離子領域／超頻導體",
        "ko_kr": "전류 역장 / 초전하",
        "ja_jp": "ライトニング / ハイパーチャージ",
        "pt_br": "CAMPO ELÉTRICO / HIPERCARGA"
      },
      "description": {
        "ms_my": "Hammer Stance: Pasif: Memulihkan Mana dengan setiap serangan. Aktif: Mencipta satu medan petir mengenakan damage pada musuh berdekatan selama beberapa saat. Cannon Stance: Mendapat ledakan tenaga, menambahkan Attack Speed kepada maksimum selama beberapa saat.",
        "tr_tr": "Çekiç Hali: Pasif: Her vuruşta mana yeniler. Aktif: Birkaç saniyeliğine yakınındaki rakiplere hasar veren bir elektrik alanı oluşturur. Top Hali: Birkaç saldırı boyunca saldırı hızını azami değere yükselten bir enerji patlaması kazandırır.",
        "pl_pl": "Forma Młota – Biernie: Odnawia manę z każdym atakiem. Użycie: Tworzy pole elektryczne, które przez kilka sekund zadaje obrażenia znajdującym się w pobliżu wrogom. Styl Działa: Otrzymuje zastrzyk energii, który zwiększa prędkość ataku do maksimum na kilka kolejnych uderzeń.",
        "it_it": "Posizione del Martello - Passiva: recupera mana a ogni colpo. Attiva: crea un campo di fulmini che infligge danni ai nemici nelle vicinanze per diversi secondi. Posizione del Cannone: guadagna una carica di energia che aumenta la sua velocità d'attacco al massimo per diversi attacchi.",
        "es_es": "Posición de Martillo: Pasiva: Restaura maná por cada golpe. Activa: Crea un campo de rayos que daña a los enemigos cercanos durante varios segundos. Posición de Cañón: Obtiene un impulso de energía y aumenta al máximo la velocidad de ataque durante varios ataques.",
        "de_de": "Hammerform: Passiv: Stellt mit jedem Treffer Mana wieder her. Aktiv: Erzeugt ein Blitzfeld, das mehrere Sekunden bestehen bleibt und allen nahen Gegnern Schaden zufügt. Kanonenform: Erhält einen Energieschub, der das Angriffstempo einige Angriffe lang auf das Maximum erhöht.",
        "fr_fr": "Marteau - Passive : rend du mana à chaque attaque. Active : crée un champ d'électricité qui blesse les ennemis proches pendant plusieurs secondes. Canon : provoque une poussée d'énergie, augmentant la vitesse d'attaque au maximum pour plusieurs attaques.",
        "en_gb": "Hammer Stance: Passive: Restores Mana per strike. Active: Creates a field of lightning damaging nearby enemies for several seconds. Cannon Stance: Gains a burst of energy, increasing Attack Speed to maximum for several attacks.",
        "en_us": "Hammer Stance: Passive: Restores Mana per strike. Active: Creates a field of lightning damaging nearby enemies for several seconds. Cannon Stance: Gains a burst of energy, increasing Attack Speed to maximum for several attacks.",
        "ru_ru": "Стойка с молотом: Джейс восстанавливает себе ману при каждой автоатаке. При активации умения Джейс создает электрическое поле, нанося урон окружающим врагам в течение нескольких секунд. Стойка с пушкой: Джейс заряжает себя энергией, увеличивая скорость атаки до максимума на несколько автоатак.",
        "ar_ae": "وضعية المطرقة: تأثير كامن: يستعيد المانا مع كل ضربة. تأثير نشط: يخلق حقل صواعق يلحق الضرر بالأعداء في الجوار لبضعة ثوان. وضعية المدفع: يكسب دفقة من الطاقة، مما يزيد من سرعة الهجوم إلى الحد الأقصى خلال بضعة هجمات.",
        "en_sg": "Hammer Stance: Passive: Restores Mana per strike. Active: Creates a field of lightning damaging nearby enemies for several seconds. Cannon Stance: Gains a burst of energy, increasing Attack Speed to maximum for several attacks.",
        "es_mx": "Posición de martillo: Pasiva: Restaura maná por cada golpe. Activa: Crea un campo de relámpagos que inflige daño a los enemigos cercanos durante varios segundos. Posición de cañón: Obtiene un impulso de energía que aumenta al máximo la velocidad de ataque durante varios ataques.",
        "vi_vn": "Dạng Búa: Nội tại: Hồi năng lượng theo mỗi đòn đánh. Kích hoạt: Tạo ra một vùng sấm chớp rền vang gây sát thương lên những kẻ địch xung quanh trong vài giây. Dạng Pháo: Nhận một cú sốc năng lượng giúp tăng Tốc độ Đánh lên mức tối đa trong một vài đòn đánh kế tiếp.",
        "th_th": "Hammer Stance: ติดตัว: ทุกครั้งที่โจมตีจะฟื้นฟูมานาให้ตนเอง กดใช้: สร้างอาณาเขตไฟฟ้า สร้างความเสียหายแก่ศัตรูทั้งหมดที่อยู่ในอาณาเขตเป็นระยะเวลาหนึ่ง Cannon Stance: เร่งพลังงานฉับพลัน เพิ่มความเร็วโจมตีของการโจมตีจำนวนหนึ่งต่อจากนี้จนถึงขีดสุด",
        "zh_tw": "戰鎚型態：被動：每一下普攻都能回復魔力。主動：創造一個閃電力場，在數秒內對鄰近敵軍造成傷害。加農型態：獲得一股能量，接下來數次普攻的攻速大幅提升。",
        "ko_kr": "해머 사용 시: 기본 지속 효과: 매 공격 시마다 마나가 회복됩니다. 사용 시: 몇 초 동안 주위 적에게 피해를 입히는 전류 역장을 생성합니다. 캐논 사용 시: 동력이 대폭 증가하여 다음 몇 차례의 공격에 대한 공격 속도가 최대로 증가합니다.",
        "ja_jp": "ハンマーモード: 自動効果: 攻撃のたびにマナが回復する。\n発動効果: 雷のフィールドを発生させ、周囲の敵に数秒間ダメージを与える。\nキャノンモード: 爆発的なエネルギーを得て、次の数回の攻撃速度が最大まで増加する。",
        "pt_br": "Empunhadura de Martelo: Passivo: Restaura Mana a cada acerto. Ativo: Cria um campo elétrico que causa dano a inimigos próximos por vários segundos. Empunhadura de Canhão: Recebe um impulso de energia, aumentando a Velocidade de Ataque para seu máximo por diversos ataques."
      },
      "extraDescription": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      }
    },
    {
      "slot": "E",
      "key": "thundering_blow__acceleration_gate",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/a9b3315405982bfefe35f351d9b98ca87a2f38c9-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/b5a4a03cef3965050e88377c69bd553bfe3fd985.mp4",
      "name": {
        "ms_my": "THUNDERING BLOW / ACCELERATION GATE",
        "tr_tr": "GÜRLEYEN DARBE / HIZLANDIRMA GEÇİDİ",
        "pl_pl": "CIOS GROMU / BRAMA PRZYSPIESZENIA",
        "it_it": "COLPO TONANTE/PORTALE ACCELERATORE",
        "es_es": "GOLPE TORMENTOSO / PORTAL DE ACELERACIÓN",
        "de_de": "DONNERNDER SCHLAG / BESCHLEUNIGUNGSTOR",
        "fr_fr": "COUP FOUDROYANT / PORTAIL D'ACCÉLÉRATION",
        "en_gb": "THUNDERING BLOW / ACCELERATION GATE",
        "en_us": "THUNDERING BLOW / ACCELERATION GATE",
        "ru_ru": "ГРОХОЧУЩИЙ УДАР / ВРАТА УСКОРЕНИЯ",
        "ar_ae": "ضربة الرعد / بوابة التسارع",
        "en_sg": "THUNDERING BLOW / ACCELERATION GATE",
        "es_mx": "GOLPE RELÁMPAGO / PORTAL DE ACELERACIÓN",
        "vi_vn": "LÔI PHẠT / CỔNG TĂNG TỐC",
        "th_th": "THUNDERING BLOW / ACCELERATION GATE",
        "zh_tw": "風馳電掣／中子加速裝置",
        "ko_kr": "천둥 강타 / 가속 관문",
        "ja_jp": "サンダーブロー / アクセルゲート",
        "pt_br": "GOLPE TROVEJANTE / PORTÃO ACELERADOR"
      },
      "description": {
        "ms_my": "Hammer Stance: Mengenakan magic damage pada musuh dan menghentam mereka ke belakang untuk jarak yang singkat. Cannon Stance: Meletakkan satu Acceleration Gate yang menambahkan Movement Speed semua champion sekutu yang melepasinya. Jika Shock Blast dilancarkan melalui gerbang ini kelajuan, jarak dan damage misilnya akan bertambah.",
        "tr_tr": "Çekiç Hali: Bir rakibe büyü hasarı verir ve onu kısa bir mesafe geri savurur. Top Hali: İçinden geçen tüm takım arkadaşlarının hareket hızlarını arttıran bir Hızlandırma Geçidi ortaya çıkartır. Şok Patlaması bu geçitten ateşlenirse atış hızı, menzili ve hasarı artar.",
        "pl_pl": "Forma Młota: Zadaje wrogowi obrażenia magiczne i odrzuca go na niewielką odległość. Styl Działa: Ustawia Bramę Przyspieszenia, która zwiększa prędkość ruchu wszystkich przechodzących przez nią sojuszniczych bohaterów. Jeżeli przez Bramę wystrzelona zostanie Porażająca Eksplozja, prędkość i zasięg pocisku, a także zadawane przez niego obrażenia ulegną zwiększeniu.",
        "it_it": "Posizione del Martello: infligge danni magici a un nemico e lo respinge a corta distanza. Posizione del Cannone: schiera un Portale acceleratore che aumenta la velocità di movimento di tutti i campioni alleati che vi passano attraverso. Se Esplosione shock viene sparata attraverso il portale, la velocità, la gittata e i danni dei proiettili sono aumentati.",
        "es_es": "Posición de Martillo: Inflige daño mágico y desplaza levemente a un enemigo. Posición de Cañón: Lanza un Portal de aceleración que aumenta la velocidad de movimiento de todos los campeones aliados que lo atraviesen. Si se lanza Explosión eléctrica a través del portal, aumentan su velocidad, alcance y daño.",
        "de_de": "Hammerform: Verursacht magischen Schaden an einem Gegner und stößt diesen kurz zurück. Kanonenform: Platziert ein Beschleunigungstor, das das Lauftempo von verbündeten Champions, die sich durch dieses bewegen, stark erhöht. Wird „Schockstoß“ durch den Wirkbereich gefeuert, werden Geschwindigkeit, Reichweite und Schaden des Projektils erhöht.",
        "fr_fr": "Marteau : inflige des dégâts magiques à un ennemi et le repousse sur une courte distance. Canon : déploie un Portail d'accélération qui augmente la vitesse de déplacement de tous les champions alliés le traversant. Si Orbe électrique passe le portail, la vitesse, la portée et les dégâts du projectile augmentent.",
        "en_gb": "Hammer Stance: Deals magic damage to an enemy and knocks them back a short distance. Cannon Stance: Deploys an Acceleration Gate increasing the Movement Speed of all allied champions who pass through it. If Shock Blast is fired through the gate the missile speed, range, and damage will increase.",
        "en_us": "Hammer Stance: Deals magic damage to an enemy and knocks them back a short distance. Cannon Stance: Deploys an Acceleration Gate increasing the Movement Speed of all allied champions who pass through it. If Shock Blast is fired through the gate the missile speed, range, and damage will increase.",
        "ru_ru": "Стойка с молотом: Джейс наносит врагу магический урон и отбрасывает его назад на небольшое расстояние. Стойка с пушкой: Джейс устанавливает Врата ускорения, которые увеличивают скорость передвижения всех союзных чемпионов, проходящих через них. Если Шоковый заряд пролетает сквозь врата, его скорость, дальность поражения и урон увеличиваются.",
        "ar_ae": "وضعية المطرقة: يلحق ضرر السحر بعدو ويطيح به إلى الخلف لمسافة قصيرة. وضعية المدفع: يفتح بوابة تسارع تزيد سرعة حركة جميع أبطال الحلفاء الذي يمرون عبرها. إن تم إطلاق الانفجار الصادم عبر البوابة، تزداد سرعة الصاروخ ومداه وضرره.",
        "en_sg": "Hammer Stance: Deals magic damage to an enemy and knocks them back a short distance. Cannon Stance: Deploys an Acceleration Gate increasing the Movement Speed of all allied champions who pass through it. If Shock Blast is fired through the gate the missile speed, range, and damage will increase.",
        "es_mx": "Posición de martillo: Inflige daño mágico a un enemigo y lo lanza a una corta distancia. Posición de cañón: Despliega un Portal de Aceleración que aumenta la velocidad de movimiento de todos los campeones aliados que pasen por él. Si se dispara Descarga Eléctrica a través del portal, aumentará la velocidad, el alcance y el daño del proyectil.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: สร้างความเสียหายเวทแก่ศัตรูและกระแทกศัตรูให้กระเด็นถอยหลังเล็กน้อย Cannon Stance: วาง Acceleration Gate เพื่อช่วยเพิ่มความเร็วเคลื่อนที่ให้แก่แชมเปี้ยนพันธมิตรที่วิ่งผ่านประตู หากยิงสกิล Shock Blast ผ่านประตู จะทำให้บอลสายฟ้าเคลื่อนที่ไวขึ้น ไปไกลขึ้น และสร้างความเสียหายมากขึ้นด้วย",
        "zh_tw": "戰鎚型態：對一名敵軍造成魔法傷害，並將之擊退一小段距離。加農型態：部署一道中子加速裝置，讓所有通過的友方英雄跑速提升。如果發射電磁脈衝通過裝置，其飛行速度、射程和傷害量都會提升。",
        "ko_kr": "해머 사용 시: 적에게 마법 피해를 가하고 짧은 거리 만큼 뒤로 밀쳐냅니다. 캐논 사용 시: 가속 관문을 열어, 이 관문을 통과하는 모든 아군 챔피언의 이동 속도를 증가시킵니다. 이 관문을 통해 전격 폭발을 발사할 경우 전기 구체의 이동 속도와 사거리가 증가하며, 피해량 또한 증가합니다.",
        "ja_jp": "ハンマーモード: 敵に魔法ダメージを与え、わずかに突き飛ばす。\nキャノンモード: そこを通過したすべての味方チャンピオンの移動速度が増加する「アクセルゲート」を配備する。「ショックブラスト」が「アクセルゲート」を通過すると、弾速、射程、ダメージが増加する。",
        "pt_br": "Empunhadura de Martelo: Causa Dano Mágico e empurra para trás inimigos por uma curta distância. Empunhadura de Canhão: Posiciona um Portão Acelerador que aumenta a Velocidade de Movimento dos Campeões aliados que o atravessarem. Se Disparo Chocante for usada através do portão, a velocidade, o alcance e o dano do projétil aumentarão."
      },
      "extraDescription": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      }
    },
    {
      "slot": "R",
      "key": "mercury_cannon__mercury_hammer",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/cb70e4541ed6f48ba2fbd31947dcb02da3328e1c-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/852731b84b54861dff8cb94d7c1537a66f64fb58.mp4",
      "name": {
        "ms_my": "MERCURY CANNON / MERCURY HAMMER",
        "tr_tr": "MERKÜR TOPU / MERKÜR ÇEKİCİ",
        "pl_pl": "DZIAŁO RTĘCIOWE / MŁOT RTĘCIOWY",
        "it_it": "CANNONE DI MERCURIO/MARTELLO DI MERCURIO",
        "es_es": "CAÑÓN DE MERCURIO / MARTILLO DE MERCURIO",
        "de_de": "MERKURKANONE / MERKURHAMMER",
        "fr_fr": "CANON MERCURY / MARTEAU MERCURY",
        "en_gb": "MERCURY CANNON / MERCURY HAMMER",
        "en_us": "MERCURY CANNON / MERCURY HAMMER",
        "ru_ru": "РТУТНАЯ ПУШКА / РТУТНЫЙ МОЛОТ",
        "ar_ae": "المدفع الزئبقي / المطرقة الزئبقية",
        "en_sg": "MERCURY CANNON / MERCURY HAMMER",
        "es_mx": "CAÑÓN DE MERCURIO / MARTILLO DE MERCURIO",
        "vi_vn": "PHÁO THỦY NGÂN / BÚA THỦY NGÂN",
        "th_th": "MERCURY CANNON / MERCURY HAMMER",
        "zh_tw": "水星加農／水星戰鎚",
        "ko_kr": "머큐리 캐논 / 머큐리 해머",
        "ja_jp": "マーキュリーキャノン / マーキュリーハンマー",
        "pt_br": "CANHÃO DE MERCÚRIO / MARTELO DE MERCÚRIO"
      },
      "description": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Chuyển sang Búa giúp nhận kĩ năng mới và được tăng tầm đánh. Đòn đánh đầu tiên ở dạng này sẽ giảm Giáp, Kháng Phép của nạn nhân. Dạng Pháo: Chuyển sang Pháo giúp nhận kĩ năng mới và tăng Giáp, Kháng Phép. Đòn đánh đầu tiên ở dạng này sẽ gây thêm sát thương phép.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      },
      "extraDescription": {
        "ms_my": "Hammer Stance: Mengubah Mercury Hammer menjadi Mercury Cannon, mendapat ability baharu dan menambahkan jarak. Serangan yang pertama dalam bentuk ini mengurangkan Armor dan Magic Resist sasaran. Cannon Stance: Mengubah Mercury Cannon menjadi Mercury Hammer, mendapat ability baharu dan menambahkan Armor dan Magic Resist. Serangan pertama dalam bentuk ini mengenakan magic damage tambahan.",
        "tr_tr": "Çekiç Hali: Merkür Çekici'ni Merkür Topu'na dönüştürüp yeni yetenekler ve menzil artışı kazanır. Bu biçimdeki ilk saldırı, hedefin zırhını ve büyü direncini azaltır. Top Hali: Merkür Topu'nu Merkür Çekici'ne dönüştürerek yeni yetenekler, zırh ve büyü direnci kazanır. Bu biçimde yapılan ilk saldırı fazladan büyü hasarı verir.",
        "pl_pl": "Forma Młota: Przemienia Młot Rtęciowy w Działo Rtęciowe, dzięki czemu Jayce zyskuje nowe umiejętności, a jego zasięg ulega zwiększeniu. Pierwszy atak po transformacji osłabia pancerz i odporność na magię wroga. Styl Działa: Przemienia Działo Rtęciowe w Młot Rtęciowy, dzięki czemu Jayce zyskuje nowe umiejętności, a jego pancerz i odporność na magię ulegają zwiększeniu. Pierwszy atak po przemianie zadaje dodatkowe obrażenia magiczne.",
        "it_it": "Posizione del Martello: trasforma il Martello di mercurio nel Cannone di mercurio guadagnando nuove abilità e aumentando la gittata. Il primo attacco in questa posizione riduce l'armatura e la resistenza magica del bersaglio. Posizione del Cannone: trasforma il Cannone di mercurio nel Martello di mercurio guadagnando nuove abilità e aumentando l'armatura e la resistenza magica. Il primo attacco in questa posizione infligge danni magici aggiuntivi.",
        "es_es": "Posición de Martillo: Se transforma en el Cañón de mercurio, con nuevas habilidades y mayor alcance. Su primer ataque reduce la armadura y la resistencia mágica del objetivo. Posición de Cañón: Se transforma en el Martillo de mercurio, con nuevas habilidades y un aumento de sus defensas. Su primer ataque inflige daño mágico adicional.",
        "de_de": "Hammerform: Transformiert den Merkurhammer in die Merkurkanone, was neue Fähigkeiten und eine erhöhte Reichweite gewährt. Der erste Angriff in dieser Form verringert Rüstung und Magieresistenz des Ziels. Kanonenform: Transformiert die Merkurkanone in den Merkurhammer. Der erste Angriff in dieser Form verursacht zusätzlichen magischen Schaden.",
        "fr_fr": "Marteau : transforme le Marteau Mercury en Canon Mercury, offrant à Jayce de nouvelles compétences et augmentant sa portée. La première attaque avec le canon réduit l'armure et la résistance magique de l'ennemi. Canon : transforme le Canon Mercury en Marteau Mercury, offrant à Jayce de nouvelles compétences et augmentant son armure et sa résistance magique. La première attaque avec le marteau infligera des dégâts magiques supplémentaires.",
        "en_gb": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "en_us": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "ru_ru": "Стойка с молотом: Джейс трансформирует Ртутный молот в Ртутную пушку, приобретая новые умения и возможность атаковать на расстоянии. Первая автоатака в новой стойке уменьшает броню и сопротивление магии цели. Стойка с пушкой: Джейс трансформирует Ртутную пушку в Ртутный молот, приобретая новые умения и увеличивая броню и сопротивление магии. Первая автоатака в новой стойке наносит дополнительный магический урон.",
        "ar_ae": "وضعية المطرقة: تتحول المطرقة الزئبقية إلى المدفع الزئبقي فتكتسب قدرات جديدة ومدى أبعد. ويقلص الهجوم الأول بهذه الهيئة دروع الهدف ومقاومته للسحر. وضعية المدفع: يتحول المدفع الزئبقي إلى المطرقة الزئبقية فتكتسب قدرات جديدة وزيادة في الدروع ومقاومة السحر. ويلحق الهجوم الأول بهذه الهيئة ضرر سحر إضافيًا.",
        "en_sg": "Hammer Stance: Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and increased range. The first attack in this form reduces the target's Armor and Magic Resist. Cannon Stance: Transforms the Mercury Cannon into the Mercury Hammer gaining new abilities and increasing Armor and Magic Resist. The first attack in this form deals additional magic damage.",
        "es_mx": "Posición de martillo: Transforma el Martillo de Mercurio en el Cañón de Mercurio y obtiene nuevas habilidades y aumento de distancia. El primer ataque de esta forma reduce la armadura y resistencia mágica del objetivo. Posición de cañón: Transforma el Cañón de Mercurio en Martillo de Mercurio y obtiene nuevas habilidades, además de mayor armadura y resistencia mágica. El primer ataque de esta forma inflige daño mágico adicional.",
        "vi_vn": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn. Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.",
        "th_th": "Hammer Stance: เปลี่ยน Mercury Hammer ให้กลายเป็น Mercury Cannon เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มระยะโจมตี เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะลดเกราะและต้านเวทของเป้าหมาย Cannon Stance: เปลี่ยน Mercury Cannon ให้กลายเป็น Mercury Hammer เปลี่ยนสกิลเป็นชุดใหม่ พร้อมทั้งเพิ่มเกราะและต้านทานเวท เมื่อเข้าสู่โหมดนี้ การโจมตีครั้งแรกจะสร้างความเสียหายเวทเพิ่มเติม",
        "zh_tw": "戰鎚型態：將水星戰鎚轉換成水星加農，獲得新的技能並提升攻擊距離。此型態的第一下普攻能降低目標的物理防禦和魔法防禦。加農型態：將水星加農轉換成水星戰鎚，獲得新的技能並提升物理防禦和魔法防禦。此型態的第一下普攻能造成額外魔法傷害。",
        "ko_kr": "해머 사용 시: 머큐리 해머를 머큐리 캐논으로 변환하여 새로운 스킬을 사용하며 사거리가 늘어납니다. 변환 후 첫 번째 공격은 적의 방어력과 마법 저항력을 감소시킵니다. 캐논 사용 시: 머큐리 캐논을 머큐리 해머로 변환하여 새로운 스킬을 사용하며 방어력과 마법 저항력이 증가합니다. 변환 후 첫 번째 공격은 추가 마법 피해를 입힙니다.",
        "ja_jp": "ハンマーモード: 「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わり、スキルが変化すると同時に射程距離が広がる。モード変更後の最初の一撃には、対象の物理防御と魔法防御を低下させる効果がつく。\nキャノンモード: 「マーキュリーキャノン」が「マーキュリーハンマー」に切り替わり、変化と同時に物理防御と魔法防御が増加する。モード変更後の最初の一撃には魔法ダメージが追加される。",
        "pt_br": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo. Empunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."
      }
    }
  ]
}