{
  "slug": "nocturne",
  "name": {
    "ru_ru": "НОКТЮРН",
    "pt_br": "NOCTURNE",
    "en_us": "NOCTURNE",
    "it_it": "NOCTURNE",
    "tr_tr": "NOCTURNE",
    "de_de": "NOCTURNE",
    "ms_my": "NOCTURNE",
    "vi_vn": "NOCTURNE",
    "ko_kr": "녹턴",
    "ja_jp": "ノクターン",
    "es_es": "NOCTURNE",
    "fr_fr": "NOCTURNE",
    "th_th": "NOCTURNE",
    "zh_tw": "夜曲",
    "en_gb": "NOCTURNE",
    "pl_pl": "NOCTURNE",
    "es_mx": "NOCTURNE",
    "en_sg": "NOCTURNE",
    "ar_ae": "نوكتورن"
  },
  "roles": [
    "fighter",
    "assassin"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/401c6039075be773174cc07a447fe37ede3f6edb-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "umbra_blades",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/c1a4425d2f2149c5b96e1417b64360a62c9b4fd2-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/bc7d9aa642319c05658d05ea0f48c9d940ffb7e8.mp4",
      "name": {
        "ms_my": "UMBRA BLADES",
        "tr_tr": "UMBRA BIÇAKLARI",
        "pl_pl": "OSTRZA CIENI",
        "it_it": "LAME DELL'OMBRA",
        "es_es": "ESPADAS OSCURAS",
        "de_de": "KERNSCHATTENKLINGEN",
        "fr_fr": "LAMES D'OMBRE",
        "en_gb": "UMBRA BLADES",
        "en_us": "UMBRA BLADES",
        "ru_ru": "КЛИНКИ ЧЕРНЕЙШЕЙ ТЕНИ",
        "ar_ae": "نصال الظل",
        "en_sg": "UMBRA BLADES",
        "es_mx": "NAVAJAS DE LA PENUMBRA",
        "vi_vn": "LƯỠI DAO BÓNG TỐI",
        "th_th": "UMBRA BLADES",
        "zh_tw": "闇影幽刃",
        "ko_kr": "그림자 칼날",
        "ja_jp": "夢幻斬",
        "pt_br": "LÂMINAS SOMBRIAS"
      },
      "description": {
        "ms_my": "Selang beberapa saat, attack Nocturne yang seterusnya menyerang musuh berdekatan dengan physical damage bonus dan memulihkan dirinya. Attack asas Nocturne mengurangkan cooldown ini.",
        "tr_tr": "Her birkaç saniyede bir, Nocturne'ün sonraki saldırısı çevredeki rakiplere ilave fiziksel hasar verir ve kendisini iyileştirir. Nocturne'ün normal saldırıları, bu bekleme süresini azaltır.",
        "pl_pl": "Co parę sekund następny atak Nocturne’a zadaje pobliskim wrogom dodatkowe obrażenia fizyczne i leczy go. Ataki podstawowe Nocturne’a skracają czas odnowienia tej umiejętności.",
        "it_it": "Ogni manciata di secondi, il prossimo attacco di Nocturne colpisce tutti i nemici circostanti, infliggendo danni fisici bonus e curando Nocturne. Gli attacchi base di Nocturne riducono il tempo di ricarica di questa abilità.",
        "es_es": "Cada pocos segundos, el siguiente ataque de Nocturne golpea a los enemigos cercanos, inflige daño físico adicional y lo cura. Los ataques básicos de Nocturne reducen este enfriamiento.",
        "de_de": "Alle paar Sekunden fügt Nocturnes nächster Angriff allen nahen Gegnern zusätzlichen normalen Schaden zu und heilt ihn. Nocturnes normale Angriffe verringern diese Abklingzeit.",
        "fr_fr": "Toutes les quelques secondes, la prochaine attaque de Nocturne frappe les ennemis proches, infligeant des dégâts physiques supplémentaires et lui rendant des PV. Les attaques de base de Nocturne réduisent ce délai.",
        "en_gb": "Every few seconds, Nocturne's next attack strikes surrounding enemies for bonus physical damage and heals himself. Nocturne's basic attacks reduce this cooldown.",
        "en_us": "Every few seconds, Nocturne's next attack strikes surrounding enemies for bonus physical damage and heals himself. Nocturne's basic attacks reduce this cooldown.",
        "ru_ru": "Каждые несколько секунд автоатака Ноктюрна наносит окружающим врагам дополнительный физический урон и восстанавливает ему здоровье. Автоатаки Ноктюрна сокращают время перезарядки этого эффекта.",
        "ar_ae": "كل بضعة ثوان، يضرب هجوم نوكتورن التالي الأعداء المحيطين لتحقيق ضرر مادي إضافي، كما يعالج نفسه. تقلص هجمات نوكتورن الأساسية فترة التبريد هذه.",
        "en_sg": "Every few seconds, Nocturne's next attack strikes surrounding enemies for bonus physical damage and heals himself. Nocturne's basic attacks reduce this cooldown.",
        "es_mx": "Cada unos segundos, el siguiente ataque de Nocturne impacta a los enemigos a su alrededor, lo que les inflige daño físico adicional y le permite curarse a sí mismo. Los ataques básicos de Nocturne reducen este enfriamiento.",
        "vi_vn": "Mỗi vài giây, đòn đánh kế tiếp của Nocturne gây thêm sát thương vật lý lên các kẻ địch xung quanh và hồi máu cho bản thân. Đòn đánh của Nocturne giảm hồi chiêu kỹ năng này.",
        "th_th": "การโจมตีครั้งถัดไปของ Nocturne จะฟันกวาดศัตรูรอบข้างเป็นระยะ ๆ สร้างโบนัสความเสียหายกายภาพและฮีลตัวเขาเอง โดยการโจมตีปกติของ Nocturne จะลดคูลดาวน์ของสกิลนี้",
        "zh_tw": "每過數秒，夜曲的下次普攻會襲擊周遭敵軍，造成額外物理傷害，並回復自身生命。夜曲的普攻會縮短其冷卻時間。",
        "ko_kr": "몇 초마다 녹턴의 기본 공격이 주변 적에게 추가 물리 피해를 입히고 녹턴의 체력을 회복시킵니다. 녹턴이 기본 공격 시 이 효과의 재사용 대기시간이 감소합니다.",
        "ja_jp": "数秒ごとに、次の攻撃が周囲の敵に追加物理ダメージを与えて自身の体力を回復する。通常攻撃でこのクールダウンが短縮される。",
        "pt_br": "A cada poucos segundos, o próximo ataque de Nocturne atingirá os inimigos ao seu redor para causar Dano Físico adicional e curá-lo. Os ataques básicos de Nocturne reduzem esse Tempo de Recarga."
      },
      "extraDescription": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      }
    },
    {
      "slot": "Q",
      "key": "duskbringer",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/b74f5ca63bd27b4e53d5a7fcb66e158a522608b3-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/bbb1a16e22a558ca69a9a3c84bc89d0c5e484282.mp4",
      "name": {
        "ms_my": "DUSKBRINGER",
        "tr_tr": "KARANLIĞIN ELİ",
        "pl_pl": "ZWIASTUN ZMIERZCHU",
        "it_it": "PORTATORE DEL CREPUSCOLO",
        "es_es": "PORTADOR DEL ANOCHECER",
        "de_de": "DÄMMERUNGSBRINGER",
        "fr_fr": "CRÉPUSCULE",
        "en_gb": "DUSKBRINGER",
        "en_us": "DUSKBRINGER",
        "ru_ru": "ВЕСТНИК ЗАКАТА",
        "ar_ae": "حامل الغسق",
        "en_sg": "DUSKBRINGER",
        "es_mx": "PORTADOR DEL ANOCHECER",
        "vi_vn": "THANH GƯƠM BÓNG TỐI",
        "th_th": "DUSKBRINGER",
        "zh_tw": "黃昏渠道",
        "ko_kr": "황혼의 인도자",
        "ja_jp": "闇の手",
        "pt_br": "PORTADOR DO ANOITECER"
      },
      "description": {
        "ms_my": "Nocturne melontar bilah bayangan yang mengenakan damage, meninggalkan Dusk Trail dan menyebabkan champion meninggalkan Dusk Trail. Ketika di atas trail, Nocturne boleh bergerak melalui unit dan mempunyai Move Speed dan Attack Damage ditingkatkan.",
        "tr_tr": "Nocturne, hasar veren ve şampiyonların ardında karanlık iz bırakmalarına neden olan bir gölge bıçak fırlatır. Nocturne izin üstündeyken birimlerin içinden geçebilir ve hareket hızı ile saldırı gücü artar.",
        "pl_pl": "Nocturne ciska ostrzem cieni, które zadaje obrażenia, pozostawia Ślad Zmierzchu i sprawia, że bohaterowie zostawiają Ślad Zmierzchu. Przebywając na tym śladzie, Nocturne przenika przez jednostki, a jego prędkość ruchu oraz premia do obrażeń od ataku rosną.",
        "it_it": "Nocturne lancia una lama d'ombra che infligge danni e crea una Scia del Crepuscolo. I campioni nemici colpiti producono lo stesso tipo di scia. Mentre è sulla scia, Nocturne ignora le collisioni e ha velocità di movimento e attacco fisico bonus.",
        "es_es": "Nocturne lanza una espada de sombras que inflige daño, deja un rastro de oscuridad y provoca que los campeones dejen un rastro de oscuridad. Dentro de dicho rastro, Nocturne puede moverse entre unidades y ve incrementada su velocidad de movimiento y daño de ataque.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne throws a shadow blade that deals damage, leaves a Dusk Trail, and causes champions to leave a Dusk Trail. While on the trail, Nocturne can move through units and has increased Move Speed and Attack Damage.",
        "en_us": "Nocturne throws a shadow blade that deals damage, leaves a Dusk Trail, and causes champions to leave a Dusk Trail. While on the trail, Nocturne can move through units and has increased Move Speed and Attack Damage.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يرمي نوكتورن نصل ظل يلحق الضرر ويترك أثر غسق ويجعل الأبطال يتركون أثر غسق أيضًا. أثناء وجوده فوق الأثر، يستطيع نوكتورن التحرك عبر الوحدات ويمتلك زيادة في سرعة الحركة وضرر الهجوم.",
        "en_sg": "Nocturne throws a shadow blade that deals damage, leaves a Dusk Trail, and causes champions to leave a Dusk Trail. While on the trail, Nocturne can move through units and has increased Move Speed and Attack Damage.",
        "es_mx": "Nocturne lanza una cuchilla de sombras que inflige daño, crea un rastro de oscuridad y hace que los campeones enemigos dejen un rastro de oscuridad a su paso. Mientras avanza sobre el rastro, Nocturne puede atravesar unidades y obtiene más velocidad de movimiento y daño de ataque.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne ปล่อยคมมีดแห่งเงาออกไป สร้างความเสียหาย ทิ้งร่องรอยสีทมิฬเอาไว้ และทำให้แชมเปี้ยนทิ้งร่องรอยเอาไว้เมื่อพวกเขาเคลื่อนที่ ในระหว่างที่อยู่บนร่องรอยนี้ Nocturne จะเคลื่อนที่ทะลุยูนิตได้ และได้รับความเร็วเคลื่อนที่และพลังโจมตีเพิ่มเติม",
        "zh_tw": "夜曲擲出影之刃造成傷害，同時於地面留下暗影軌跡，遭到影之刃擊中的英雄也會留下相同的軌跡。行於軌跡上面時，夜曲可穿過任何單位，同時提高跑速和物攻。",
        "ko_kr": "녹턴이 그림자 칼날을 던져 피해를 입히고 황혼의 궤적을 남깁니다. 황혼의 칼날에 적중당한 적 챔피언들 또한 황혼의 궤적을 남깁니다. 궤적에 있는 동안 녹턴은 다른 유닛을 통과할 수 있게 되며 이동 속도 및 공격력이 증가합니다.",
        "ja_jp": "影の刃を飛ばす。刃はダメージを与え、「残影」を残し、さらにチャンピオンが「残影」を残すようにする。ノクターンは「残影」の上にいるとユニットを通り抜けることができ、移動速度と攻撃力が増加する。",
        "pt_br": "Nocturne lança uma lâmina de sombras que causa dano, deixa um Rastro do Crepúsculo e faz com que os Campeões deixem um Rastro do Crepúsculo. Enquanto estiver no Rastro, Nocturne ignorará colisões com unidades e terá mais Velocidade de Movimento e Dano de Ataque."
      },
      "extraDescription": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      }
    },
    {
      "slot": "W",
      "key": "shroud_of_darkness",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/8bc13c5453326b5bf1a589c61f626cefb706d17a-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/b08d3dd834e401db9f9fd5bdc20d46e903b44d98.mp4",
      "name": {
        "ms_my": "SHROUD OF DARKNESS",
        "tr_tr": "KARANLIK ÖRTÜSÜ",
        "pl_pl": "CAŁUN MROKU",
        "it_it": "VESTE DELLE TENEBRE",
        "es_es": "VELO DE OSCURIDAD",
        "de_de": "TUCH DER DUNKELHEIT",
        "fr_fr": "LINCEUL DES TÉNÈBRES",
        "en_gb": "SHROUD OF DARKNESS",
        "en_us": "SHROUD OF DARKNESS",
        "ru_ru": "ПОКРОВ ТЬМЫ",
        "ar_ae": "ستار الظلام",
        "en_sg": "SHROUD OF DARKNESS",
        "es_mx": "MANTO DE OSCURIDAD",
        "vi_vn": "BÓNG ĐEN BAO PHỦ",
        "th_th": "SHROUD OF DARKNESS",
        "zh_tw": "夜幕庇護",
        "ko_kr": "어둠의 장막",
        "ja_jp": "漆黒の帳",
        "pt_br": "PROTEÇÃO DAS TREVAS"
      },
      "description": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne verstärkt seine Klingen und erhält so passiv zusätzliches Angriffstempo. Benutzt er „Tuch der Dunkelheit“, kann er in die Schatten abtauchen und so eine magische Barriere erschaffen, die eine einzelne gegnerische Fähigkeit abfängt und sein passives Angriffstempo bei Erfolg verdoppelt.",
        "fr_fr": "Nocturne renforce ses lames, ce qui augmente passivement sa vitesse d'attaque. En lançant Linceul des ténèbres, Nocturne se fond dans l'obscurité, ce qui crée une barrière magique capable de bloquer une compétence ennemie et de doubler le bonus passif en vitesse d'attaque en cas de blocage.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн заряжает свои клинки, пассивно увеличивая скорость атаки. При активации умения Ноктюрн исчезает во тьме, создавая вокруг себя магический барьер, который блокирует следующее вражеское умение. При успешном блокировании пассивное увеличение скорости атаки Ноктюрна удваивается.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne cường hóa thanh gươm của mình, gia tăng Tốc Độ Đánh nội tại. Kích hoạt Bóng Đen Bao Phủ cho phép Nocturne ẩn mình vào bóng tối, tạo ra một lá chắn chặn một kỹ năng công kích của kẻ địch và tăng gấp đôi Tốc Độ Đánh nội tại nếu chặn thành công.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      },
      "extraDescription": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      }
    },
    {
      "slot": "E",
      "key": "unspeakable_horror",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/aa575f463cba60382e395a1af55fbc1c30916e09-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/a9dd1ec96ab645a230f419bcd7eafe6cb001dffd.mp4",
      "name": {
        "ms_my": "UNSPEAKABLE HORROR",
        "tr_tr": "TARİFSİZ DEHŞET",
        "pl_pl": "NIEWYMOWNA GROZA",
        "it_it": "ORRORE INENARRABILE",
        "es_es": "HORROR INENARRABLE",
        "de_de": "UNSAGBARER SCHRECKEN",
        "fr_fr": "HORREUR INDICIBLE",
        "en_gb": "UNSPEAKABLE HORROR",
        "en_us": "UNSPEAKABLE HORROR",
        "ru_ru": "НЕВЫРАЗИМЫЙ УЖАС",
        "ar_ae": "رعب لا يوصف",
        "en_sg": "UNSPEAKABLE HORROR",
        "es_mx": "HORROR INENARRABLE",
        "vi_vn": "NỖI KINH HOÀNG TỘT ĐỘ",
        "th_th": "UNSPEAKABLE HORROR",
        "zh_tw": "深宵斷魂",
        "ko_kr": "말할 수 없는 공포",
        "ja_jp": "底知れぬ恐怖",
        "pt_br": "HORROR INDESCRITÍVEL"
      },
      "description": {
        "ms_my": "Nocturne menanamkan mimpi buruk dalam minda sasarannya, mengenakan damage setiap saat dan memberikan fear kepada sasaran jika mereka tidak keluar dari jarak menjelang penghujung tempoh.",
        "tr_tr": "Nocturne hedefinin zihnine bir kâbus yerleştirir ve her saniye ona hasar verir. Hedef, sürenin sonuna kadar menzil dışına çıkmazsa korkutulur.",
        "pl_pl": "Nocturne umieszcza w umyśle celu koszmar i zadaje obrażenia co sekundę, a jeśli wróg nie oddali się przed końcem działania czaru, zostanie przestraszony.",
        "it_it": "Nocturne impianta un incubo nella mente del bersaglio, infliggendo danni ogni secondo e impaurendo il bersaglio se non esce dalla gittata dell'incantesimo alla fine della sua durata.",
        "es_es": "Nocturne planta una pesadilla en la mente de su objetivo, que inflige daño cada segundo y aplica miedo al objetivo si este no sale de su alcance antes de que concluya la duración del hechizo.",
        "de_de": "Nocturne schickt seinem Ziel einen Albtraum, wodurch dieses jede Sekunde Schaden und schließlich „Furcht“ erleidet, sollte es nach dem Ende der Wirkdauer noch in Reichweite sein.",
        "fr_fr": "Nocturne implante un cauchemar dans l'esprit de sa cible, infligeant des dégâts chaque seconde et terrifiant la cible si elle reste à portée pendant toute la durée du sort.",
        "en_gb": "Nocturne plants a nightmare into his target's mind, dealing damage each second and applying fear to the target if they do not get out of range by the end of the duration.",
        "en_us": "Nocturne plants a nightmare into his target's mind, dealing damage each second and applying fear to the target if they do not get out of range by the end of the duration.",
        "ru_ru": "Ноктюрн поражает разум цели кошмаром, нанося урон каждую секунду. Если он остается рядом с целью все время, пока действует умение, на нее накладывается испуг.",
        "ar_ae": "يغرس نوكتورن كابوسًا في عقل هدفه، فيلحق ضررًا كل ثانية ويطبق تأثير الخوف على الهدف إن لم يخرج من مداه بنهاية المدة.",
        "en_sg": "Nocturne plants a nightmare into his target's mind, dealing damage each second and applying fear to the target if they do not get out of range by the end of the duration.",
        "es_mx": "Nocturne siembra una pesadilla en la mente de su objetivo, lo que inflige daño cada segundo y aterroriza al enemigo si no se aleja del alcance de la habilidad antes de que termine la canalización.",
        "vi_vn": "Nocturne gieo rắc một cơn ác mộng vào tâm trí mục tiêu, gây sát thương mỗi giây và khiến mục tiêu bị hoảng sợ nếu chúng không thoát ra khỏi tầm hoạt động của kỹ năng khi hết thời gian.",
        "th_th": "Nocturne ปล่อยฝันร้ายเข้าไปในจิตใจของเป้าหมาย สร้างความเสียหายในทุกวินาที และทำให้เป้าหมายติดสถานะหวาดกลัวหากไม่ได้ออกจากระยะก่อนเวลาที่กำหนด",
        "zh_tw": "夜曲將噩夢植入目標心中，每秒造成傷害。若目標沒有在技能發動期間離開範圍，則會被進一步恐懼。",
        "ko_kr": "녹턴이 대상의 정신에 악몽을 심어 매초 피해를 가하며 지속시간이 끝날 때까지 스킬의 사거리 밖으로 벗어나지 않을 경우 공포 효과를 적용합니다.",
        "ja_jp": "対象におぞましい悪夢を見せ、毎秒ダメージを与える。効果終了までに範囲内から抜け出せなかった対象にはフィアー効果を与える。",
        "pt_br": "Nocturne coloca um pesadelo na mente de seu alvo, causando dano a cada segundo e aterrorizando-o caso ele não saia de seu alcance enquanto durar a habilidade."
      },
      "extraDescription": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      }
    },
    {
      "slot": "R",
      "key": "paranoia",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data_live/16b159ca0e703ce615826b2805999712abfb4f72-256x256.png?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data_live/75923fbd6b0c2d38529d2fab6fd728bdd2232c44.mp4",
      "name": {
        "ms_my": "PARANOIA",
        "tr_tr": "PARANOYA",
        "pl_pl": "PARANOJA",
        "it_it": "PARANOIA",
        "es_es": "PARANOIA",
        "de_de": "PARANOIA",
        "fr_fr": "PARANOIA",
        "en_gb": "PARANOIA",
        "en_us": "PARANOIA",
        "ru_ru": "ПАРАНОЙЯ",
        "ar_ae": "بارانويا",
        "en_sg": "PARANOIA",
        "es_mx": "PARANOIA",
        "vi_vn": "HOANG TƯỞNG",
        "th_th": "PARANOIA",
        "zh_tw": "無盡夢魘",
        "ko_kr": "피해망상",
        "ja_jp": "パラノイア",
        "pt_br": "PARANOIA"
      },
      "description": {
        "ms_my": "Nocturne mengurangkan jejari penglihatan semua champion musuh dan membuang penglihatan sekutu mereka sepanjang proses itu. Kemudian dia boleh melancarkan dirinya ke arah champion musuh berdekatan.",
        "tr_tr": "Nocturne tüm rakip şampiyonların görüş menzilini azaltır ve bu esnada takım arkadaşlarının onlara görünmesini engeller. Ardından yakınındaki bir rakip şampiyonun üstüne atılabilir.",
        "pl_pl": "Nocturne zmniejsza zasięg wzroku wszystkich wrogich bohaterów i sprawia, że nie dzielą już wizji z sojusznikami. Następnie może rzucić się na pobliskiego wrogiego bohatera.",
        "it_it": "Nocturne riduce il campo visivo di tutti i campioni nemici e allo stesso tempo rimuove la visione dei loro alleati. A quel punto si può scagliare contro un campione nemico nelle vicinanze.",
        "es_es": "Nocturne reduce el radio de visión de todos los campeones enemigos y elimina su visión de los aliados. Entonces, puede lanzarse hacia un campeón enemigo cercano.",
        "de_de": "Nocturne verringert den Sichtbereich aller gegnerischen Champions und verhindert, dass diese Sicht mit ihren Verbündeten teilen. Er kann sich danach auf einen nahen gegnerischen Champion stürzen.",
        "fr_fr": "Nocturne réduit le champ de vision de tous les champions ennemis et supprime la vision qu'ils ont de leurs alliés. Il peut ensuite se projeter vers un champion ennemi proche.",
        "en_gb": "Nocturne reduces the sight radius of all enemy champions and removes their ally vision in the process. He can then launch himself at a nearby enemy champion.",
        "en_us": "Nocturne reduces the sight radius of all enemy champions and removes their ally vision in the process. He can then launch himself at a nearby enemy champion.",
        "ru_ru": "Ноктюрн уменьшает радиус обзора всех вражеских чемпионов и не позволяет им видеть союзников. При повторной активации Паранойи во время ее действия Ноктюрн бросается на выбранного вражеского чемпиона.",
        "ar_ae": "يقلص نوكتورن نطاق الرؤية لدى كل أبطال العدو ويزيل إمكانية رؤيتهم للحلفاء كذلك. يمكنه عندها إطلاق نفسه على بطل معادٍ قريب.",
        "en_sg": "Nocturne reduces the sight radius of all enemy champions and removes their ally vision in the process. He can then launch himself at a nearby enemy champion.",
        "es_mx": "Nocturne reduce el radio de visión de todos los campeones enemigos y no les permite ver a sus aliados. Luego, puede lanzarse hacia un campeón enemigo cercano.",
        "vi_vn": "Nocturne giảm tầm nhìn của tất cả tướng địch và ngăn chúng chia sẻ tầm nhìn với đồng minh. Sau đó, hắn có thể phóng tới một tướng địch ở gần.",
        "th_th": "Nocturne ลดระยะการมองเห็นของแชมเปี้ยนศัตรูทั้งหมด และปิดวิสัยทัศน์จากเพื่อนร่วมทีมของพวกเขาด้วย จากนั้นเขาสามารถเลือกพุ่งตัวไปโจมตีแชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "夜曲遮蔽所有敵方英雄的視野，並在過程中切斷所有敵方之間的視野分享。接著，他可以衝向附近的敵方英雄。",
        "ko_kr": "녹턴이 모든 적 챔피언의 시야 반경을 줄이고 적 챔피언들 사이의 시야 공유를 중단합니다. 스킬 사용 후 적 챔피언을 대상으로 설정할 경우 그 챔피언에게 날아가 공격합니다.",
        "ja_jp": "すべての敵チャンピオンの視界範囲が狭まり、自分以外の味方の視界を失う。効果中、指定した近くの敵チャンピオンに突撃して攻撃できる。",
        "pt_br": "Nocturne reduz o raio de visão de todos os Campeões inimigos e ainda remove a visão que eles têm dos aliados. Depois ele pode se arremessar contra um Campeão inimigo próximo."
      },
      "extraDescription": {
        "ms_my": "Nocturne empower bilahnya, mendapat Attack Speed secara pasif. Mengaktifkan Shroud of Darkness membolehkan Nocturne menghilang dalam bayangan, mencipta penghadang magik yang menyekat satu ability musuh dan menggandakan Attack Speed pasifnya jika berjaya.",
        "tr_tr": "Nocturne bıçaklarını güçlendirir ve pasif olarak saldırı hızı kazanır. Karanlık Örtüsü'nü etkinleştirmek Nocturne'ün tek bir rakip yeteneğini engelleyen ve başarılı olursa pasif saldırı hızını ikiye katlayan bir büyülü bariyer oluşturarak gölgelerin içinde kaybolmasını sağlar.",
        "pl_pl": "Nocturne wzmacnia swoje ostrza, co biernie zwiększa jego prędkość ataku. Użycie Całunu Mroku sprawia, że Nocturne stapia się z cieniem, tworząc magiczną barierę, która blokuje pojedynczą umiejętność wroga i w razie powodzenia podwaja premię do prędkości ataku.",
        "it_it": "Nocturne potenzia le sue lame, che guadagnano passivamente velocità d'attacco. Attivare Veste delle tenebre permette a Nocturne di scomparire nelle ombre, creando una barriera magica che blocca una singola abilità nemica e raddoppia la sua velocità d'attacco passiva se bloccata con successo.",
        "es_es": "Nocturne potencia sus espadas, ganando velocidad de ataque de forma pasiva. Utilizar Velo de oscuridad le permite a Nocturne perderse en las sombras, creando una barrera mágica que bloquea la habilidad de un enemigo y, en caso de tener éxito, dobla su velocidad de ataque pasiva.",
        "de_de": "Nocturne wirft eine Schattenklinge, die Schaden verursacht, eine Dämmerspur hinterlässt und Champions ebenfalls eine Dämmerspur hinterlassen lässt. Befindet sich Nocturne auf einer Dämmerspur, kann er sich durch Einheiten hindurchbewegen und er erhält zusätzliches Lauftempo und Angriffsschaden.",
        "fr_fr": "Nocturne projette une lame noire qui inflige des dégâts et laisse une Lueur crépusculaire derrière elle. Les champions ennemis touchés émettent également une Lueur crépusculaire. Quand il est dans la lueur, Nocturne peut traverser les unités et profite d'un bonus en vitesse de déplacement et en dégâts d'attaque.",
        "en_gb": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "en_us": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "ru_ru": "Ноктюрн бросает теневой клинок, наносящий урон всем врагам на своем пути и оставляющий за собой сумеречный след. Кроме того, сумеречный след начинают оставлять пораженные клинком вражеские чемпионы. Когда Ноктюрн передвигается по сумеречному следу, он может проходить сквозь бойцов, а его скорость передвижения и сила атаки увеличены.",
        "ar_ae": "يعزز نوكتورن نصاله ويكتسب سرعة هجوم بشكل كامن. ويسمح تفعيل ستار الظلام للبطل نوكتورن بالاختفاء في الظلام، مما يخلق حاجزًا سحريًا يصد قدرة عدو واحد ويضاعف سرعة هجوم تأثيره الكامن في حال النجاح.",
        "en_sg": "Nocturne empowers his blades, passively gaining Attack Speed. Activating Shroud of Darkness allows Nocturne to fade into the shadows, creating a magical barrier which blocks a single enemy ability and doubles his passive Attack Speed if successful.",
        "es_mx": "Nocturne potencia sus cuchillas y obtiene velocidad de ataque de forma pasiva. Activar Manto de Oscuridad le permite a Nocturne ocultarse en las sombras, lo que crea una barrera mágica que lo protege de una habilidad enemiga. Si bloquea un ataque con éxito, la velocidad de ataque pasiva se duplica.",
        "vi_vn": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên Vệt Bóng Tối, Nocturne có thể đi xuyên vật thể, được tăng Tốc Độ Di Chuyển và Sức Mạnh Công Kích.",
        "th_th": "Nocturne เสริมพลังใบมีดของเขา ทำให้ได้รับความเร็วโจมตีเพิ่มเติม โดยการกดใช้ Shroud of Darkness จะทำให้ Nocturne หลบเข้าไปในเงามืด สร้างบาเรียเวทมนตร์ที่สามารถป้องกันสกิลของศัตรูได้หนึ่งครั้ง และเพิ่มความเร็วโจมตีจากเอฟเฟกต์ติดตัวเป็นสองเท่าหากป้องกันสกิลสำเร็จ",
        "zh_tw": "夜曲強化他的雙刃，被動獲得攻速。發動「夜幕庇護」後，夜曲會融入影子之中，建立一層魔法護盾。此護盾可抵擋單次敵方技能，若成功阻擋敵方攻擊，其被動攻速會加倍。",
        "ko_kr": "기본 지속 효과로 녹턴이 자신의 검을 강화하여 추가 공격 속도를 얻습니다. 스킬 사용 시 녹턴이 그림자 속으로 몸을 숨겨 적의 스킬을 한 번 막아주는 보호막을 생성합니다. 성공적으로 적의 스킬을 막았을 경우 추가 공격 속도가 2배로 올라갑니다.",
        "ja_jp": "刃に念が送られ、攻撃速度が増加する。「漆黒の帳」を発動すると影へと身を沈め、魔法のバリアを展開して敵のスキルを一度だけ無効化する。無効化に成功すると、自動効果による攻撃速度の増加率が倍になる。",
        "pt_br": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva do Campeão caso bem sucedida."
      }
    }
  ]
}