{
  "slug": "ornn",
  "name": {
    "ru_ru": "ОРН",
    "pt_br": "ORNN",
    "en_us": "ORNN",
    "it_it": "ORNN",
    "tr_tr": "ORNN",
    "de_de": "ORNN",
    "ms_my": "ORNN",
    "vi_vn": "ORNN",
    "ko_kr": "오른",
    "ja_jp": "オーン",
    "es_es": "ORNN",
    "fr_fr": "ORNN",
    "th_th": "ORNN",
    "zh_tw": "鄂爾",
    "en_gb": "ORNN",
    "pl_pl": "ORNN",
    "es_mx": "ORNN",
    "en_sg": "ORNN",
    "ar_ae": "أورن"
  },
  "roles": [
    "tank"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/be99d24fc00bc88a562e1fe0c1a0cfc2eb82a57d-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "living_forge",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/732f4bb6fee38e4fc2997555c291b4d48a540dcd-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/8aa37d76977ffa7285d3c853c630032575473203.mp4",
      "name": {
        "ms_my": "LIVING FORGE",
        "tr_tr": "YAŞAYAN OCAK",
        "pl_pl": "ŻYWA KUŹNIA",
        "it_it": "FORGIA INCARNATA",
        "es_es": "FORJA VIVIENTE",
        "de_de": "LEBENDE SCHMIEDE",
        "fr_fr": "FORGERON AMBULANT",
        "en_gb": "LIVING FORGE",
        "en_us": "LIVING FORGE",
        "ru_ru": "ЖИВАЯ КУЗНИЦА",
        "ar_ae": "المصهر الحي",
        "en_sg": "LIVING FORGE",
        "es_mx": "FORJA VIVIENTE",
        "vi_vn": "CHẾ TẠO TẠI CHỖ",
        "th_th": "LIVING FORGE",
        "zh_tw": "活火爐",
        "ko_kr": "간이 대장간",
        "ja_jp": "歩く鍛冶場",
        "pt_br": "FORJA VIVA"
      },
      "description": {
        "ms_my": "Ornn mendapat Armor dan Magic Resistance bonus tambahan daripada semua sumber. Ornn boleh membelanjakan gold untuk menempa item bukan perabis di mana-mana sahaja. Tambahan lagi, apabila Ornn mencapai level tertentu, menempa item akan memberi sekutu berdekatan keupayaan untuk membeli satu item dari mana-mana sahaja pada peta. Ini akan dicetuskan selang beberapa level.",
        "tr_tr": "Ornn tüm kaynaklardan ilave zırh ve büyü direnci kazanır. Ornn altın harcayarak her yerde tek kullanımlık olmayan eşyalar işleyebilir. Ayrıca Ornn belli bir seviyeye ulaştığında, bir takım arkadaşının yanında eşya işlerse onun da haritanın isteği yerinde bir eşya alabilmesini sağlar. Bu etki birkaç seviyede bir tekrar tetiklenir.",
        "pl_pl": "Ornn zyskuje więcej dodatkowego pancerza i odporności na magię ze wszystkich źródeł. Ornn może wydać złoto, aby w dowolnym miejscu tworzyć przedmioty niebędące zaopatrzeniem. Dodatkowo, gdy Ornn zdobędzie określony poziom, tworzenie przedmiotów zapewni pobliskim sojusznikom możliwość kupienia jednego przedmiotu z dowolnego miejsca na mapie. Efekt ten aktywuje się raz na kilka poziomów.",
        "it_it": "Ornn ottiene un bonus ad armatura e resistenza magica da tutte le fonti. Può spendere oro per forgiare oggetti non consumabili in qualunque punto. Raggiunto un certo livello, forgiare oggetti vicino agli alleati permette loro di acquistare un oggetto ovunque sulla mappa. Questa funzione si attiva una volta a distanza di pochi livelli.",
        "es_es": "Ornn obtiene armadura y resistencia mágica adicionales de todas las fuentes. Ornn puede gastar oro para forjar objetos no consumibles en cualquier lugar. Además, cuando Ornn alcanza un determinado nivel, forjar objetos otorga a un aliado cercano la posibilidad de comprar un objeto desde cualquier lugar del mapa. Este efecto se activará cada varios niveles.",
        "de_de": "Ornn erhält zusätzliche Rüstung und Magieresistenz aus allen Quellen. Ornn kann Gold ausgeben und überall auf der Karte Gegenstände schmieden. Zusätzlich kann Ornn beim Erreichen einer bestimmten Stufe durch das Schmieden von Gegenständen einem Verbündeten in der Nähe die Fähigkeit geben, Gegenstände von überall auf der Karte zu kaufen. Das wird alle paar Level ausgelöst.",
        "fr_fr": "Ornn augmente tous ses bonus d'armure et de résistance magique. Ornn peut dépenser des PO pour forger des objets non consommables n'importe où sur la carte. De plus, quand Ornn atteint un certain niveau, forger des objets permet à un allié proche d'acheter un objet n'importe où sur la carte. Cet effet se déclenche tous les quelques niveaux.",
        "en_gb": "Ornn gains additional bonus Armor and Magic Resistance from all sources. Ornn can spend gold to forge non-consumable items anywhere. Additionally, when Ornn reaches a certain level, forging items will grant a nearby ally the ability to buy one item from anywhere on the map. This will trigger every few levels.",
        "en_us": "Ornn gains additional bonus Armor and Magic Resistance from all sources. Ornn can spend gold to forge non-consumable items anywhere. Additionally, when Ornn reaches a certain level, forging items will grant a nearby ally the ability to buy one item from anywhere on the map. This will trigger every few levels.",
        "ru_ru": "Орн получает дополнительную броню и сопротивление магии из всех источников. Он может тратить золото на создание нерасходуемых предметов где угодно. Когда Орн достигает определенного уровня, то при создании предмета он дает ближайшему союзнику возможность купить один предмет, не возвращаясь на базу. Этот эффект срабатывает каждые несколько уровней.",
        "ar_ae": "يكسب أورن زيادة دروع ومقاومة سحر إضافية من جميع المصادر. يستطيع أورن إنفاق الذهب لتصنيع عناصر غير قابلة للاستهلاك في أي مكان. إضافةً إلى ذلك، عندما يصل أورن إلى مستوى معين، يتيح تصنيعه العناصر للحلفاء القريبين منه القدرة على شراء عنصر واحد من أي مكان على الخريطة. تتاح هذه الميزة كلّ بضعة مستويات.",
        "en_sg": "Ornn gains additional bonus Armor and Magic Resistance from all sources. Ornn can spend gold to forge non-consumable items anywhere. Additionally, when Ornn reaches a certain level, forging items will grant a nearby ally the ability to buy one item from anywhere on the map. This will trigger every few levels.",
        "es_mx": "Ornn obtiene armadura y resistencia mágica adicionales de todas las fuentes. Ornn puede gastar oro para forjar objetos no consumibles en cualquier lugar. Además, cuando Ornn llega a cierto nivel, forjar objetos le otorgará a un aliado cercano la habilidad de comprar un objeto en cualquier parte del mapa. Esto se activará cada ciertos niveles.",
        "vi_vn": "Ornn nhận thêm Giáp và Kháng Phép cộng thêm từ mọi nguồn. Ornn có thể dùng vàng để rèn trang bị không tiêu thụ ở bất kỳ đâu. Ngoài ra, khi đạt tới một cấp độ nhất định, các trang bị đã rèn của ông sẽ ban cho các đồng minh ở gần khả năng mua trang bị ở bất cứ đâu trên bản đồ. Hiệu ứng có thể được kích hoạt mỗi vài cấp.",
        "th_th": "Ornn ได้รับโบนัสเกราะและต้านทานเวทเพิ่มเติมจากทุกแหล่ง Ornn สามารถใช้ทองเพื่อสร้างไอเทมที่ใช้แล้วไม่หมดไปที่ไหนก็ได้ นอกจากนี้ เมื่อ Ornn มีเลเวลถึงที่กำหนด การสร้างไอเทมจะให้ความสามารถในการซื้อไอเทมหนึ่งชิ้นจากที่ไหนก็ได้ในแผนที่แก่พันธมิตรที่อยู่ใกล้เคียง โดยมันจะทำงานทุก ๆ ไม่กี่เลเวล",
        "zh_tw": "鄂爾從所有來源獲得的物理與魔法防禦都會進一步提升。鄂爾可在地圖任一處花費金幣打造非消耗性道具；另外，鄂爾達到特定等級後，打造道具時可以讓一名附近友軍能夠在地圖任一處購買一項道具，此效果每升幾個等級就會觸發一次。",
        "ko_kr": "오른이 추가 방어력과 마법 저항력을 얻습니다. 오른은 어디에서든 골드를 써서 소모품을 제외한 아이템을 제작할 수 있습니다. 또한 오른이 일정 레벨에 도달했을 때 아이템을 제작하면 가까이 있는 아군에게 맵 어디에서든 아이템 하나를 구매할 수 있는 능력을 부여합니다. 이 능력은 일정 레벨마다 발동됩니다.",
        "ja_jp": "オーンが獲得するあらゆる追加物理防御と追加魔法防御は、獲得量が増加する。オーンはどこにいても、ゴールドを消費して消費アイテム以外のアイテムを作り出せる。さらに、一定のチャンピオンレベルに達すると、アイテムを作り出すことで、マップのどこにいてもアイテムを1個購入できるようになる効果を味方に付与する。これは数レベルごとに発動可能。",
        "pt_br": "Ornn recebe Armadura e Resistência Mágica adicionais de todas as origens. Ele pode gastar ouro para forjar itens não consumíveis em qualquer lugar. Além disso, quando chega a um certo nível, Ornn pode forjar itens para conceder a um aliado próximo a habilidade de comprar um item de qualquer lugar do mapa. Esse efeito será ativado ao alcançar determinados níveis."
      },
      "extraDescription": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      }
    },
    {
      "slot": "Q",
      "key": "volcanic_rupture",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/f04d0dd7cd2a3c3e0891dcfda3e69025719e6947-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/428777ecc9a585c8fd68df4303c4fac5b6a8e085.mp4",
      "name": {
        "ms_my": "VOLCANIC RUPTURE",
        "tr_tr": "VOLKANİK PATLAMA",
        "pl_pl": "WULKANICZNA WYRWA",
        "it_it": "FENDITURA VULCANICA",
        "es_es": "RUPTURA VOLCÁNICA",
        "de_de": "MAGMASPALTE",
        "fr_fr": "FRACTURE MAGMATIQUE",
        "en_gb": "VOLCANIC RUPTURE",
        "en_us": "VOLCANIC RUPTURE",
        "ru_ru": "ВУЛКАНИЧЕСКИЙ РАЗЛОМ",
        "ar_ae": "الصدع البركاني",
        "en_sg": "VOLCANIC RUPTURE",
        "es_mx": "RUPTURA VOLCÁNICA",
        "vi_vn": "NÚI LỬA PHUN TRÀO",
        "th_th": "VOLCANIC RUPTURE",
        "zh_tw": "火山脈動",
        "ko_kr": "용암 균열",
        "ja_jp": "溶岩隆起",
        "pt_br": "RUPTURA VULCÂNICA"
      },
      "description": {
        "ms_my": "Ornn menghentak tanah, menghantar rekahan yang mengenakan damage dan slow musuh yang terkena. Selepas satu delay singkat, satu tiang magma terbentuk di lokasi hujung.",
        "tr_tr": "Ornn yere vurarak isabet alan rakiplere hasar veren ve onları yavaşlatan bir yarık gönderir. Kısa bir beklemenin ardından yarığın ucunda bir magma sütunu oluşur.",
        "pl_pl": "Ornn uderza w ziemię, tworząc rozpadlinę, która zadaje obrażenia fizyczne i spowalnia trafionych wrogów. Po krótkim opóźnieniu w miejscu zakończenia rozpadliny pojawia się słup magmy.",
        "it_it": "Ornn colpisce a terra, creando una spaccatura che infligge danni fisici e rallenta i nemici colpiti. Dopo un breve ritardo, nella posizione bersaglio si forma una colonna di magma.",
        "es_es": "Ornn golpea el suelo y crea una fisura que inflige daño y ralentiza a los enemigos golpeados. Tras unos breves instantes, se forma un pilar de magma al final de la fisura.",
        "de_de": "Ornn schlägt auf den Boden und lässt einen Riss entstehen, der Schaden verursacht und getroffene Gegner verlangsamt. Nach einer kurzen Verzögerung entsteht am Zielort eine Magmasäule.",
        "fr_fr": "Ornn frappe le sol, créant une fissure qui inflige des dégâts et qui ralentit les ennemis touchés. Après un court délai, une colonne de lave se forme à l'endroit ciblé.",
        "en_gb": "Ornn slams the ground, sending out a fissure dealing damage and slowing enemies hit. After a small delay, a magma pillar forms at the end location.",
        "en_us": "Ornn slams the ground, sending out a fissure dealing damage and slowing enemies hit. After a small delay, a magma pillar forms at the end location.",
        "ru_ru": "Орн бьет по земле, создавая в ней трещину, которая наносит врагам урон и замедляет их. После небольшой задержки в области поражения поднимается столп магмы.",
        "ar_ae": "يضرب أورن الأرض، فيُحدث شقًا يمتد ليلحق الضرر بالأعداء المصابين ويبطئ حركتهم. وبعد وقت وجيز، يتشكل عمود من الصهارة في نهاية الصدع.",
        "en_sg": "Ornn slams the ground, sending out a fissure dealing damage and slowing enemies hit. After a small delay, a magma pillar forms at the end location.",
        "es_mx": "Ornn golpea el suelo, lo que crea una fisura que inflige daño y ralentiza a los enemigos alcanzados. Tras una pequeña demora, una columna de magma se forma en la ubicación del objetivo.",
        "vi_vn": "Ornn dộng xuống đất, tạo ra một khe nứt gây sát thương vật lý và làm chậm kẻ địch. Sau một khoảng trễ ngắn, một cột dung nham trồi lên ở vị trí chỉ định.",
        "th_th": "เมื่อ Ornn ทุบพื้น จะสร้างรอยแยกของแผ่นดิน ซึ่งสร้างความเสียหาย และทำการสโลว์ศัตรู หลังจากนั้น จะเกิดเสาแมกม่าขึ้นที่ปลายทาง",
        "zh_tw": "鄂爾重擊地面，敲出一道裂隙對敵人造成物理傷害與緩速。短暫延遲後，裂隙尾端會隆起一根岩漿柱。",
        "ko_kr": "오른이 지면을 내려쳐 적에게 물리 피해를 입히고 둔화시키는 균열을 만들어냅니다. 잠시 후 목표 지점에 용암 기둥이 생성됩니다.",
        "ja_jp": "地面を叩きつけて裂け目を発生させ、敵ユニットにダメージを与えて移動速度を低下させる。少ししてから、裂け目の終端に溶岩の柱が発生する。",
        "pt_br": "Ornn bate no chão, dispersando uma fissura que causa dano e Lentidão aos inimigos atingidos. Após um breve intervalo, um pilar de magma se forma no ponto final."
      },
      "extraDescription": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      }
    },
    {
      "slot": "W",
      "key": "bellows_breath",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/b30d82913017fa89e1981a4e636952eedc09ba3e-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/c420915270d12504047a0bc061c2eea264036c9d.mp4",
      "name": {
        "ms_my": "BELLOWS BREATH",
        "tr_tr": "HARLI ATEŞ",
        "pl_pl": "OGNISTY MIECH",
        "it_it": "SOFFIO DEL MANTICE",
        "es_es": "ALIENTO DE FUELLE",
        "de_de": "FEUERBALG",
        "fr_fr": "FOURNAISE",
        "en_gb": "BELLOWS BREATH",
        "en_us": "BELLOWS BREATH",
        "ru_ru": "ДЫХАНИЕ ВУЛКАНА",
        "ar_ae": "النفس الناري",
        "en_sg": "BELLOWS BREATH",
        "es_mx": "RUGIDO DE FUEGO",
        "vi_vn": "THỔI BỄ",
        "th_th": "BELLOWS BREATH",
        "zh_tw": "熾焰吹息",
        "ko_kr": "불꽃 풀무질",
        "ja_jp": "ふいごの息",
        "pt_br": "FÔLEGO DO FOLE"
      },
      "description": {
        "ms_my": "Ornn maju ke hadapan, sambil menghembus api. Musuh yang terkena serangan api terakhir menjadi Brittle.",
        "tr_tr": "Ornn ilerleyerek alev kusar. Son alevlerden isabet alan rakipler Kavruk hale gelir.",
        "pl_pl": "Ornn prze naprzód i bucha płomieniami. Wrogowie trafieni przez ostatni z płomieni stają się Krusi.",
        "it_it": "Ornn avanza, sputando fuoco. I nemici colpiti dall'ultimo soffio di fiamme diventano Fragili.",
        "es_es": "Ornn avanza mientras escupe fuego. A los enemigos a los que alcance la última llamarada se les aplicará el efecto quebradizo.",
        "de_de": "Ornn bewegt sich vorwärts und spuckt Feuer. Gegner, die vom letzten Flammenstoß getroffen werden, werden mürbe gemacht.",
        "fr_fr": "Ornn avance en crachant des flammes. Les ennemis touchés par la dernière flamme deviennent fragiles.",
        "en_gb": "Ornn advances, breathing fire. Enemies hit by the final gout of flame become Brittle.",
        "en_us": "Ornn advances, breathing fire. Enemies hit by the final gout of flame become Brittle.",
        "ru_ru": "Орн наступает, извергая пламя. Враги, пораженные последним потоком пламени, становятся хрупкими.",
        "ar_ae": "يتقدم أورن، وهو ينفث النار. فيصاب الأعداء الذين تطالهم آخر لفحة من اللهب بتأثير الوهن.",
        "en_sg": "Ornn advances, breathing fire. Enemies hit by the final gout of flame become Brittle.",
        "es_mx": "Ornn avanza lanzando fuego por la boca. Los enemigos que reciban el impacto de la última llama se vuelven Frágiles.",
        "vi_vn": "Ornn hiên ngang đi tới, thở ra lửa và không thể bị ngăn cản. Kẻ địch trúng luồng lửa cuối bị chịu hiệu ứng Nóng Giòn.",
        "th_th": "Ornn เคลื่อนที่ไปข้างหน้าและพ่นไฟออกมา ศัตรูที่โดนไฟระลอกสุดท้ายจะติด Brittle",
        "zh_tw": "鄂爾向前衝刺並吐出火焰。被最後一波炎風命中的敵人會被焦化。",
        "ko_kr": "오른이 전진하며 불꽃을 뿜습니다. 마지막 불꽃에 맞은 적은 불안정 상태가 됩니다.",
        "ja_jp": "前進し、炎を吐き出す。炎の最後の塊が当たった敵は「脆弱」状態になる。",
        "pt_br": "Ornn avança cuspindo fogo. Inimigos atingidos pelo último sopro de fogo ficam Frágeis."
      },
      "extraDescription": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      }
    },
    {
      "slot": "E",
      "key": "searing_charge",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/b85691454f99e873273a76d9835fc55de13210de-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/4c2a52e43ac73a00f3ba2733cb4cc1afc2ec5e00.mp4",
      "name": {
        "ms_my": "SEARING CHARGE",
        "tr_tr": "KAVURAN HÜCUM",
        "pl_pl": "ŻARLIWA SZARŻA",
        "it_it": "CARICA ARDENTE",
        "es_es": "CARGA CANDENTE",
        "de_de": "SENGENDER ANSTURM",
        "fr_fr": "RUÉE ARDENTE",
        "en_gb": "SEARING CHARGE",
        "en_us": "SEARING CHARGE",
        "ru_ru": "ОБЖИГАЮЩИЙ РЫВОК",
        "ar_ae": "الاندفاع الحارق",
        "en_sg": "SEARING CHARGE",
        "es_mx": "EMBESTIDA ABRASADORA",
        "vi_vn": "XUNG KÍCH BỎNG CHÁY",
        "th_th": "SEARING CHARGE",
        "zh_tw": "熔岩俯衝",
        "ko_kr": "화염 돌진",
        "ja_jp": "灼熱の突撃",
        "pt_br": "INVESTIDA CALCINANTE"
      },
      "description": {
        "ms_my": "Ornn charge ke hadapan, mengenakan damage pada musuh yang dilaluinya. Jika Ornn merempuh terrain semasa charge, impak itu menghasilkan gelombang kejutan di sekelilingnya yang mengenakan damage dan menghentam musuh ke atas.",
        "tr_tr": "Ornn hücum eder ve üzerinden geçtiği rakiplere hasar verir. Eğer Ornn hücumu sırasında yüzey şekilleriyle çarpışırsa çevresinde hasar veren ve rakipleri havaya savuran bir şok dalgası oluşturur.",
        "pl_pl": "Ornn szarżuje, zadając obrażenia wrogom, przez których przeniknie. Gdy podczas szarży Ornn zderzy się z terenem, tworzy falę uderzeniową, która zadaje obrażenia i podrzuca przeciwników.",
        "it_it": "Ornn carica, infliggendo danni ai nemici che travolge. Se colpisce un ostacolo durante la carica, genera attorno a sé un'onda d'urto che danneggia e scaglia in aria i nemici.",
        "es_es": "Ornn carga e inflige daño a los enemigos que atraviesa. Si Ornn choca contra algún obstáculo del terreno mientras carga, el impacto crea una onda expansiva a su alrededor que inflige daño y derriba a los enemigos.",
        "de_de": "Ornn stürmt nach vorne und verursacht Schaden an allen Gegnern, die er dabei überrennt. Wenn Ornn mit Terrain kollidiert, erzeugt der Aufprall eine Schockwelle um ihn herum, die Schaden verursacht und Gegner in die Luft schleudert.",
        "fr_fr": "Ornn fonce dans une direction en infligeant des dégâts aux ennemis qu'il traverse. Si Ornn percute un terrain pendant la ruée, l'impact crée une onde de choc autour de lui qui blesse et projette en l'air les ennemis.",
        "en_gb": "Ornn charges, dealing damage to enemies he passes through. If Ornn collides with terrain while charging, the impact creates a shockwave around him which deals damage and knocks up enemies.",
        "en_us": "Ornn charges, dealing damage to enemies he passes through. If Ornn collides with terrain while charging, the impact creates a shockwave around him which deals damage and knocks up enemies.",
        "ru_ru": "Орн делает рывок и наносит урон всем врагам на своем пути. Если Орн сталкивается с препятствием, вокруг него самого возникает ударная волна, которая наносит урон и подбрасывает врагов.",
        "ar_ae": "يندفع أورن ملحقًا الضرر بالأعداء الذين يمر عبرهم. إن اصطدم أورن بتضاريس المنطقة أثناء الاندفاع، تخلق الصدمة موجة ارتجاجية حوله تلحق الضرر وتطيح بالأعداء في الهواء.",
        "en_sg": "Ornn charges, dealing damage to enemies he passes through. If Ornn collides with terrain while charging, the impact creates a shockwave around him which deals damage and knocks up enemies.",
        "es_mx": "Ornn embiste, lo que inflige daño a los enemigos que atraviesa. Si Ornn colisiona con terreno mientras embiste, el impacto crea una onda expansiva a su alrededor que inflige daño y lanza a los enemigos por el aire.",
        "vi_vn": "Ornn lao tới, gây sát thương lên các kẻ địch ông băng qua. Nếu Ornn đâm vào địa hình, cú va chạm tạo ra một làn sóng chấn động gây sát thương và hất tung kẻ địch.",
        "th_th": "Ornn พุ่งชาร์จ สร้างความเสียหายแก่ศัตรูทั้งหมดที่ถูกชน ถ้าหาก Ornn พุ่งชนกับกำแพงหรือสิ่งกีดขวางต่าง ๆ จะเกิดคลื่นกระแทกรอบตัวเขา ซึ่งมันจะสร้างความเสียหายและกระแทกศัตรูให้ลอยขึ้น",
        "zh_tw": "鄂爾向前衝刺，對經過敵人造成傷害。如果鄂爾在途中撞到地形物，會在身周產生衝擊波，對敵人造成傷害與擊飛。",
        "ko_kr": "오른이 돌진하며 통과한 적에게 피해를 입힙니다. 오른이 돌진 중 지형지물에 충돌하면, 그 충돌로 인해 충격파가 발생해 적에게 피해를 입히고 공중으로 띄웁니다.",
        "ja_jp": "ダッシュして当たった敵ユニットにダメージを与える。ダッシュ中に地形にぶつかると周囲に衝撃波が発生し、敵ユニットにダメージを与えてノックアップさせる。",
        "pt_br": "Ornn avança e causa dano aos inimigos no caminho. Se Ornn colidir com algum terreno enquanto estiver avançando, o impacto criará uma onda de choque que causará dano e arremessará os inimigos ao ar."
      },
      "extraDescription": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      }
    },
    {
      "slot": "R",
      "key": "call_of_the_forge_god",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/be54ec007415ee6a2524d75f8e587eb9606b1df5-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/03c3ae1ae9597413c3fa315d508287ae20d9755c.mp4",
      "name": {
        "ms_my": "CALL OF THE FORGE GOD",
        "tr_tr": "OCAĞIN ÇAĞRISI",
        "pl_pl": "ZEW BOGA KUŹNI",
        "it_it": "RICHIAMO DEL DIO DELLA FORGIA",
        "es_es": "LLAMADA DEL DIOS DE LA FORJA",
        "de_de": "RUF DES SCHMIEDEFEUERS",
        "fr_fr": "APPEL DU DIEU DE LA FORGE",
        "en_gb": "CALL OF THE FORGE GOD",
        "en_us": "CALL OF THE FORGE GOD",
        "ru_ru": "ЗОВ БОГА-КУЗНЕЦА",
        "ar_ae": "نداء سيد المصهر",
        "en_sg": "CALL OF THE FORGE GOD",
        "es_mx": "LLAMADO DEL DIOS DE LA FORJA",
        "vi_vn": "HỎA DƯƠNG HIỆU TRIỆU",
        "th_th": "CALL OF THE FORGE GOD",
        "zh_tw": "鑄火者的呼喚",
        "ko_kr": "대장장이 신의 부름",
        "ja_jp": "鍛冶神の呼び声",
        "pt_br": "CHAMADO DO DEUS DA FORJA"
      },
      "description": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      },
      "extraDescription": {
        "ms_my": "Ornn summon elemental lava yang besar di satu lokasi, yang bergerak ke arahnya dengan kelajuan yang semakin meningkat. Musuh dilanggar oleh elemental itu menerima damage, slow dan menjadi Brittle. Ornn boleh menggunakan semula ability ini untuk charge ke arah elemental itu untuk mengubah hala elemental tersebut ke arah dia memukulnya, menyebabkan elemental itu menghentam mana-mana musuh yang dilanggarnya ke atas, mengenakan nilai damage yang sama dan memberikan semula Brittle.",
        "tr_tr": "Ornn bölgeye devasa bir elemental çağırır ve elemental giderek artan bir hızla Ornn'a doğru ilerler. Elementalin ezdiği rakipler hasar alır, yavaşlar ve Kavruk hale gelir. Ornn bu yeteneği yeniden kullanarak elementale doğru hücum edip onu vurduğu yöne yönlendirebilir. Yeniden yönlendirilen elementalin ezdiği rakipler havaya savrulur, aynı hasarı yeniden alır ve tekrar Kavruk hale gelir.",
        "pl_pl": "Ornn przywołuje w wybranym miejscu potężnego żywiołaka, który zmierza w jego stronę z rosnącą prędkością. Wrogowie, których po drodze trafi, zostają spowolnieni i stają się Krusi. Ornn może ponownie użyć umiejętności, aby zaszarżować na żywiołaka i skierować go w kierunku, w którym go uderzył, sprawiając, że przeciwnicy trafieni przez niego zostaną podrzuceni, otrzymają takie same obrażenia, a efekt Kruchości zostanie nałożony ponownie.",
        "it_it": "Ornn evoca un possente elementale che si muove verso di lui con velocità crescente. I nemici travolti dall'elementale subiscono danni, vengono rallentati e diventano Fragili. Ornn può lanciare nuovamente l'abilità per caricare verso l'elementale, deviandolo nella direzione in cui lo colpisce, facendo in modo che i nemici colpiti dall'elementale vengano lanciati in aria, e che infligga gli stessi danni e riapplichi Fragilità.",
        "es_es": "Ornn invoca un gólem de lava enorme en una ubicación que se dirige hacia él con una velocidad creciente. El gólem inflige daño, provoca una ralentización y el efecto quebradizo a los enemigos sobre los que pasa. Ornn puede volver a lanzar la habilidad para cargar hacia el gólem de fuego y redirigirlo en la dirección en la que lo golpea. El gólem derriba a los enemigos golpeados, les inflige el mismo daño y les vuelve a provocar el efecto quebradizo.",
        "de_de": "Ornn beschwört einen riesigen Elementar an einem Zielort, der sich daraufhin mit zunehmender Geschwindigkeit auf ihn zubewegt. Gegner, die vom Elementar überrannt werden, erleiden Schaden, werden verlangsamt und zusätzlich mürbe gemacht. Ornn kann die Fähigkeit erneut einsetzen, um zum Elementar zu stürmen und ihn in die entgegengesetzte Richtung umzuleiten. Alle Gegner, die der Elementar daraufhin trifft, werden in die Luft geschleudert, erleiden denselben Schaden und werden erneut mürbe gemacht.",
        "fr_fr": "Ornn invoque un énorme élémentaire à l'endroit ciblé. Cet élémentaire se déplace ensuite vers Ornn, de plus en plus vite. Les ennemis écrasés par l'élémentaire subissent des dégâts, sont ralentis et deviennent fragiles. Ornn peut relancer cette compétence pour se ruer vers l'élémentaire, le réorientant selon la direction de la collision. L'élémentaire redirigé projette en l'air les ennemis qu'il touche, en infligeant les mêmes dégâts qu'avant et en appliquant de nouveau l'effet Fragilité.",
        "en_gb": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "en_us": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "ru_ru": "Орн призывает в выбранную точку огромного элементаля, который движется к нему навстречу с нарастающей скоростью. Пораженные элементалем враги получают урон, замедляются и становятся хрупкими. Орн может применить умение повторно, чтобы сделать рывок вперед. Столкнувшись с элементалем во время рывка, он направит его в ту сторону, с которой нанес удар. На обратном пути элементаль наносит такой же урон, как и в первый раз, подбрасывает всех пораженных врагов и делает их хрупкими.",
        "ar_ae": "يستدعي أورن مخلوق طبيعة ضخمًا في موقع معين يندفع نحوه بسرعة متزايدة، ملحقًا الضرر بالأعداء الذين يدهسهم، كما يتم إبطاؤهم ويصابون بتأثير الوهن. يستطيع أورن إعادة إلقاء القدرة للاندفاع نحو المخلوق، بحيث يعيد توجيهه بالاتجاه الذي يصيبه منه، مما يجعل المخلوق يصيب أي عدو يدهسه ويطيح به في الهواء، فيلحق به الضرر ذاته ويصيبه بتأثير الوهن من جديد.",
        "en_sg": "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle.",
        "es_mx": "Ornn invoca un enorme elemental en una ubicación, el cual avanza hacia él a una velocidad que aumenta. Los enemigos arrollados por el elemental reciben daño, quedan ralentizados y se vuelven Frágiles. Ornn puede volver a lanzar la habilidad para embestir al elemental, lo que hará que cambie de dirección y avanzará hacia donde haya recibido el golpe. Esto causará todos los enemigos que arrolle sean lanzados al aire, reciban el mismo daño y vuelvan a recibir el efecto de Fragilidad.",
        "vi_vn": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn.",
        "th_th": "Ornn เรียกแกะเพลิงออกมาในพื้นที่ที่ถูกกำหนด ซึ่งมันจะวิ่งกลับเข้ามาหาเขาด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ ศัตรูที่ชนแกะเพลิงจะได้รับความเสียหาย ถูกสโลว์ และติด Brittle โดย Ornn จะสามารถใช้สกิลนี้อีกครั้งเพื่อกระเเทกเเกะเพลิงกลับไปในทิศทางที่เขากระเเทกได้ ศัตรูที่ถูกชนในครั้งนี้จะถูกกระแทกให้ลอยขึ้น พร้อมสร้างความเสียหายเท่ากับการพุ่งครั้งแรกและติด Brittle อีกครั้ง",
        "zh_tw": "鄂爾召喚一隻巨大的火元素衝向自己，越跑越快速。被火元素撞到的敵人會受到傷害且被緩速及焦化。鄂爾可以重施技能往前撞向火元素，令其轉向撞擊的方向。轉向的火元素會擊飛所有被擊中的敵人，造成跟之前一樣的傷害並再次附加焦化效果。",
        "ko_kr": "오른이 목표 위치에 거대한 불의 정령을 소환합니다. 불의 정령은 오른에게로 다가오며 점점 이동 속도가 빨라집니다. 정령이 밟고 지나간 적은 피해를 입고 둔화되며 불안정 상태가 됩니다. 오른이 대장장이 신의 부름을 재시전하면 정령 쪽으로 돌진합니다. 오른이 돌진해 정령에 부딪히면 정령의 진행 방향이 바뀝니다. 진행 방향이 바뀐 정령은 부딪힌 모든 적을 공중으로 띄우며 전과 동일한 피해를 입히고 다시 불안정 상태로 만듭니다.",
        "ja_jp": "指定地点に巨大な精霊を呼び出す。精霊はどんどん速度を上げながらオーンがいる方向に進んでくる。精霊にぶつかった敵ユニットはダメージを受けて移動速度が低下し、「脆弱」状態になる。スキルを再使用するとオーンが精霊に向かって突撃し、彼がぶつかった方向に精霊の進行方向を変える。この精霊に当たった敵ユニットはノックアップされて、最初と同量のダメージを受け、再び「脆弱」が適用される。",
        "pt_br": "Ornn invoca um elemental gigante que corre cada vez mais rápido na direção do Campeão. Inimigos atropelados pelo elemental sofrem dano, Lentidão e ficam Frágeis. Ornn pode reconjurar a habilidade para investir contra o elemental, redirecionando-o de acordo com o sentido em que acertá-lo. Isso fará com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."
      }
    }
  ]
}