{
  "slug": "shyvana",
  "name": {
    "ru_ru": "ШИВАНА",
    "pt_br": "SHYVANA",
    "en_us": "SHYVANA",
    "it_it": "SHYVANA",
    "tr_tr": "SHYVANA",
    "de_de": "SHYVANA",
    "ms_my": "SHYVANA",
    "vi_vn": "SHYVANA",
    "ko_kr": "쉬바나",
    "ja_jp": "シヴァーナ",
    "es_es": "SHYVANA",
    "fr_fr": "SHYVANA",
    "th_th": "SHYVANA",
    "zh_tw": "希瓦娜",
    "en_gb": "SHYVANA",
    "pl_pl": "SHYVANA",
    "es_mx": "SHYVANA",
    "en_sg": "SHYVANA",
    "ar_ae": "شيفانا"
  },
  "roles": [
    "fighter",
    "tank"
  ],
  "difficulty": "low",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/2da9174190af1472ce49266702e17d113ce7697a-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "fury_of_the_dragonborn",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/ba2de7940d4f05eb3225317e9fefa9eea126d37d-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/eaa4e4f1b264b14bf6d32d993d882a63dd26f01e.mp4",
      "name": {
        "ms_my": "Fury of the Dragonborn",
        "tr_tr": "Ejderkanının Hiddeti",
        "pl_pl": "Furia Córy Smoków",
        "it_it": "Furia del dragonide",
        "es_es": "Furia de la hija del dragón",
        "de_de": "Zorn der Drachengeborenen",
        "fr_fr": "Fureur d'enfant de dragon",
        "en_gb": "Fury of the Dragonborn",
        "en_us": "Fury of the Dragonborn",
        "ru_ru": "Ярость драконорожденных",
        "ar_ae": "فورة التنين",
        "en_sg": "Fury of the Dragonborn",
        "es_mx": "Furia de la Hija del Dragón",
        "vi_vn": "Cuồng Nộ Long Nhân",
        "th_th": "Fury of the Dragonborn",
        "zh_tw": "龍裔之怒",
        "ko_kr": "용족의 분노",
        "ja_jp": "龍血の憤怒",
        "pt_br": "Fúria da Meio-Dragão"
      },
      "description": {
        "ms_my": "Shyvana akan mendapat stack apabila membunuh monster besar dan epik, serta champion. Dragon memberikan stack tambahan. Setiap 100 stack akan meningkatkan salah satu ability Shyvana.",
        "tr_tr": "Shyvana büyük ve destansı canavarların yanı sıra şampiyonları da alt ederek yük kazanır. Ejderler ilave yük kazandırır. Her 100 yük Shyvana'nın yeteneklerinden birini geliştirir.",
        "pl_pl": "Shyvana zdobywa ładunki, zabijając duże i potężne potwory oraz bohaterów. Smoki zapewniają jej dodatkowe ładunki. Każde 100 ładunków wzmacnia jedną z umiejętności Shyvany.",
        "it_it": "Shyvana ottiene cariche quando uccide mostri grandi, mostri epici e campioni. I Draghi forniscono cariche extra. Ogni 100 cariche accumulate, una delle abilità di Shyvana viene potenziata.",
        "es_es": "Shyvana obtiene acumulaciones al asesinar a monstruos grandes o épicos y a campeones. Los dragones le otorgan acumulaciones adicionales. Cada 100 acumulaciones, Shyvana potencia una de sus habilidades.",
        "de_de": "Shyvana erhält Steigerungen durch das Töten von epischen Monstern und Champions. Drachen gewähren zusätzliche Steigerungen. Alle 100 Steigerungen wird eine von Shyvanas Fähigkeiten verstärkt.",
        "fr_fr": "Shyvana cumule des effets quand elle tue des grands monstres, des monstres épiques et des champions. Les dragons octroient plus d'effets. Tous les 100 effets cumulés, l'une des compétences de Shyvana est renforcée.",
        "en_gb": "Shyvana gains stacks when slaying large and epic monsters, as well as champions. Dragons grant extra stacks. Every 100 stack enhances one of Shyvana's abilities.",
        "en_us": "Shyvana gains stacks when slaying large and epic monsters, as well as champions. Dragons grant extra stacks. Every 100 stack enhances one of Shyvana's abilities.",
        "ru_ru": "Шивана получает заряды, убивая больших и эпических монстров, а также чемпионов. Драконы дают дополнительные заряды. За каждые 100 зарядов улучшается одно из умений Шиваны.",
        "ar_ae": "تكسب شيفانا تكدسات عند قتل الوحوش الكبيرة والوحوش الخارقة والأبطال. تمنح التنانين تكدسات إضافية. يعزز كل 100 تكدس إحدى قدرات شيفانا.",
        "en_sg": "Shyvana gains stacks when slaying large and epic monsters, as well as champions. Dragons grant extra stacks. Every 100 stack enhances one of Shyvana's abilities.",
        "es_mx": "Shyvana obtiene acumulaciones al matar monstruos grandes y épicos, así como campeones. Los dragones le otorgan acumulaciones adicionales. Cada 100 acumulaciones, una de las habilidades de Shyvana es mejorada.",
        "vi_vn": "Shyvana nhận cộng dồn khi tấn công quái lớn, quái khủng và tướng. Tấn công Rồng sẽ cho thêm điểm cộng dồn. Mỗi 100 điểm cộng dồn sẽ cường hóa một kỹ năng của Shyvana.",
        "th_th": "Shyvana จะได้รับสแตคเมื่อสังหารมอนสเตอร์ขนาดใหญ่ มอนสเตอร์ในตำนาน และรวมไปถึงแชมเปี้ยนด้วย มังกรจะมอบสแตคให้เพิ่มเติม ทุก ๆ 100 สแตคจะเสริมพลังให้กับหนึ่งในสกิลของ Shyvana",
        "zh_tw": "希瓦娜擊殺大型野怪、史詩級野怪與英雄時可獲得堆層。擊殺飛龍會賦予額外的堆層。每得到100層，希瓦娜的其中一項技能會獲得強化。",
        "ko_kr": "쉬바나가 대형 및 에픽 몬스터와 챔피언을 처치하면 중첩을 얻습니다. 드래곤 처치 시 중첩이 추가로 쌓입니다. 중첩을 100회 쌓을 때마다 쉬바나의 스킬 하나가 강화됩니다.",
        "ja_jp": "シヴァーナは、大型モンスターおよびエピックモンスターやチャンピオンを倒すとスタックを獲得する。ドラゴンからは追加のスタックを獲得する。100スタックごとに、シヴァーナのいずれかのスキルが強化される。",
        "pt_br": "Ao eliminar Campeões e monstros épicos ou grandes, Shyvana ganha acúmulos. Dragões concedem acúmulos extras. A cada 100 acúmulos, uma das habilidades de Shyvana é aprimorada."
      },
      "extraDescription": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      }
    },
    {
      "slot": "Q",
      "key": "twin_bite",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/cb597bf3e5189864061e54d2c58a37599553b792-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/46a92e1183e4b240854c035e098503aace823e84.mp4",
      "name": {
        "ms_my": "Twin Bite",
        "tr_tr": "Çifte Isırık",
        "pl_pl": "Podwójne Ugryzienie",
        "it_it": "Doppio morso",
        "es_es": "Mordisco doble",
        "de_de": "Doppelbiss",
        "fr_fr": "Morsure double",
        "en_gb": "Twin Bite",
        "en_us": "Twin Bite",
        "ru_ru": "Двойная порция",
        "ar_ae": "العضة المزدوجة",
        "en_sg": "Twin Bite",
        "es_mx": "Mordida Gemela",
        "vi_vn": "Song Long Thủ",
        "th_th": "Twin Bite",
        "zh_tw": "雙龍聚首",
        "ko_kr": "두 번 물어뜯기",
        "ja_jp": "ツインバイト",
        "pt_br": "Mordida Dupla"
      },
      "description": {
        "ms_my": "Shyvana menyerang dua kali pada serangan seterusnya. Serangan biasa mengurangkan cooldown Twin Bite. Twin Bite menyerang semua unit di hadapan Shyvana. Membunuh Mountain Drake menyebabkan Twin Bite mengenakan slow pada musuh semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana bir sonraki saldırısında iki vuruş yapar. Normal saldırılar Çifte Isırık'ın bekleme süresini azaltır. Ejderha Biçimi: Çifte Isırık Shyvana'nın önündeki bütün birimleri biçer. Dağ Ejderi kesmek Ejderha Biçimi'ndeyken Çifte Isırık'ın rakipleri yavaşlatmasını sağlar.",
        "pl_pl": "Przy następnym ataku Shyvana uderzy dwa razy. Podstawowe ataki skracają czas odnowienia Podwójnego Ugryzienia. Postać Smoka: Podwójne Ugryzienie zadaje obrażenia wszystkim celom znajdującym się przed Shyvaną. Zabicie Górskiego Smoka sprawia, że Podwójne Ugryzienie w Postaci Smoka spowalnia trafionych wrogów.",
        "it_it": "Shyvana colpisce due volte con il suo prossimo attacco. Gli attacchi base riducono la ricarica di Doppio morso. Forma del drago: Doppio morso attacca tutte le unità davanti a Shyvana. Uccidendo il Drago della montagna, Doppio morso rallenta i nemici colpiti se lanciato in Forma del drago.",
        "es_es": "Shyvana golpea dos veces en su próximo ataque. Los ataques básicos reducen el enfriamiento de Mordisco doble. Forma de Dragón: Mordisco doble golpea a todas las unidades que hay ante Shyvana. Asesinar al Dragón de montaña hace que Mordisco doble ralentice a los enemigos mientras está en forma de dragón.",
        "de_de": "Shyvanas nächster Angriff trifft doppelt. Normale Angriffe verringern die Abklingzeit von „Doppelbiss“. Drachengestalt: „Doppelbiss“ trifft alle Einheiten vor Shyvana. Durch das Töten des Bergdrachen werden Gegner, die von „Doppelbiss“ in Drachengestalt getroffen wurden, verlangsamt.",
        "fr_fr": "Shyvana frappe deux fois à sa prochaine attaque. Les attaques de base réduisent le délai de récupération de Morsure double. Forme de dragon : Morsure double blesse toutes les unités devant Shyvana. Si Shyvana tue le dragon des montagnes, sous forme de dragon, Morsure double ralentit les ennemis.",
        "en_gb": "Shyvana strikes twice on her next attack. Basic attacks reduce the cooldown of Twin Bite. Dragon Form: Twin Bite cleaves all units in front of Shyvana. Slaying Mountain Drake causes Twin Bite to slow enemies while in Dragon Form.",
        "en_us": "Shyvana strikes twice on her next attack. Basic attacks reduce the cooldown of Twin Bite. Dragon Form: Twin Bite cleaves all units in front of Shyvana. Slaying Mountain Drake causes Twin Bite to slow enemies while in Dragon Form.",
        "ru_ru": "При следующей автоатаке Шивана нанесет двойной удар. Автоатаки сокращают время перезарядки Двойной порции. Форма дракона: Шивана наносит урон всем врагам перед собой. Если Шивана убила горного дракона и находится в форме дракона, Двойная порция также замедляет врагов.",
        "ar_ae": "تضرب شيفانا مرتين في هجومها التالي. تقلص الهجمات الأساسية فترة تبريد العضة المزدوجة. هيئة التنين: تشطر العضة المزدوجة كل الوحدات أمام شيفانا. يؤدي قتل التنين الجبلي إلى جعل العضة المزدوجة تبطئ الأعداء أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana strikes twice on her next attack. Basic attacks reduce the cooldown of Twin Bite. Dragon Form: Twin Bite cleaves all units in front of Shyvana. Slaying Mountain Drake causes Twin Bite to slow enemies while in Dragon Form.",
        "es_mx": "Shyvana atacará dos veces en su siguiente ataque. Los ataques básicos reducen el enfriamiento de Mordida Gemela. Forma de Dragón: Mordida Gemela atacará a todas las unidades frente a Shyvana. Matar a un Dragón de las Montañas provoca que Mordida Gemela ralentice a los enemigos mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana tấn công 2 lần trong đòn đánh kế tiếp. Đòn đánh thường giảm thời gian hồi chiêu của Song Long Thủ. Dạng Rồng: Song Long Thủ đánh lan tất cả kẻ địch trước mặt Shyvana. Tiêu Diệt Rồng Đất sẽ khiến Song Long Thủ gây thêm hiệu ứng làm chậm lên kẻ địch khi ở Dạng Rồng.",
        "th_th": "Shyvana จะจู่โจมสองครั้งรวดในการโจมตีครั้งถัดไปของเธอ การโจมตีปกติจะลดคูลดาวน์ของ Twin Bite ลง ร่างมังกร: Twin Bite จะตีกวาดยูนิตทุกตัวที่อยู่เบื้องหน้าของ Shyvana การสังหาร Mountain Drake จะทำให้สกิล Twin Bite สามารถทำให้ศัตรูเคลื่อนที่ช้าลงได้เมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜的下次普攻會攻擊兩次；普攻能減少雙龍聚首的冷卻時間。聖龍型態：雙龍聚首將劈擊所有在希瓦娜面前的單位。擊殺裂地飛龍會使聖龍型態下的雙龍聚首附加緩速效果。",
        "ko_kr": "쉬바나는 다음 공격 시 두 번 공격합니다. 기본 공격 시 두 번 물어뜯기의 재사용 대기시간이 감소합니다. 용 형상: 두 번 물어뜯기를 사용하면 쉬바나 앞에 있는 모든 유닛을 베어 가릅니다. 대지의 드래곤을 처치하면 용 형상일 때 두 번 물어뜯기가 적을 둔화시킵니다.",
        "ja_jp": "次の攻撃が2回攻撃になる。通常攻撃を行うたび「ツインバイト」のクールダウンが短縮する。ドラゴンフォーム: 目の前のすべての敵ユニットを切り裂く。マウンテンドレイクをキルするとドラゴンフォーム中は「ツインバイト」が敵にスロウ効果を与える。",
        "pt_br": "Shyvana golpeia duas vezes no seu próximo ataque. Ataques básicos reduzem o Tempo de Recarga de Mordida Dupla. Forma de Dragão: Mordida Dupla fere todas as unidades à frente de Shyvana. Eliminar o Dragão da Montanha faz com que Mordida Dupla cause Lentidão aos inimigos enquanto Shyvana estiver na Forma de Dragão."
      },
      "extraDescription": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      }
    },
    {
      "slot": "W",
      "key": "burnout",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/822b41a001e5bef94e961d2836b0b7fc09b3e2f4-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/506b2e1fddff9d2001f716dab9e84ec890b544af.mp4",
      "name": {
        "ms_my": "Burnout",
        "tr_tr": "Ateş Burgacı",
        "pl_pl": "Wypalenie",
        "it_it": "Ciclone incendiario",
        "es_es": "Quemado",
        "de_de": "AUSBRENNEN",
        "fr_fr": "Combustion",
        "en_gb": "Burnout",
        "en_us": "Burnout",
        "ru_ru": "Выжигание",
        "ar_ae": "الحرق",
        "en_sg": "Burnout",
        "es_mx": "Quemadura",
        "vi_vn": "Rực Cháy",
        "th_th": "Burnout",
        "zh_tw": "聖龍怒火",
        "ko_kr": "연소",
        "ja_jp": "バーンアウト",
        "pt_br": "Combustão"
      },
      "description": {
        "ms_my": "Shyvana meliputi dirinya dalam api, mengenakan magic damage pada musuh berdekatan dan bergerak dengan lebih laju selama 3 saat. Movement Speed bekurang sepanjang tempoh spell. Serangan biasa menambah tempoh Burnout. Dragon Form: Burnout bertambah besar. Membunuh Cloud Drake memberi Shyvana 25% Movement Speed ekstra semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana 3 saniyeliğine etrafını ateşle kuşatarak yakınındaki rakiplere saniye başı büyü hasarı verir ve daha hızlı hareket eder. Hareket hızı ilavesi yeteneğin süresi boyunca azalır. Normal saldırılar, Ateş Burgacı'nın süresini uzatır. Ejderha Biçimi: Ateş Burgacı büyür. Bulut Ejderi kesmek, Shyvana Ejderha Biçimi'ndeyken ona %25 İlave Hareket Hızı sağlar.",
        "pl_pl": "Shyvana otacza się ogniem, co sekundę zadając pobliskim wrogom obrażenia magiczne i poruszając się szybciej przez 3 sekundy. Premia do prędkości ruchu zanika wraz z czasem działania zaklęcia. Podstawowe ataki wydłużają czas działania Wypalenia. Obszar działania Postaci Smoka: Wypalenia zwiększa się. Zabicie Podniebnego Smoka sprawia, że Shyvana zyskuje 25% prędkości ruchu w Postaci Smoka.",
        "it_it": "Shyvana si circonda di fiamme che infliggono danni magici ogni secondo ai nemici nelle vicinanze, e si muove più veloce per 3 secondi. Il bonus al movimento diminuisce nel corso dell'abilità. Gli attacchi base aumentano la durata di Ciclone incendiario. Forma del drago: le dimensioni del Ciclone incendiario aumentano. Uccidere il Drago della nuvola fornisce a Shyvana il 25% di velocità di movimento aggiuntiva quando è nella Forma del drago.",
        "es_es": "Shyvana se rodea de fuego, inflige daño mágico cada segundo a los enemigos cercanos y se mueve más rápido durante 3 s. La velocidad de movimiento se reduce mientras dura la habilidad. Los ataques básicos aumentan la duración de Quemado. Forma de dragón: Quemado aumenta su tamaño. Asesinar al Dragón de nube otorga a Shyvana un 25% de velocidad de movimiento adicional mientras esté en forma de dragón.",
        "de_de": "Shyvana umgibt sich selbst mit Feuer, das jede Sekunde magischen Schaden an nahen Gegnern verursacht und ihr Lauftempo 3 Sekunden lang erhöht. Das Lauftempo nimmt während der Wirkdauer der Fähigkeit ab. Normale Angriffe verlängern die Dauer von „Ausbrennen“. Drachengestalt: „Ausbrennen“ wird größer. Durch das Töten des Wolkendrachens erhält Shyvana in Drachenform 25 % zusätzliches Lauftempo.",
        "fr_fr": "Shyvana s'enveloppe de feu, infligeant des dégâts magiques chaque seconde aux ennemis proches et se déplaçant plus vite pendant 3 sec. Le bonus de vitesse de déplacement diminue progressivement. Les attaques de base prolongent la durée de Combustion. Forme de dragon : la taille de Combustion augmente. Si Shyvana tue le dragon des nuages, sous forme de dragon, elle gagne 25% de vitesse de déplacement supplémentaire.",
        "en_gb": "Shyvana surrounds herself in fire, dealing magic damage per second to nearby enemies and moving faster for 3 seconds. The Movement Speed reduces over the duration of the spell. Basic attacks extend the duration of Burnout. Dragon Form: Burnout grows in size. Slaying Cloud Drake gives Shyvana 25% extra Movement Speed while in Dragon Form.",
        "en_us": "Shyvana surrounds herself in fire, dealing magic damage per second to nearby enemies and moving faster for 3 seconds. The Movement Speed reduces over the duration of the spell. Basic attacks extend the duration of Burnout. Dragon Form: Burnout grows in size. Slaying Cloud Drake gives Shyvana 25% extra Movement Speed while in Dragon Form.",
        "ru_ru": "Шивана окружает себя огнем и в течение 3 секунд наносит магический урон окружающим врагам, а ее скорость передвижения на это время увеличивается (ускорение постепенно ослабевает). Автоатаки продлевают время действия умения. Форма дракона: площадь действия Выжигания увеличена. Если Шивана убила облачного дракона и находится в форме дракона, ее скорость передвижения дополнительно увеличивается на 25%.",
        "ar_ae": "تحيط شيفانا نفسها بالنار، فتلحق ضرر السحر في الثانية بالأعداء في الجوار، وتتحرك بسرعة أكبر لمدة 3 ث. تتقلص سرعة الحركة خلال مدة التعويذة. تمدد الهجمات الأساسية فترة الحرق. هيئة التنين: يكبر حجم الحرق. قتل التنين السحابي يمنح شيفانا 25% سرعة حركة إضافية أثناء تواجدها في هيئة التنين.",
        "en_sg": "Shyvana surrounds herself in fire, dealing magic damage per second to nearby enemies and moving faster for 3 seconds. The Movement Speed reduces over the duration of the spell. Basic attacks extend the duration of Burnout. Dragon Form: Burnout grows in size. Slaying Cloud Drake gives Shyvana 25% extra Movement Speed while in Dragon Form.",
        "es_mx": "Shyvana se rodea de fuego, lo que inflige daño mágico por seg a enemigos cercanos y hace que se mueva más rápido durante 3 seg. La velocidad de movimiento se reduce a lo largo del efecto. Los ataques básicos extienden la duración de Quemadura. Forma de Dragón: Quemadura aumenta de tamaño. Shyvana recibe un 25% de Velocidad de Movimiento adicional al matar Dragones de las Nubes mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana bao phủ lấy bản thân trong lửa, gây sát thương phép mỗi giây lên các kẻ địch xung quanh và chạy nhanh hơn trong 3 giây. Tốc độ chạy này sẽ giảm dần theo thời gian. Các đòn đáng thường sẽ kéo dài thêm thời gian hiệu lực của Rực Cháy. Dạng Rồng: Rực Cháy tăng kích thước. Shyvana nhận thêm 25% Tốc Độ Di Chuyển sau khi tiêu diệt Rồng Gió ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยเปลวเพลิงออกมารอบตัวเธอ สร้างความเสียหายเวทให้แก่ศัตรูรอบข้างทุกวินาที และเคลื่อนที่เร็วขึ้นเป็นระยะเวลา 3 วินาที ความเร็วของสกิลนี้จะค่อย ๆ ลดลงในช่วงระยะเวลาของสกิล การโจมตีแบบปกติจะช่วยเพิ่มระยะเวลาของสกิล Burnout ร่างมังกร: Burnout มีวงกว้างยิ่งขึ้น การสังหาร Cloud Drake จะมอบความเร็วในการเคลื่อนที่เพิ่มขึ้น 25% แก่ Shyvana เมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜使用火焰環繞自身，每秒對鄰近敵人造成魔法傷害，並在3秒內增加自身跑速。跑速加成隨著時間而減少。普攻能延長聖龍怒火的持續時間。聖龍型態：擴大地面燃燒範圍。擊殺疾風飛龍會使聖龍型態下的希瓦娜跑速增加25%。",
        "ko_kr": "쉬바나가 화염으로 몸을 감싸 3초간 주위 적에게 매 초당 마법 피해를 주며 추가 이동 속도를 얻습니다. 이동 속도는 시간이 지날수록 점차 느려집니다. 기본 공격 시 연소의 지속시간이 늘어납니다. 용 형상: 연소의 크기가 커집니다. 바람의 드래곤을 처치하면 용 형상일 때 25%의 추가 이동 속도를 얻습니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana envolve a si mesma em fogo, causando Dano Mágico por segundo a inimigos próximos e movimentando-se mais depressa por 3s. A Velocidade de Movimento diminui ao longo da duração da habilidade. Os ataques básicos prolongam a duração de Combustão. Forma de Dragão: Combustão aumenta de tamanho. Eliminar o Dragão das Nuvens concede mais 25% de Velocidade de Movimento enquanto Shyvana estiver na Forma de Dragão."
      },
      "extraDescription": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      }
    },
    {
      "slot": "E",
      "key": "flame_breath",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/91fb272a3f7b3710a4201b7443b32daa7f87b713-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/1b0f96ba80b9c184a1341428462dc7bf53c06a3b.mp4",
      "name": {
        "ms_my": "Flame Breath",
        "tr_tr": "Alevli Nefes",
        "pl_pl": "Ognisty Podmuch",
        "it_it": "Alito di fuoco",
        "es_es": "Aliento de fuego",
        "de_de": "Flammenodem",
        "fr_fr": "Souffle de flammes",
        "en_gb": "Flame Breath",
        "en_us": "Flame Breath",
        "ru_ru": "Огненное дыхание",
        "ar_ae": "نفخة اللهب",
        "en_sg": "Flame Breath",
        "es_mx": "Aliento de Fuego",
        "vi_vn": "Hơi Thở Của Rồng",
        "th_th": "Flame Breath",
        "zh_tw": "龍之吐息",
        "ko_kr": "화염 숨결",
        "ja_jp": "フレイムブレス",
        "pt_br": "Hálito Flamejante"
      },
      "description": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "火球を放ち、命中した敵ユニットにダメージを与え、さらに5秒間マークを付与する。マークを付与した対象に通常攻撃を行うたび、対象の最大体力に応じて追加ダメージを与える。ドラゴンフォーム: 「フレイムブレス」が何かにぶつかるか指定地点に到達すると爆発し、追加ダメージを与えて、少しの間、地面に炎が残る。インファーナルドレイクをキルすると、ドラゴンフォーム中はマークした敵に与えるダメージが確定ダメージになる。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      },
      "extraDescription": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      }
    },
    {
      "slot": "R",
      "key": "dragons_descent",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/a8bd73b9d7f2b6715142318fe7e68477a46e3bb1-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/c5c8f8d9df336a860ae7446bec56b09016f90292.mp4",
      "name": {
        "ms_my": "Dragon's Descent",
        "tr_tr": "Ejderin Öfkesi",
        "pl_pl": "Smoczy Atak",
        "it_it": "Discesa del dragone",
        "es_es": "Ascendencia de dragón",
        "de_de": "Erbe des Drachen",
        "fr_fr": "Vol du dragon",
        "en_gb": "Dragon's Descent",
        "en_us": "Dragon's Descent",
        "ru_ru": "Приземление дракона",
        "ar_ae": "أصول التنين",
        "en_sg": "Dragon's Descent",
        "es_mx": "Descendiente del Dragón",
        "vi_vn": "Hóa Rồng",
        "th_th": "Dragon's Descent",
        "zh_tw": "真龍轉生",
        "ko_kr": "용의 강림",
        "ja_jp": "龍族の血統",
        "pt_br": "Descida do Dragão"
      },
      "description": {
        "ms_my": "Shyvana berubah menjadi naga dan mula terbang ke lokasi sasaran. Musuh di sepanjang laluannya akan menerima damage dan dihentam ke arah lokasi sasaran. Shyvana mendapat Fury setiap saat secara pasif dan mendapat 2 Fury pada serangan biasa.",
        "tr_tr": "Shyvana ejderhaya dönüşür ve hedef konuma uçar. Yoluna çıkan rakipler hasar alır ve hedef konuma doğru savrulur. Shyvana pasif olarak her saniye Hiddet kazanır ve normal saldırı yaptığında 2 Hiddet elde eder.",
        "pl_pl": "Shyvana przemienia się w smoka i leci do wybranego miejsca. Wrogowie znajdujący się na jej drodze otrzymują obrażenia i zostają odrzuceni w stronę punktu docelowego. Shyvana otrzymuje 1 pkt. furii co sekundę i 2 pkt. przy ataku podstawowym.",
        "it_it": "Shyvana si trasforma in un drago e vola verso una posizione bersaglio. I nemici sulla sua strada subiscono danni e sono spinti verso la posizione bersaglio. Shyvana guadagna passivamente Furia per ogni secondo trascorso e 2 punti Furia per ciascun attacco base.",
        "es_es": "Shyvana se transforma en un dragón y vuela hacia un lugar objetivo. Los enemigos con los que se encuentre en su camino reciben daño y se ven empujados hacia la zona objetivo. Shyvana obtiene furia de forma pasiva y 2 de furia con cada ataque básico.",
        "de_de": "Shyvana verwandelt sich in einen Drachen und fliegt zu einem Zielort. Gegner auf ihrem Weg erleiden Schaden und werden in die Richtung des Zielgebiets geschleudert. Shyvana erhält jede Sekunde passiv Zorn und normale Angriffe generieren 2 Punkte Zorn.",
        "fr_fr": "Shyvana se transforme en dragon et s'envole vers l'endroit ciblé. Les ennemis sur sa route subissent des dégâts et sont repoussés vers la zone cible. Shyvana gagne passivement de la Fureur chaque seconde, plus 2 pts de Fureur par attaque de base.",
        "en_gb": "Shyvana transforms into a dragon and takes flight to a target location. Enemies along her path take damage and are knocked toward her target location. Shyvana passively gains Fury per second and gains 2 Fury on basic attack.",
        "en_us": "Shyvana transforms into a dragon and takes flight to a target location. Enemies along her path take damage and are knocked toward her target location. Shyvana passively gains Fury per second and gains 2 Fury on basic attack.",
        "ru_ru": "Шивана превращается в дракона и перелетает в указанное место. По пути она наносит урон всем встреченным врагам и отталкивает их в сторону конечной точки своего полета. Шивана периодически пассивно получает ярость, а каждая автоатака дополнительно приносит ей 2 ярости.",
        "ar_ae": "تتحول شيفانا إلى تنين وتحلق إلى موقع الهدف. ويتلقى الأعداء في طريقها الضرر، وتتم الإطاحة بهم باتجاه موقعها المستهدف. وتكسب شيفانا بشكل كامن الفورة في الثانية، كما تكسب 2 فورة لدى الهجوم الأساسي.",
        "en_sg": "Shyvana transforms into a dragon and takes flight to a target location. Enemies along her path take damage and are knocked toward her target location. Shyvana passively gains Fury per second and gains 2 Fury on basic attack.",
        "es_mx": "Shyvana se transforma en un dragón y emprende el vuelo hacia una ubicación objetivo. Inflige daño a los enemigos en su camino y los lanza hacia la ubicación objetivo. Shyvana obtiene Furia por seg de forma pasiva y obtiene 2 de Furia por cada ataque básico.",
        "vi_vn": "Shyvana hóa thân thành rồng và bay đến điểm đã chọn. Những kẻ địch trên đường bay phải gánh chịu sát thương hất văng về vị trí mục tiêu của cô. Shyvana tự tăng Nộ mỗi giây đồng thời nhận 2 Nộ khi tung đòn đánh thường.",
        "th_th": "Shyvana เปลี่ยนร่างเป็นมังกร และบินไปยังพื้นที่เป้าหมาย ศัตรูที่อยู่ในเส้นทางจะได้รับความเสียหาย และโดนกระแทกกระเด็นไปยังพื้นที่เป้าหมายด้วย Shyvana จะได้รับ Fury เพิ่มทุกวินาที และจะได้ Fury 2 หน่วย เมื่อทำการโจมตีแบบปกติ",
        "zh_tw": "希瓦娜化為聖龍，並飛躍至指定地點。路徑上的敵人會受到傷害，並朝指定地點被擊退。希瓦娜每秒會被動獲得怒氣，普攻時則獲得2點怒氣。",
        "ko_kr": "쉬바나가 용으로 변신해 목표 지점으로 날아갑니다. 비행 중 쉬바나와 부딪힌 적들은 피해를 입으며 목표 지점 쪽으로 밀려납니다. 쉬바나는 기본 지속 효과로 매 초 분노가 오르며, 기본 공격 시 분노가 2씩 오릅니다.",
        "ja_jp": "龍に変身し、指定地点へ飛びかかる。接触したすべての敵はダメージを受け、指定地点のほうへノックバックさせられる。自動効果により「フューリー」が毎秒増加し、さらに通常攻撃を行うたびに「フューリー」が2増加する。",
        "pt_br": "Shyvana se transforma em dragão e voa em direção a um local-alvo. Os inimigos ao longo do trajeto sofrem dano e são lançados na direção do local-alvo. Shyvana recebe Fúria passivamente por segundo e 2 de Fúria em ataques básicos."
      },
      "extraDescription": {
        "ms_my": "Shyvana melontarkan bebola api yang mengenakan damage pada semua musuh yang terkena dan meninggalkan bara pada sasaran, menandakannya selama 5 saat. Serangan biasa Shyvana pada sasaran bertanda mengenakan peratusan Nyawa maksimum mereka sebagai damage on hit. Dragon Form: Flame Breath meletup pada impak atau pada lokasi sasaran, mengenakan damage bonus dan membakar bumi dalam tempoh pendek. Membunuh Infernal Drake menukarkan damage terkena pada musuh bertanda kepada true damage semasa Shyvana dalam Dragon Form.",
        "tr_tr": "Shyvana'nın fırlattığı ateş topu, karşısına çıkan bütün rakiplere hasar verir ve hedefin üstünde köz oluşturarak onu 5 saniyeliğine işaretler. Shyvana'nın işaretli hedeflere yönelik normal saldırıları, isabet halinde hedeflerin azami canlarının belli bir yüzdesine eşdeğer hasar verir. Ejderha Biçimi: Alevli Nefes, isabet halinde veya hedef konumda patlayarak ilave hasar verir ve kısa süreliğine zemini kavurur. Alev Ejderi kesmek, Ejderha Biçimi'ndeyken işaretli rakiplere verilen hasarı gerçek hasara dönüştürür.",
        "pl_pl": "Shyvana wypuszcza kulę ognia, która zadaje obrażenia wszystkim trafionym wrogom i pozostawia na celu iskry, oznaczając go na 5 sekund. Podstawowe ataki Shyvany przeciwko oznaczonym celom zadają im obrażenia równe procentowi maksymalnego zdrowia przy trafieniu. Postać Smoka: Ognisty Podmuch wybucha przy uderzeniu lub w wybranym miejscu, zadając dodatkowe obrażenia i podpalając ziemię na krótki czas. Zabicie Piekielnego Smoka w Postaci Smoka zmienia obrażenia zadane oznaczonym celom w obrażenia nieuchronne.",
        "it_it": "Shyvana scaglia una palla di fuoco che infligge danni a tutti i nemici che incontra e lascia delle ceneri sul bersaglio, marchiandolo per 5 secondi. Gli attacchi base di Shyvana contro i bersagli marchiati infliggono danni sul colpo pari a una percentuale della loro salute massima. Forma del drago: Alito di fuoco esplode all'impatto o nel punto bersaglio, infliggendo danni magici bonus e bruciando la terra per una breve durata. Uccidere il Drago infernale converte i danni inflitti ai nemici marchiati in danni puri quando è nella Forma del drago.",
        "es_es": "Shyvana lanza una bola de fuego que inflige daño a todos los enemigos con los que se encuentra y deja cenizas que los marcan durante 5 s. Los ataques básicos de Shyvana contra los objetivos marcados infligen un porcentaje de sus vidas máximas como daño al golpear. Forma de dragón: Aliento de fuego revienta al impactar o en la ubicación objetivo, lo que inflige daño adicional y abrasa el suelo durante un breve periodo de tiempo. Asesinar al Dragón infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras esté en forma de dragón.",
        "de_de": "Shyvana entfesselt einen Feuerball, der an allen getroffenen Gegnern Schaden verursacht, Flämmchen hinterlässt und sie 5 Sekunden lang markiert. Shyvanas normale Angriffe auf markierte Ziele verursachen bei einem Treffer prozentualen Schaden abhängig von ihrem maximalen Leben. Drachengestalt: „Flammenodem“ explodiert bei einem Aufprall oder im Zielgebiet, verursacht zusätzlichen Schaden und verbrennt die Erde für kurze Zeit. Durch das Töten des Höllendrachen wird der markierten Gegnern in Drachenform zugefügte Schaden zu absolutem Schaden.",
        "fr_fr": "Shyvana lance une boule de feu qui blesse tous les ennemis touchés et laisse des cendres sur les cibles, les marquant pendant 5 sec. À l'impact, les attaques de base de Shyvana contre une cible marquée infligent des dégâts équivalents à un pourcentage des PV max de la cible. Forme de dragon : Souffle de flammes explose à l'impact ou à l'endroit ciblé, infligeant des dégâts supplémentaires et brûlant le sol pendant un court instant. Si Shyvana tue le dragon infernal, sous forme de dragon, les dégâts infligés aux ennemis marqués sont convertis en dégâts bruts.",
        "en_gb": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "en_us": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "ru_ru": "Шивана выпускает огненный шар, который наносит урон всем врагам на своем пути и помечает их на 5 секунд. Каждая автоатака Шиваны против помеченного врага наносит ему дополнительный урон в зависимости от его максимального запаса здоровья. Форма дракона: огненный шар взрывается при столкновении с чемпионом, нанося увеличенный урон и на короткое время поджигая землю. Если Шивана убила огненного дракона и находится в форме дракона, помеченные враги получают чистый урон.",
        "ar_ae": "تطلق شيفانا كرة نارية تلحق الضرر بكل من تصادفهم من الأعداء، وتترك الرماد على الهدف، حيث تتسبب في وسمه لمدة 5 ث. وتلحق هجمات شيفانا الأساسية على الأهداف الموسومة نسبة مئوية من الحد الأقصى لصحتهم كضرر إصابة.هيئة التنين: تنفجر نفخة اللهب لدى الارتطام أو في الموقع المستهدف، فتلحق ضررًا إضافيًا وتحرق الأرض لفترة قصيرة. يؤدي قتل التنين الجهنمي إلى تحويل الضرر الملحق بالأعداء الموسومين إلى ضرر حقيقي أثناء التواجد في هيئة التنين.",
        "en_sg": "Shyvana unleashes a fireball that deals damage to all enemies it encounters and leaves cinders on the target, marking them for 5 seconds. Shyvana's basic attacks on marked targets deal a percentage of their maximum Health as damage on-hit. Dragon Form: Flame Breath explodes on impact or at target location, dealing bonus damage and scorching the earth for a short duration. Slaying Infernal Drake converts damage dealt to marked enemies to true damage while in Dragon Form.",
        "es_mx": "Shyvana lanza una bola de fuego para infligir daño a todos los enemigos a su paso y dejar cenizas en ellos, lo que los deja marcados durante 5 seg. Los ataques básicos de Shyvana contra objetivos marcados infligen un porcentaje de su Vida Máxima como daño al impacto. Forma de Dragón: Aliento de Fuego explota al impacto o al llegar a la ubicación objetivo, lo que inflige daño adicional y quema el suelo por unos segundos. Matar a un Dragón Infernal convierte el daño infligido a enemigos marcados en daño verdadero mientras está en Forma de Dragón.",
        "vi_vn": "Shyvana phóng ra một quả cầu lửa sát thương tát cả kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Đòn đánh thường của Shyvana lên các mục tiêu bị đánh dấu gây sát thương tương đương với một phần lượng máu tối đa như sát thương trên đòn đánh. Dạng Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong thoáng chốc. Hạ gục Rồng Lửa sẽ chuyển sát thương gây lên tất cả kẻ địch bị đánh dấu thành sát thương chuẩn khi ở Dạng Rồng.",
        "th_th": "Shyvana ปล่อยลูกบอลไฟออกมา สร้างความเสียหายแก่ศัตรูทุกคนที่โดนมัน และจะติดเครื่องหมายไว้บนศัตรูไว้เป็นระยะเวลา 5 วินาที เมื่อ Shyvana โจมตีปกติใส่เป้าหมายที่มีเครื่องหมายนี้ จะสร้างความเสียหายเพิ่ม โดยคิดเป็นเปอร์เซ็นต์ตามพลังชีวิตสูงสุด ร่างมังกร: ปล่อยลมหายใจแห่งเปลวเพลิงออกมา มันจะระเบิดเมื่อชนหรือเมื่อถึงที่หมาย และแผดเผาไหม้พื้นที่เป็นเวลาครู่หนึ่ง การสังหาร Infernal Drake จะสับเปลี่ยนความเสียหายที่สร้างแก่ศัตรูที่ถูกทำเครื่องหมายเป็นความเสียหายจริงเมื่ออยู่ในร่างมังกร",
        "zh_tw": "希瓦娜放出火球，對所有擊中之敵人造成傷害並且留下龍之吐息標記，持續5秒。希瓦娜普攻被標記的目標時，會對其造成帶命中效果的固定最大生命百分比的傷害。聖龍型態：龍之吐息擊中敵人或是命中目標區域時會爆炸，造成額外傷害並使地面短暫燃燒。擊殺赤燄飛龍，會使聖龍型態下的希瓦娜對標記目標造成的傷害轉為真實傷害。",
        "ko_kr": "쉬바나가 화염구를 던져 맞은 적 모두에게 피해를 가하며 맞은 적에게 5초간 불타는 재 표식을 남깁니다. 표식이 남은 대상에게 쉬바나의 기본 공격이 적중하면 대상의 최대 체력의 일정 비율에 해당하는 피해를 입힙니다. 용 형상: 화염 숨결이 대상에게 닿거나 목표 지점에 도달하면 폭발하며 추가 피해를 입히고 잠깐 동안 땅을 불태웁니다. 화염의 드래곤을 처치하면 용 형상일 때 표식이 남은 대상에게 입히는 피해가 고정 피해로 전환됩니다.",
        "ja_jp": "炎の渦に包まれて、3秒間周囲のすべての敵ユニットに毎秒魔法ダメージを与え、移動速度が増加する。「バーンアウト」中に敵ユニットに通常攻撃を行うと、このダメージの一部が再び適用される。増加した移動速度は徐々に減衰していくが、通常攻撃を行うたびに「バーンアウト」の効果時間が延長する。ドラゴンフォーム: 「バーンアウト」の効果範囲が大きくなる。クラウドドレイクをキルするとドラゴンフォーム中の移動速度が25%増加する。",
        "pt_br": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5s. Os ataques básicos de Shyvana em alvos marcados causam um percentual da Vida máxima deles como dano ao contato. Forma de Dragão: Hálito Flamejante explode ao impacto ou no local-alvo, causando dano adicional e abrasando o solo por um curto período. Eliminar o Dragão Infernal converte o dano causado a inimigos marcados em Dano Verdadeiro enquanto Shyvana estiver na Forma de Dragão."
      }
    }
  ]
}