{
  "slug": "syndra",
  "name": {
    "ru_ru": "СИНДРА",
    "pt_br": "SYNDRA",
    "en_us": "SYNDRA",
    "it_it": "SYNDRA",
    "tr_tr": "SYNDRA",
    "de_de": "SYNDRA",
    "ms_my": "SYNDRA",
    "vi_vn": "SYNDRA",
    "ko_kr": "신드라",
    "ja_jp": "シンドラ",
    "es_es": "SYNDRA",
    "fr_fr": "SYNDRA",
    "th_th": "SYNDRA",
    "zh_tw": "星朵拉",
    "en_gb": "SYNDRA",
    "pl_pl": "SYNDRA",
    "es_mx": "SYNDRA",
    "en_sg": "SYNDRA",
    "ar_ae": "سيندرا"
  },
  "roles": [
    "mage"
  ],
  "difficulty": "high",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/afe2af12bc4093a1339e42253c60bb0abf54d5f3-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "transcendent",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news/8b3a11545161e2ed512ceba4a52eb8f69fb896f7-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/397432ccba0ad4ecb6c67694ee12c00b50adf375.mp4",
      "name": {
        "ms_my": "TRANSCENDENT",
        "tr_tr": "SINIR TANIMAZ",
        "pl_pl": "TRANSCENDENCJA",
        "it_it": "TRASCENDENTE",
        "es_es": "TRASCENDENCIA",
        "de_de": "TRANSZENDENT",
        "fr_fr": "TRANSCENDANCE",
        "en_gb": "TRANSCENDENT",
        "en_us": "TRANSCENDENT",
        "ru_ru": "ТРАНСЦЕНДЕНТАЛЬНОСТЬ",
        "ar_ae": "متسامي",
        "en_sg": "TRANSCENDENT",
        "es_mx": "TRASCENDENCIA",
        "vi_vn": "TỐI THƯỢNG",
        "th_th": "TRANSCENDENT",
        "zh_tw": "卓越",
        "ko_kr": "초월",
        "ja_jp": "絶大なる魔力",
        "pt_br": "TRANSCENDER"
      },
      "description": {
        "ms_my": "Syndra mengumpul Splinters of Wrath dengan mengenakan ability damage pada musuh dan setiap kali dia menaikkan level ability. Splinters of Wrath boleh digunakan untuk menaikkan taraf abilitynya dan meningkatkan ability power.",
        "tr_tr": "Syndra rakiplerine yetenek hasarı verdiğinde ve bir yeteneğini geliştirdiğinde Gazap Partikülü toplar. Gazap Partiküllerini kullanarak yeteneklerini geliştirebilir ve yetenek gücünü arttırabilir.",
        "pl_pl": "Syndra zbiera Odpryski Gniewu, zadając wrogom obrażenia od umiejętności oraz za każdym razem, gdy awansuje umiejętność. Odprysków Gniewu można używać do ulepszania jej umiejętności i zwiększania mocy umiejętności.",
        "it_it": "Syndra ottiene Frammenti d'ira infliggendo danni da abilità ai nemici e ogni volta che fa salire di livello un'abilità. I Frammenti d'ira possono essere usati per potenziare le sue abilità e aumentare il potere magico.",
        "es_es": "Syndra obtiene astillas de ira al infligir daño a enemigos y cada vez que sube de nivel una habilidad. Las astillas de ira sirven para mejorar sus habilidades y aumentar su poder de habilidad.",
        "de_de": "Syndra sammelt Zornessplitter, indem sie Gegnern Fähigkeitsschaden zufügt und bei jedem Stufenaufstieg einer Fähigkeit. Mit Zornessplittern kann sie ihre Fähigkeiten aufwerten und ihre Fähigkeitsstärke erhöhen.",
        "fr_fr": "Syndra gagne des éclats de courroux à chaque fois qu'elle blesse des ennemis avec ses compétences et qu'elle augmente le niveau d'une de ses compétences. Les éclats de courroux lui permettent d'améliorer ses compétences et d'augmenter sa puissance.",
        "en_gb": "Syndra collects Splinters of Wrath by dealing ability damage to enemies and every time she levels up an ability. Splinters of Wrath can be used to upgrade her abilities and increase ability power.",
        "en_us": "Syndra collects Splinters of Wrath by dealing ability damage to enemies and every time she levels up an ability. Splinters of Wrath can be used to upgrade her abilities and increase ability power.",
        "ru_ru": "Нанося врагам урон умениями, Синдра собирает Осколки гнева, которые улучшают ее умения и увеличивают силу умений. Синдра также получает Осколки гнева, повышая уровень умений.",
        "ar_ae": "تجمع سيندرا شظايا الغضب عبر إلحاق ضرر القدرات بالأعداء وكلما قامت بترقية مستوى قدرة. يمكن استخدام شظايا الغضب لترقية قدراتها وزيادة قوة القدرة.",
        "en_sg": "Syndra collects Splinters of Wrath by dealing ability damage to enemies and every time she levels up an ability. Splinters of Wrath can be used to upgrade her abilities and increase ability power.",
        "es_mx": "Syndra acumula Fragmentos de Ira al infligir daño con habilidades a enemigos y también al subir de nivel una habilidad. Los Fragmentos de Ira mejoran sus habilidades y aumentan el poder de habilidad.",
        "vi_vn": "Syndra thu thập Mảnh Vụn Quyền Năng bằng cách gây sát thương kỹ năng lên kẻ địch và mỗi khi tăng cấp một kỹ năng. Mảnh Vụn Quyền Năng có thể được sử dụng để nâng cấp các kỹ năng và tăng sức mạnh phép thuật.",
        "th_th": "Syndra จะเก็บสะสม Splinters of Wrath จากการสร้างความเสียหายด้วยสกิลแก่ศัตรูและทุก ๆ ครั้งที่เธออัปเลเวลให้กับสกิล Splinters of Wrath สามารถใช้เพื่ออัปเกรดสกิลของเธอและเพิ่มพลังเวท",
        "zh_tw": "星朵拉每次升級技能，或是對敵軍造成技能傷害，就能獲得忿怒碎片。忿怒碎片可以升級技能效果，並提升魔法攻擊。",
        "ko_kr": "신드라가 적에게 스킬 피해를 입히고 스킬 레벨을 올릴 때마다 분노의 조각을 획득합니다. 분노의 조각은 신드라의 스킬을 강화하고 주문력을 증가시키는 데 쓰입니다.",
        "ja_jp": "敵にダメージを与えるかスキルのレベルを上げるたびに、「怒りの破片」を獲得する。「怒りの破片」はスキルをアップグレードして魔力を増加させる。",
        "pt_br": "Syndra recebe Farpas de Ira quando causa dano de habilidade a inimigos e sempre que sobe o nível de uma habilidade. As Farpas de Ira servem para ela aprimorar as próprias habilidades e aumentar o Poder de Habilidade."
      },
      "extraDescription": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      }
    },
    {
      "slot": "Q",
      "key": "dark_sphere",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/22dab9b1867c6edb83ce9fb90e8b8cd7b1a8c143-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/8289f72b6c0f955eef8092c4e2514c719452a025.mp4",
      "name": {
        "ms_my": "DARK SPHERE",
        "tr_tr": "KARANLIK KÜRE",
        "pl_pl": "MROCZNA KULA",
        "it_it": "SFERA OSCURA",
        "es_es": "ESFERA OSCURA",
        "de_de": "DUNKLE SPHÄRE",
        "fr_fr": "SPHÈRE NOIRE",
        "en_gb": "DARK SPHERE",
        "en_us": "DARK SPHERE",
        "ru_ru": "ТЕМНАЯ СФЕРА",
        "ar_ae": "الكرة المظلمة",
        "en_sg": "DARK SPHERE",
        "es_mx": "ESFERA OSCURA",
        "vi_vn": "QUẢ CẦU BÓNG TỐI",
        "th_th": "DARK SPHERE",
        "zh_tw": "黑暗星體",
        "ko_kr": "어둠 구체",
        "ja_jp": "ダークスフィア",
        "pt_br": "ESFERA NEGRA"
      },
      "description": {
        "ms_my": "Syndra menjelmakan satu Dark Sphere yang mengenakan magic damage di tempat ia muncul. Sphere itu kekal dan boleh dimanipulasi oleh kuasanya yang lain. Naik Taraf: Syndra mendapat satu cas tambahan Dark Sphere.",
        "tr_tr": "Syndra belirdiği yerde büyü hasarı veren bir Karanlık Küre oluşturur. Küre varlığını korur ve Syndra'nın diğer güçleriyle yönlendirilebilir. Geliştirme: Syndra fazladan bir Karanlık Küre yükü kazanır.",
        "pl_pl": "Syndra przywołuje Mroczną Kulę, która zadaje obrażenia magiczne w miejscu, w którym się pojawi. Kula pozostaje w miejscu i można nią manipulować innymi umiejętnościami Syndry. Ulepszenie: Syndra zyskuje dodatkowy ładunek Mrocznej Kuli.",
        "it_it": "Syndra evoca una Sfera oscura che infligge danni magici nel punto in cui appare. La sfera rimane sul posto e può essere manipolata con le altre abilità. Potenziamento: Syndra ottiene una carica di Sfera oscura aggiuntiva.",
        "es_es": "Syndra conjura una esfera oscura que inflige daño mágico donde aparece. La esfera permanece y se puede manipular con las demás habilidades. Mejora: Syndra obtiene una carga adicional de Esfera oscura.",
        "de_de": "Syndra beschwört eine dunkle Sphäre, die magischen Schaden verursacht, wo sie erscheint. Die Sphäre bleibt danach bestehen und kann von ihren anderen Fähigkeiten manipuliert werden. Aufwertung: Syndra erhält eine zusätzliche Aufladung für „Dunkle Sphäre“.",
        "fr_fr": "Syndra fait apparaître une sphère noire, infligeant des dégâts magiques là où elle apparaît. La sphère dure quelques secondes et peut être manipulée grâce aux autres compétences de Syndra. Amélioration : Syndra gagne une charge supplémentaire de Sphère noire.",
        "en_gb": "Syndra conjures a Dark Sphere that deals magic damage where it appears. The sphere remains and can be manipulated by her other powers. Upgrade: Syndra gains an additional charge of Dark Sphere.",
        "en_us": "Syndra conjures a Dark Sphere that deals magic damage where it appears. The sphere remains and can be manipulated by her other powers. Upgrade: Syndra gains an additional charge of Dark Sphere.",
        "ru_ru": "Синдра создает темную сферу, наносящую при появлении магический урон. Сфера существует некоторое время, и Синдра может манипулировать ею при помощи других умений. Улучшение: Синдра получает дополнительный заряд Темной сферы.",
        "ar_ae": "تستحضر سيندرا كرة مظلمة تلحق ضرر السحر في المكان الذي تظهر فيه. تبقى الكرة ويمكن التحكم بها بواسطة قواها الأخرى. ترقية: تكسب سيندرا شحنة إضافية من الكرة المظلمة.",
        "en_sg": "Syndra conjures a Dark Sphere that deals magic damage where it appears. The sphere remains and can be manipulated by her other powers. Upgrade: Syndra gains an additional charge of Dark Sphere.",
        "es_mx": "Syndra conjura una Esfera Oscura que inflige daño mágico en donde aparece. La Esfera permanece y sus otros poderes pueden manipularla. Mejora: Syndra obtiene una carga adicional de Esfera Oscura.",
        "vi_vn": "Syndra tạo ra một Quả Cầu Bóng Tối gây sát thương phép khi xuất hiện. Quả cầu nằm yên và có thể được điều khiển bởi những sức mạnh khác của cô. Nâng Cấp: Syndra nhận thêm 1 tích trữ Quả Cầu Bóng Tối.",
        "th_th": "Syndra สร้างลูกพลังขึ้นมา ซึ่งจะสร้างความเสียหายเวทในจุดที่มันปรากฏขึ้น ลูกพลังจะคงอยู่และสามารถควบคุมได้ด้วยสกิลอื่น ๆ ของเธอ อัปเกรด: Syndra จะได้รับชาร์จของ Dark Sphere เพิ่มเติม",
        "zh_tw": "星朵拉在指定位置召喚黑暗星體，造成魔法傷害。星體會存在一段時間並可以透過其他技能來操作。升級：星朵拉的黑暗星體獲得一個額外充能。",
        "ko_kr": "신드라가 어둠 구체를 소환해 그 자리에 마법 피해를 입힙니다. 구체는 제자리에 유지되며 신드라의 다른 스킬로 조종할 수 있습니다. 업그레이드: 신드라의 어둠 구체 충전 횟수가 1회 추가됩니다.",
        "ja_jp": "闇のエネルギーの球体を作り出し、敵に魔法ダメージを与える。球体は一定時間消滅せず、他のスキルで操作することもできる。アップグレード: 「ダークスフィア」のチャージを追加で獲得する。",
        "pt_br": "Syndra conjura uma Esfera Negra que causa Dano Mágico onde surge. A esfera permanece no mapa e pode ser manipulada por outras habilidades da Campeã. Aprimoramento: Syndra recebe uma carga adicional de Esfera Negra."
      },
      "extraDescription": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      }
    },
    {
      "slot": "W",
      "key": "force_of_will",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/7070806481d30c8cf36741229fac0690c64e943e-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/535e91cc140ca258deac63cacf70ef9e465fa079.mp4",
      "name": {
        "ms_my": "FORCE OF WILL",
        "tr_tr": "İRADE GÜCÜ",
        "pl_pl": "SIŁA WOLI",
        "it_it": "FORZA DI VOLONTÀ",
        "es_es": "FUERZA DE VOLUNTAD",
        "de_de": "WILLENSKRAFT",
        "fr_fr": "FORCE DE LA VOLONTÉ",
        "en_gb": "FORCE OF WILL",
        "en_us": "FORCE OF WILL",
        "ru_ru": "СИЛА ВОЛИ",
        "ar_ae": "قوة الإرادة",
        "en_sg": "FORCE OF WILL",
        "es_mx": "FUERZA DE VOLUNTAD",
        "vi_vn": "Ý LỰC",
        "th_th": "FORCE OF WILL",
        "zh_tw": "意志之力",
        "ko_kr": "의지의 힘",
        "ja_jp": "ダークフォース",
        "pt_br": "FORÇA DE VONTADE"
      },
      "description": {
        "ms_my": "Syndra melempar Dark Sphere terdekat ke lokasi sasaran, mengenakan magic damage dan slow Move Speed musuh di dalam kawasan itu. Naik Taraf: Syndra mengenakan true damage bonus.",
        "tr_tr": "Syndra en yakınındaki küreyi hedef konuma fırlatır. Alandaki rakiplere büyü hasarı verir ve onların hareket hızını yavaşlatır. Geliştirme: Syndra ilave gerçek hasar verir.",
        "pl_pl": "Syndra rzuca najbliższą Mroczną Kulą w wybrane miejsce, zadając obrażenia magiczne wrogom na obszarze i spowalniając ich. Ulepszenie: Syndra zadaje dodatkowe obrażenia nieuchronne.",
        "it_it": "Syndra scaglia la Sfera oscura più vicina verso una posizione bersaglio, infliggendo danni magici ai nemici nell'area e rallentandoli. Potenziamento: Syndra infligge danni puri bonus.",
        "es_es": "Syndra lanza la esfera oscura más cercana a una ubicación objetivo, lo que inflige daño mágico y reduce la velocidad de movimiento de los enemigos en la zona. Mejora: Syndra inflige daño verdadero adicional.",
        "de_de": "Syndra schleudert die nächstgelegene dunkle Sphäre auf einen Zielort, wo sie an nahen Gegnern magischen Schaden in einem Bereich verursacht und Gegner dort verlangsamt. Aufwertung: Syndra verursacht zusätzlichen absoluten Schaden.",
        "fr_fr": "Syndra lance la sphère noire la plus proche à l'endroit ciblé, infligeant des dégâts magiques aux ennemis dans la zone et les ralentissant. Amélioration : Syndra inflige des dégâts bruts supplémentaires.",
        "en_gb": "Syndra hurls the nearest Dark Sphere at a target location, dealing magic damage and slowing the Move Speed of enemies within the area. Upgrade: Syndra deals bonus true damage.",
        "en_us": "Syndra hurls the nearest Dark Sphere at a target location, dealing magic damage and slowing the Move Speed of enemies within the area. Upgrade: Syndra deals bonus true damage.",
        "ru_ru": "Синдра подбирает ближайшую темную сферу и бросает ее в выбранное место, нанося магический урон врагам в этой области и замедляя их. Улучшение: это умение дополнительно наносит чистый урон.",
        "ar_ae": "تقذف سيندرا أقرب كرة مظلمة نحو موقع مستهدف، مما يلحق ضرر السحر ويبطئ من سرعة حركة الأعداء داخل المنطقة. ترقية: تلحق سيندرا ضررًا حقيقيًا إضافيًا.",
        "en_sg": "Syndra hurls the nearest Dark Sphere at a target location, dealing magic damage and slowing the Move Speed of enemies within the area. Upgrade: Syndra deals bonus true damage.",
        "es_mx": "Syndra lanza la Esfera Oscura más cercana a la ubicación objetivo, lo que inflige daño mágico y ralentiza a los enemigos dentro del área. Mejora: Syndra inflige daño verdadero adicional.",
        "vi_vn": "Syndra tung Quả Cầu Bóng Tối gần nhất vào vị trí chỉ định, gây sát thương phép và làm chậm Tốc Độ Di Chuyển của kẻ địch trong phạm vi ảnh hưởng. Nâng Cấp: Syndra gây thêm sát thương chuẩn.",
        "th_th": "Syndra ขว้างลูกพลังที่อยู่ใกล้ที่สุดไปยังตำแหน่งเป้าหมาย สร้างความเสียหายเวทและสโลว์ศัตรูในพื้นที่ อัปเกรด: Syndra สร้างโบนัสความเสียหายจริง",
        "zh_tw": "星朵拉抓住最近的黑暗星體丟向目標位置，對範圍內的敵軍造成魔法傷害，並使其緩速。升級：星朵拉造成額外真實傷害。",
        "ko_kr": "신드라가 가장 가까운 어둠 구체를 목표 지점으로 날려 범위 내 적에게 마법 피해를 입히고 둔화시킵니다. 업그레이드: 신드라가 추가 고정 피해를 입힙니다.",
        "ja_jp": "最も近い「ダークスフィア」を指定地点に投げ飛ばし、魔法ダメージを与えて範囲内の敵の移動速度を低下させる。アップグレード: 追加で確定ダメージを与える。",
        "pt_br": "Syndra arremessa a Esfera Negra mais próxima no local-alvo, causando Dano Mágico e reduzindo a Velocidade de Movimento dos inimigos na área. Aprimoramento: Syndra causa Dano Verdadeiro adicional."
      },
      "extraDescription": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      }
    },
    {
      "slot": "E",
      "key": "scatter_the_weak",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/8ab5d7bb180d146fef2526fd5a218f6e8684e7f0-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/bbe86a09a3e86882042d74d16f21eecc107ae61c.mp4",
      "name": {
        "ms_my": "SCATTER THE WEAK",
        "tr_tr": "ZAYIFLARA ACIMA",
        "pl_pl": "PRECZ, SŁABEUSZE",
        "it_it": "DISPERDI IL DEBOLE",
        "es_es": "DISPERSAR A LOS DÉBILES",
        "de_de": "ZERSTREUEN DER SCHWACHEN",
        "fr_fr": "DISPERSION DES FAIBLES",
        "en_gb": "SCATTER THE WEAK",
        "en_us": "SCATTER THE WEAK",
        "ru_ru": "ИЗГНАНИЕ СЛАБЫХ",
        "ar_ae": "تفريق الضعفاء",
        "en_sg": "SCATTER THE WEAK",
        "es_mx": "DISPERSAR A LOS DÉBILES",
        "vi_vn": "QUÉT TAN KẺ YẾU",
        "th_th": "SCATTER THE WEAK",
        "zh_tw": "虛弱潰散",
        "ko_kr": "적군 와해",
        "ja_jp": "闇の波導",
        "pt_br": "DISPERSAR OS FRACOS"
      },
      "description": {
        "ms_my": "Syndra menghantar satu gelombang daya, mengenakan magic damage dan menghentam ke belakang musuh dan Dark Sphere. Musuh yang terkena Dark Sphere akan stun dan menerima damage tambahan. Naik Taraf: Syndra meningkatkan jarak gelombang daya.",
        "tr_tr": "Syndra bir güç dalgası göndererek rakipleri ve Karanlık Küreleri geri savurur ve büyü hasarı verir. Karanlık Kürelerin isabet ettiği rakipler sersemler ve fazladan hasar alır. Geliştirme: Syndra güç dalgasının menzilini arttırır.",
        "pl_pl": "Syndra tworzy falę mocy, która odrzuca wrogów oraz Mroczne Kule i zadaje obrażenia magiczne. Wrogowie trafieni Mrocznymi Kulami zostają ogłuszeni i otrzymują dodatkowe obrażenia. Ulepszenie: Syndra zwiększa zasięg fali mocy.",
        "it_it": "Syndra emette un'ondata d'energia che infligge danni magici e respinge nemici e Sfere oscure. I nemici colpiti dalle Sfere oscure sono storditi e subiscono danni aggiuntivi. Potenziamento: la gittata dell'ondata di energia aumenta.",
        "es_es": "Syndra proyecta una onda de fuerza que inflige daño mágico y empuja a los enemigos y las esferas oscuras. Aturde e inflige daño adicional a los enemigos golpeados por las esferas oscuras. Mejora: Syndra aumenta el alcance de la onda de fuerza.",
        "de_de": "Syndra erzeugt eine Energiewelle, die magischen Schaden verursacht und dunkle Sphären und Gegner zurückstößt. Von einer dunklen Sphäre getroffene Gegner werden betäubt und erleiden zusätzlichen Schaden. Aufwertung: Syndra erhöht die Reichweite der Energiewelle.",
        "fr_fr": "Syndra projette une vague de force qui inflige des dégâts magiques et repousse les ennemis et les sphères noires. Les ennemis touchés par une sphère noire sont étourdis et subissent des dégâts supplémentaires. Amélioration : Syndra augmente la portée de la vague de force.",
        "en_gb": "Syndra sends out a wave of force, dealing magic damage and knocking back enemies and Dark Spheres. Enemies hit by Dark Spheres are stunned and take additional damage. Upgrade: Syndra increases the range of the wave of force.",
        "en_us": "Syndra sends out a wave of force, dealing magic damage and knocking back enemies and Dark Spheres. Enemies hit by Dark Spheres are stunned and take additional damage. Upgrade: Syndra increases the range of the wave of force.",
        "ru_ru": "Синдра выпускает волну энергии в конусе, отбрасывая врагов и темные сферы, а также нанося магический урон. Отброшенные темные сферы оглушают противников и наносят дополнительный урон. Улучшение: область действия умения увеличивается.",
        "ar_ae": "ترسل سيندرا موجة من القوة، فتلحق ضرر السحر وتطيح بالأعداء والكرات المظلمة للخلف. يخضع الأعداء الذين تصيبهم الكرات المظلمة لتأثير الصعق ويتلقون ضررًا إضافيًا. ترقية: تزيد سيندرا من مدى موجة القوة.",
        "en_sg": "Syndra sends out a wave of force, dealing magic damage and knocking back enemies and Dark Spheres. Enemies hit by Dark Spheres are stunned and take additional damage. Upgrade: Syndra increases the range of the wave of force.",
        "es_mx": "Syndra libera una onda de fuerza que inflige daño mágico y lanza hacia atrás a los enemigos y a las Esferas Oscuras. Los enemigos impactados por las Esferas Oscuras quedan aturdidos y reciben daño adicional. Mejora: Syndra aumenta el alcance de la onda de fuerza.",
        "vi_vn": "Syndra phóng ra một sóng năng lượng, gây sát thương phép, đồng thời đẩy lùi kẻ địch và những Quả Cầu Bóng Tối. Các kẻ địch bị Quả Cầu Bóng Tối va phải bị làm choáng và nhận thêm sát thương. Nâng Cấp: Syndra tăng tầm ảnh hưởng của sóng năng lượng.",
        "th_th": "Syndra ส่งคลื่นพลังออกไป สร้างความเสียหายเวทและผลักศัตรูและลูกพลังไปด้านหลัง ศัตรูที่โดนลูกพลังชนใส่จะถูกสตันและได้รับความเสียหายเพิ่มเติม อัปเกรด: Syndra เพิ่มระยะของคลื่นพลัง",
        "zh_tw": "星朵拉在扇形範圍內放出一波能量，擊退敵軍和黑暗星體，造成魔法傷害。敵軍被黑暗星體擊中的話會暈眩並受到額外傷害。升級：星朵拉此技能的攻擊範圍增加。",
        "ko_kr": "신드라가 힘의 파동을 내보내 적에게 마법 피해를 입히고 적과 어둠 구체를 뒤로 밀어냅니다. 어둠 구체에 맞은 적은 기절하며 추가 피해를 입습니다. 업그레이드: 힘의 파동 사거리가 증가합니다.",
        "ja_jp": "扇状に波動を放ち、魔法ダメージを与えて敵と「ダークスフィア」をノックバックさせる。このスキルでノックバックした「ダークスフィア」が命中した敵には、スタン効果と追加ダメージを与える。アップグレード: 波動の射程が増加する。",
        "pt_br": "Syndra lança uma onda de força, causando Dano Mágico e repelindo inimigos e Esferas Negras. Inimigos atingidos por Esferas Negras são atordoados e sofrem dano adicional. Aprimoramento: Syndra aumenta o alcance da onda de força."
      },
      "extraDescription": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      }
    },
    {
      "slot": "R",
      "key": "unleashed_power",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/6ce0878fccf8b84daef332d8f9f85bdbf2d11134-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/9f94910cebaed641ff2da95c1714db7db12889c0.mp4",
      "name": {
        "ms_my": "UNLEASHED POWER",
        "tr_tr": "GÜÇ PATLAMASI",
        "pl_pl": "WYZWOLONA MOC",
        "it_it": "POTERE SENZA LIMITI",
        "es_es": "PODER DESATADO",
        "de_de": "ENTFESSELTE MACHT",
        "fr_fr": "DÉCHAÎNEMENT DE PUISSANCE",
        "en_gb": "UNLEASHED POWER",
        "en_us": "UNLEASHED POWER",
        "ru_ru": "ВЫСВОБОЖДЕННАЯ СИЛА",
        "ar_ae": "القوة المنفلتة",
        "en_sg": "UNLEASHED POWER",
        "es_mx": "PODER DESATADO",
        "vi_vn": "BÙNG NỔ SỨC MẠNH",
        "th_th": "UNLEASHED POWER",
        "zh_tw": "超能解放",
        "ko_kr": "풀려난 힘",
        "ja_jp": "魔力の奔流",
        "pt_br": "PODER IRRESTRITO"
      },
      "description": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      },
      "extraDescription": {
        "ms_my": "Syndra melancarkan Dark Sphere yang mengorbitnya dan mana-mana yang berdekatan pada champion musuh, mengenakan magic damage untuk setiap Sphere. Naik Taraf: Dark Sphere membunuh musuh dengan Nyawa rendah. Apabila membunuh musuh, Sphere akan meletus di tempat itu dan mengenakan damage pada champion musuh berdekatan.",
        "tr_tr": "Syndra etrafında dönen ve yakınında bulunan Karanlık Küreleri bir rakip şampiyona fırlatır. Her bir küre büyü hasarı verir. Geliştirme: Karanlık Küreler düşük canlı rakipleri infaz eder. Bir rakibi katlettiğinde Karanlık Küreler o noktada patlar ve yakındaki rakip şampiyonlara hasar verir.",
        "pl_pl": "Syndra rzuca Mrocznymi Kulami latającymi wokół niej oraz dodatkowymi w pobliżu we wrogiego bohatera. Każda Kula zadaje obrażenia magiczne. Ulepszenie: Mroczne Kule wykańczają wrogów z niskim poziomem zdrowia. Po zabiciu wroga Kule wybuchają i zadają obrażenia pobliskim wrogim bohaterom.",
        "it_it": "Syndra lancia le Sfere oscure che orbitano attorno a lei e quelle nelle vicinanze contro un campione nemico, infliggendo danni magici con ciascuna sfera. Potenziamento: le Sfere oscure giustiziano i nemici con poca salute. Quando uccide un nemico, le sfere esplodono sul posto e infliggono danni ai nemici vicini.",
        "es_es": "Syndra lanza las esferas oscuras que orbitan a su alrededor y las esferas cercanas a un campeón enemigo, lo que inflige daño mágico por cada esfera. Mejora: Las esferas oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo, las esferas explotan en el sitio e infligen daño a los campeones enemigos cercanos.",
        "de_de": "Syndra manipuliert die dunklen Sphären, die sie umgeben, und solche in der Nähe von gegnerischen Champions. Jede Sphäre verursacht magischen Schaden. Aufwertung: Die dunklen Sphären richten Gegner mit niedrigem Leben hin. Tötet eine Sphäre einen Gegner, explodiert sie an diesem Ort und fügt gegnerischen Champions in der Nähe Schaden zu.",
        "fr_fr": "Syndra lance les sphères noires qui orbitent autour d'elle et toute sphère noire proche sur un champion ennemi, lui infligeant des dégâts magiques pour chaque sphère. Amélioration : les sphères noires exécutent les ennemis dont les PV sont bas. Quand elles tuent un ennemi, les sphères explosent et infligent des dégâts aux champions ennemis proches.",
        "en_gb": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "en_us": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "ru_ru": "Синдра запускает парящие рядом с ней и лежащие на земле сферы во вражеского чемпиона, нанося магический урон за каждую сферу. Улучшение: это умение казнит вражеских чемпионов с низким уровнем здоровья. Если темные сферы убивают чемпиона, то взрываются и наносят урон всем окружающим вражеским чемпионам.",
        "ar_ae": "تطلق سيندرا الكرات المظلمة التي تدور حولها وأي كرة قريبة نحو بطل عدو، مما يلحق ضرر السحر عن كل كرة. ترقية: تُجهز الكرات المظلمة على الأعداء ذوي الصحة المنخفضة. عند قتل عدو، تنفجر الكرات في المكان وتلحق الضرر بأبطال العدو القريبين.",
        "en_sg": "Syndra launches the Dark Spheres orbiting her and any nearby at an enemy champion, dealing magic damage for each Sphere. Upgrade: The Dark Spheres execute enemies with low Health. When killing an enemy, the Spheres will explode on the spot and deal damage to nearby enemy champions.",
        "es_mx": "Syndra lanza tanto las Esferas Oscuras que orbitan a su alrededor como aquellas que estén cerca hacia un campeón enemigo. Cada Esfera inflige daño mágico. Mejora: Las Esferas Oscuras ejecutan a los enemigos con poca vida. Al matar a un enemigo las Esferas Oscuras explotarán, lo que infligirá daño a los campeones enemigos cercanos.",
        "vi_vn": "Syndra phóng các Quả Cầu Bóng Tối xoay quanh cô và bất kỳ quả cầu khác gần bên vào một tướng địch, gây sát thương phép với mỗi quả Cầu. Nâng Cấp: Quả Cầu Bóng Tối sẽ kết liễu với những kẻ địch còn thấp Máu. Khi kết liễu kẻ địch, những Quả Cầu sẽ phát nổ ngay tại chỗ và gây sát thương lên những tướng địch ở gần.",
        "th_th": "Syndra ปล่อยลูกพลังที่โคจรรอบตัวเธอและที่อยู่ใกล้เคียงออกไปใส่แชมเปี้ยนศัตรู โดยแต่ละลูกจะสร้างความเสียหายเวท อัปเกรด: ลูกพลังจะประหารศัตรูที่เหลือพลังชีวิตน้อย ตอนที่สังหารศัตรู ลูกพลังจะระเบิดตรงจุดนั้นและสร้างความเสียหายแก่แชมเปี้ยนศัตรูใกล้เคียง",
        "zh_tw": "星朵拉操控環繞自身以及附近的星體，將全數星體射向一名敵方英雄，並造成魔法傷害，傷害量依星體數量計算。升級：此技能的星體會處決低血量的敵軍。擊殺敵軍時，星體會在原處爆炸，對鄰近敵方英雄造成傷害。",
        "ko_kr": "신드라 주위를 도는 어둠 구체와 적 챔피언 근처에 있는 어둠 구체를 발사해 각 구체마다 마법 피해를 입힙니다. 업그레이드: 어둠 구체가 체력이 낮은 적을 처형합니다. 적을 처치하면 적이 처치된 자리에서 구체가 폭발해 근처 적 챔피언에게 피해를 입힙니다.",
        "ja_jp": "発生中の「ダークスフィア」を敵チャンピオンに向かって放ち、各球体ごとに魔法ダメージを与える。アップグレード: 「ダークスフィア」が命中した低体力の敵にとどめを刺す。敵をキルした場合、「ダークスフィア」がその場で爆発して周囲の敵チャンピオンにダメージを与える。",
        "pt_br": "Syndra lança as Esferas Negras que a orbitam e as que estiverem próximas contra um Campeão inimigo, causando Dano Mágico para cada Esfera. Aprimoramento: as Esferas Negras executam inimigos com Vida baixa. Ao abaterem um inimigo, as Esferas explodirão e causarão dano a Campeões inimigos próximos."
      }
    }
  ]
}