{
  "slug": "zeri",
  "name": {
    "ru_ru": "ЗЕРИ",
    "pt_br": "ZERI",
    "en_us": "ZERI",
    "it_it": "ZERI",
    "tr_tr": "ZERI",
    "de_de": "ZERI",
    "ms_my": "ZERI",
    "vi_vn": "ZERI",
    "ko_kr": "제리",
    "ja_jp": "ゼリ",
    "es_es": "ZERI",
    "fr_fr": "ZERI",
    "th_th": "ZERI",
    "zh_tw": "婕莉",
    "en_gb": "ZERI",
    "pl_pl": "ZERI",
    "es_mx": "ZERI",
    "en_sg": "ZERI",
    "ar_ae": "زيري"
  },
  "roles": [
    "marksman"
  ],
  "difficulty": "medium",
  "baseImgUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/ded1acb06a88316f32c54be24083209440fa19c2-285x323.jpg?auto=format&fit=fill&q=80&w=285",
  "abilities": [
    {
      "slot": "P",
      "key": "living_battery",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/ae2ee36768555f3c9a6ba35b1abc7d110e6ef2a7-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/6d78a549695038358fa978488fa6730741cbe780.mp4",
      "name": {
        "ms_my": "LIVING BATTERY",
        "tr_tr": "CANLI BATARYA",
        "pl_pl": "ŻYWA BATERIA",
        "it_it": "DINAMO",
        "es_es": "BATERÍA CARGADA",
        "de_de": "LEBENDE BATTERIE",
        "fr_fr": "BATTERIE VIVANTE",
        "en_gb": "LIVING BATTERY",
        "en_us": "LIVING BATTERY",
        "ru_ru": "ХОДЯЧАЯ БАТАРЕЙКА",
        "ar_ae": "البطارية الحية",
        "en_sg": "LIVING BATTERY",
        "es_mx": "BATERÍA HUMANA",
        "vi_vn": "NGUỒN ĐIỆN DI ĐỘNG",
        "th_th": "LIVING BATTERY",
        "zh_tw": "人體蓄電池",
        "ko_kr": "살아있는 배터리",
        "ja_jp": "生体バッテリー",
        "pt_br": "BATERIA VIVA"
      },
      "description": {
        "ms_my": "Zeri mendapat Move Speed setiap kali dia menerima shield. Apabila dia mengenakan damage pada shield musuh dia menyerap tenaganya, dan memberikan shield pada dirinya sendiri.",
        "tr_tr": "Zeri her kalkan kazandığında hareket hızı elde eder. Bir rakibin kalkanına hasar verdiğinde onun enerjisini emerek kendisini korur.",
        "pl_pl": "Zeri zyskuje prędkość ruchu za każdym razem, gdy otrzyma tarczę. Gdy zniszczy tarczę wroga, wchłania jej energię i sama zyskuje ochronę tarczy.",
        "it_it": "Ogni volta che riceve uno scudo, Zeri ottiene velocità di movimento. Quando infligge danni a uno scudo nemico, ne assorbe l'energia, ottenendone uno a sua volta.",
        "es_es": "Zeri obtiene velocidad de movimiento cada vez que recibe un escudo. Cuando inflige daño a un escudo enemigo, absorbe su energía y recibe un escudo.",
        "de_de": "Zeri erhält Lauftempo, wenn sie einen Schild bekommt. Wenn sie einem gegnerischen Schild Schaden zufügt, absorbiert sie dessen Energie und gibt sich selbst einen Schild.",
        "fr_fr": "Zeri gagne de la vitesse de déplacement quand elle reçoit un bouclier. Quand elle blesse un bouclier ennemi, elle absorbe son énergie pour se protéger.",
        "en_gb": "Zeri gains Move Speed whenever she receives a shield. When she damages an enemy shield she absorbs its energy, shielding herself.",
        "en_us": "Zeri gains Move Speed whenever she receives a shield. When she damages an enemy shield she absorbs its energy, shielding herself.",
        "ru_ru": "Зери ускоряется, когда получает щит. Нанося урон врагу со щитом, она поглощает его энергию и накладывает щит на себя.",
        "ar_ae": "تكسب زيري سرعة حركة كلما حصلت على درع. عندما تلحق ضررًا بدرع عدو معيّن، فإنها تمتص طاقته وتدرّعُ نفسها.",
        "en_sg": "Zeri gains Move Speed whenever she receives a shield. When she damages an enemy shield she absorbs its energy, shielding herself.",
        "es_mx": "Zeri obtiene velocidad de movimiento cada vez que recibe un escudo. Cuando daña un escudo enemigo, absorbe su energía y se protege a sí misma.",
        "vi_vn": "Mỗi khi nhận được lá chắn, Zeri sẽ được tăng Tốc Độ Di Chuyển. Sau khi gây sát thương lên lá chắn của kẻ địch, cô hấp thụ năng lượng từ chúng và tạo lá chắn cho bản thân.",
        "th_th": "Zeri จะได้รับความเร็วเคลื่อนที่เมื่อใดก็ตามที่เธอได้รับโล่ป้องกัน เมื่อเธอสร้างความเสียหายใส่โล่ป้องกันของศัตรู เธอจะดูดซับพลังงานมาเพื่อกางโล่ป้องกันให้กับตัวเอง",
        "zh_tw": "每當婕莉獲得護盾，就會提升跑速。她對敵人的護盾造成傷害時，會吸收其能量做為自己的護盾。",
        "ko_kr": "제리가 보호막을 받을 때마다 이동 속도가 증가합니다. 제리가 적 보호막에 피해를 입히면 그 에너지를 흡수해 자신에게 보호막을 씌웁니다.",
        "ja_jp": "シールドを獲得すると移動速度が増加する。敵のシールドにダメージを与えると、そのエネルギーを吸収してシールドを獲得する。",
        "pt_br": "Zeri ganha Velocidade de Movimento sempre que recebe um Escudo. Ao causar dano a um Escudo inimigo, ela absorve a energia dele, ganhando um Escudo para si."
      },
      "extraDescription": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      }
    },
    {
      "slot": "Q",
      "key": "burst_fire",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/ddc82f059214d82338a4c39561dc13545e621e3c-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/afefe4cd98e7ea73ff1fe91563023c25bf2c8e95.mp4",
      "name": {
        "ms_my": "BURST FIRE",
        "tr_tr": "TARAMALI",
        "pl_pl": "SZYBKA SERIA",
        "it_it": "FUOCO A RAFFICA",
        "es_es": "FUEGO EXPLOSIVO",
        "de_de": "FEUERSTOSS",
        "fr_fr": "RAFALE",
        "en_gb": "BURST FIRE",
        "en_us": "BURST FIRE",
        "ru_ru": "СТРЕЛЬБА ОЧЕРЕДЬЮ",
        "ar_ae": "دفقة الطلقات",
        "en_sg": "BURST FIRE",
        "es_mx": "RÁFAGA DE LUZ",
        "vi_vn": "SÚNG ĐIỆN LIÊN HOÀN",
        "th_th": "BURST FIRE",
        "zh_tw": "激電連彈",
        "ko_kr": "집중 사격",
        "ja_jp": "バーストファイア",
        "pt_br": "RAJADA RELUZENTE"
      },
      "description": {
        "ms_my": "Zeri melepaskan satu letusan peluru yang mengenakan physical damage pada musuh pertama yang terkena. Attack Speednya mempunyai had dan Attack Speed bonus akan ditukar menjadi Attack Damage; apabila digunakan secara aktif, kilat akan memanah, mengenakan magic damage dan slow.",
        "tr_tr": "Zeri isabet ettiği ilk rakibe fiziksel hasar veren atışlar yapar. Saldırı hızının belli bir sınırı vardır ve sınırı aşan saldırı hızı saldırı gücüne dönüştürülür. Yetenek kullanıldığında büyü hasarı veren ve yavaşlatan bir elektrik atışı yapar.",
        "pl_pl": "Zeri wystrzeliwuje serię pocisków, które zadają obrażenia fizyczne pierwszemu trafionemu wrogowi. Istnieje limit prędkości ataku, a dodatkowa prędkość ataku zostanie zmieniona w obrażenia od ataku. Po użyciu wystrzelony zostanie piorun, który zadaje obrażenia magiczne i spowalnia.",
        "it_it": "Zeri spara una raffica di proiettili che infliggono danni fisici al primo nemico colpito. La velocità d'attacco ha un limite e la velocità d'attacco bonus viene convertita in attacco fisico. Lanciata attivamente, scaglia un fulmine che infligge danni magici e rallenta.",
        "es_es": "Zeri dispara una ráfaga de tiros que infligen daño físico al primer enemigo golpeado. Su velocidad de ataque tiene un límite, por lo que la velocidad de ataque adicional se convierte en daño de ataque. Al activar esta habilidad, dispara un rayo que inflige daño mágico y ralentiza.",
        "de_de": "Zeri feuert eine Salve von Schüssen, die dem ersten getroffenen Gegner normalen Schaden zufügen. Es gibt eine Obergrenze für das Angriffstempo und darüberhinausgehendes Angriffstempo wird in Angriffsschaden umgewandelt. Beim aktiven Einsatz wird ein Blitz abgefeuert, der magischen Schaden verursacht und verlangsamt.",
        "fr_fr": "Zeri tire une rafale de balles qui inflige des dégâts physiques au premier ennemi touché. La vitesse d'attaque max de Zeri est limitée, et le surplus de vitesse d'attaque bonus est converti en dégâts d'attaque. À l'activation, Zeri tire un éclair qui inflige des dégâts magiques aux ennemis touchés et les ralentit.",
        "en_gb": "Zeri fires a burst of rounds that deals physical damage to the first enemy hit. There is a cap on the Attack Speed and bonus Attack Speed will be converted into Attack Damage; when actively cast, a lightning bolt will be fired, dealing magic damage and a slow.",
        "en_us": "Zeri fires a burst of rounds that deals physical damage to the first enemy hit. There is a cap on the Attack Speed and bonus Attack Speed will be converted into Attack Damage; when actively cast, a lightning bolt will be fired, dealing magic damage and a slow.",
        "ru_ru": "Пассивно: атакуя, Зери выпускает снаряды в выбранном направлении, нанося физический урон первому пораженному врагу. Зери может совершать ограниченное количество атак в секунду, а ее дополнительная скорость атаки преобразуется в силу атаки. Активно: Зери выпускает заряд электричества в выбранной области, нанося врагам магический урон и замедляя их.",
        "ar_ae": "تطلق زيري دفقة من الطلقات تلحق ضررًا ماديًا بأوّل عدو مصاب. يوجد سقفٌ لسرعة الهجوم، ويتم تحويل سرعة الهجوم الإضافية إلى ضرر هجوم، وعند الإلقاء بشكل مستمر، يتم إطلاق صاعقة برق تلحق ضرر سحر وتتسبب في الإبطاء.",
        "en_sg": "Zeri fires a burst of rounds that deals physical damage to the first enemy hit. There is a cap on the Attack Speed and bonus Attack Speed will be converted into Attack Damage; when actively cast, a lightning bolt will be fired, dealing magic damage and a slow.",
        "es_mx": "Zeri dispara una ráfaga de proyectiles que infligen daño físico al primer enemigo impactado. Hay un límite de velocidad de ataque y velocidad de ataque adicional que se convertirán en daño de ataque; al lanzar de forma activa, disparará un relámpago que infligirá daño mágico y ralentizará.",
        "vi_vn": "Zeri bắn liên tục gây sát thương vật lý lên kẻ địch đầu tiên trúng phải. Khi đến giới hạn, Tốc Độ Đánh và Tốc Độ Đánh cộng thêm sẽ được chuyển thành Sức Mạnh Công Kích; khi kích hoạt, Zeri bắn ra một tia điện, gây sát thương phép và làm chậm.",
        "th_th": "Zeri ยิงกระสุนออกไปสร้างความเสียหายกายภาพแก่ศัตรูตัวแรกที่โดน ความเร็วโจมตีจะมีขีดจำกัดและโบนัสความเร็วโจมตีจะถูกแปลงเป็นพลังโจมตี เมื่อกดใช้ จะยิงกระสุนสายฟ้าออกไป สร้างความเสียหายเวทและสโลว์",
        "zh_tw": "婕莉連發雷電彈，對第一位命中的敵軍造成物理傷害。雷電彈的攻速有上限，而額外攻速會被轉化為物攻。主動：發射一道電光，造成魔法傷害與緩速。",
        "ko_kr": "제리가 단숨에 여러 발을 발사해 처음 적중하는 적에게 물리 피해를 입힙니다. 공격 속도에는 상한이 있고 추가 공격 속도는 공격력으로 전환됩니다. 스킬을 사용하면 전기 볼트를 발사해 마법 피해를 입히고 둔화시킵니다.",
        "ja_jp": "弾丸を連射し、最初に命中した敵に物理ダメージを与える。攻撃速度には上限があり、上限を超えた増加攻撃速度は攻撃力に変換される。スキルを発動すると、電撃を放ち、敵に魔法ダメージとスロウ効果を与える。",
        "pt_br": "Zeri dispara uma saraivada de projéteis que causam Dano Físico ao primeiro inimigo atingido. Existe um limite para a Velocidade de Ataque: a Velocidade de Ataque adicional será convertida em Dano de Ataque. Ao ser conjurada, dispara um raio, causando Dano Mágico e Lentidão."
      },
      "extraDescription": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      }
    },
    {
      "slot": "W",
      "key": "ultrashock_laser",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/85fa4709f7b287261c7f4247b3862e5195a7002b-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/0fa58d060b4dacf01e76a9b9da1174d11da618f0.mp4",
      "name": {
        "ms_my": "ULTRASHOCK LASER",
        "tr_tr": "ULTRAŞOK LAZERİ",
        "pl_pl": "LASEROWY WSTRZĄS",
        "it_it": "LASER ULTRASHOCK",
        "es_es": "ULTRADESCARGA LÁSER",
        "de_de": "ULTRASCHOCK-LASER",
        "fr_fr": "LASER ÉLECTROCUTEUR",
        "en_gb": "ULTRASHOCK LASER",
        "en_us": "ULTRASHOCK LASER",
        "ru_ru": "ИМПУЛЬСНЫЙ РАЗРЯД",
        "ar_ae": "ليزر الصعقة الكبرى",
        "en_sg": "ULTRASHOCK LASER",
        "es_mx": "LÁSER ULTRACARGADO",
        "vi_vn": "XUNG ĐIỆN CAO THẾ",
        "th_th": "ULTRASHOCK LASER",
        "zh_tw": "超激爆電磁炮",
        "ko_kr": "초강력 레이저",
        "ja_jp": "ウルトラショックレーザー",
        "pt_br": "LASER DE ULTRACHOQUE"
      },
      "description": {
        "ms_my": "Zeri mengeluarkan denyutan medan elektrik yang akan slow dan mengenakan damage pada musuh pertama yang terkena. Denyutan yang terkena tembok akan mengembang menjadi laser jarak jauh.",
        "tr_tr": "Zeri isabet ettiği ilk rakibi yavaşlatan ve ona hasar veren bir elektrik dalgası gönderir. Dalga bir duvara isabet ederse, yayılarak uzun menzilli bir lazere dönüşür.",
        "pl_pl": "Zeri wystrzeliwuje impuls elektryczny, który spowalnia pierwszego trafionego wroga i zadaje mu obrażenia. Jeśli impuls trafi w ścianę, zmienia się w wiązkę laserową dalekiego zasięgu.",
        "it_it": "Zeri spara un impulso elettrico che rallenta e danneggia il primo nemico colpito. Se l'impulso colpisce un muro, si espande in un laser a lungo raggio.",
        "es_es": "Zeri dispara un pulso eléctrico que ralentiza e inflige daño al primer enemigo golpeado. Si el pulso impacta contra un muro, se expande hasta convertirse en un láser de largo alcance.",
        "de_de": "Zeri feuert einen elektrischen Impuls ab, der den ersten getroffenen Gegner verlangsamt und ihm Schaden zufügt. Wenn der Impuls eine Mauer trifft, dehnt er sich zu einem Laser mit großer Reichweite aus.",
        "fr_fr": "Zeri lance une impulsion électrique qui ralentit et blesse le premier ennemi touché. Si l'impulsion touche un mur, elle se transforme en laser à longue portée.",
        "en_gb": "Zeri fires an electric pulse that slows and damages the first enemy hit. If the pulse hits a wall it expands into a long range laser.",
        "en_us": "Zeri fires an electric pulse that slows and damages the first enemy hit. If the pulse hits a wall it expands into a long range laser.",
        "ru_ru": "Зери выпускает заряд электричества, который замедляет первого пораженного врага и наносит ему урон. Если заряд попадает в элемент ландшафта, из этого места исходит лазерный луч.",
        "ar_ae": "تطلق زيري نبضة كهربائية تُلحق الضرر وتبطئ أول عدو تصيبه. إذا اصطدمت هذه النبضة بجدار، فإنها تتوسع لتصبح ليزر طويل المدى.",
        "en_sg": "Zeri fires an electric pulse that slows and damages the first enemy hit. If the pulse hits a wall it expands into a long range laser.",
        "es_mx": "Zeri dispara un pulso eléctrico que ralentiza y daña al primer enemigo alcanzado. Si el pulso impacta un muro, se expande en un láser de largo alcance.",
        "vi_vn": "Zeri bắn ra một xung điện gây sát thương và làm chậm kẻ địch đầu tiên trúng chiêu. Nếu xung điện chạm vào một bức tường, nó sẽ mở rộng thành một luồng điện tầm xa.",
        "th_th": "Zeri ยิงคลื่นไฟฟ้าที่จะสโลว์และสร้างความเสียหายแก่ศัตรูตัวแรกที่โดน หากคลื่นไฟฟ้าชนเข้ากับกำแพง มันจะขยายตัวออกเป็นเลเซอร์ระยะไกล",
        "zh_tw": "婕莉射出一道電力脈衝，對第一個命中的敵人造成造成緩速和傷害。若脈衝擊中牆壁，則會增長為一道長距離的雷射。",
        "ko_kr": "제리가 전기 파동을 발사해 처음 적중하는 적을 둔화시키고 피해를 입힙니다. 파동이 벽에 맞으면 장거리 레이저로 확산됩니다.",
        "ja_jp": "電磁パルスを発射して、最初に命中した敵にスロウ効果とダメージを与える。パルスが壁に当たると、当たった位置から幅が広く、射程の長いレーザーを発射する。",
        "pt_br": "Zeri dispara um pulso elétrico que causa dano e Lentidão ao primeiro inimigo atingido. Se o pulso atingir uma parede, ele se expandirá em um laser de longa distância."
      },
      "extraDescription": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      }
    },
    {
      "slot": "E",
      "key": "spark_surge",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/82343bfc9f5670ed5c926c46ef0ffc8a4b6fea1f-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/511ceb7a908dfd7c73664613ce04a4635c07357a.mp4",
      "name": {
        "ms_my": "SPARK SURGE",
        "tr_tr": "KIVILCIM AKIMI",
        "pl_pl": "ISKRZĄCA MOC",
        "it_it": "SCARICA DI SCINTILLE",
        "es_es": "SUBIDA DE TENSIÓN",
        "de_de": "ÜBERSPANNUNG",
        "fr_fr": "CHARGE IONIQUE",
        "en_gb": "SPARK SURGE",
        "en_us": "SPARK SURGE",
        "ru_ru": "ШАЛЬНАЯ ИСКРА",
        "ar_ae": "اندفاع الشرارة",
        "en_sg": "SPARK SURGE",
        "es_mx": "CHISPAZO",
        "vi_vn": "NHANH NHƯ ĐIỆN",
        "th_th": "SPARK SURGE",
        "zh_tw": "電光石火",
        "ko_kr": "스파크 돌진",
        "ja_jp": "スパークサージ",
        "pt_br": "FAÍSCA ACELERADA"
      },
      "description": {
        "ms_my": "Zeri dash dalam jarak pendek dan memperkasa 3 tembakan Burst Fire yang seterusnya, menyebabkan tembakan itu menembusi musuh. Dia akan melompat dan grind ke atas mana-mana terrain yang dia sentuh.",
        "tr_tr": "Zeri kısa bir mesafe atılarak sonraki 3 Taramalı atışını rakipleri deşip geçecek şekilde güçlendirir. Temas ettiği her yüzey şeklinin üstünden atlar ve kayarak ilerler.",
        "pl_pl": "Zeri doskakuje na krótki dystans i ładuje 3 kolejne Szybkie Serie, dzięki czemu przebijają one wrogów. Bohaterka przeskoczy i prześlizgnie się nad każdym napotkanym elementem terenu.",
        "it_it": "Zeri scatta per una breve distanza ed energizza i 3 colpi successivi di Fuoco a raffica, che ora sono in grado di trapassare i nemici. Supera e scavalca qualsiasi ostacolo che tocca.",
        "es_es": "Zeri se desliza una corta distancia y potencia sus siguientes 3 disparos de Fuego explosivo, lo que hace que atraviesen a los enemigos. Salta y pasa por encima de cualquier obstáculo del terreno que toca.",
        "de_de": "Zeri springt eine kurze Distanz und verstärkt ihre nächsten 3 Schüsse von „Elektrisieren!“, wodurch sie Gegner durchdringen können. Sie springt und rutscht über jedes Terrain, das sie berührt.",
        "fr_fr": "Zeri effectue une courte ruée et renforce ses 3 prochaines Rafales, qui deviennent perforantes. Elle bondit par-dessus tous les obstacles qu'elle touche.",
        "en_gb": "Zeri dashes a short distance and energizes her next 3 shots of Burst Fire, causing them to pierce through enemies. She will vault and grind over any terrain she touches.",
        "en_us": "Zeri dashes a short distance and energizes her next 3 shots of Burst Fire, causing them to pierce through enemies. She will vault and grind over any terrain she touches.",
        "ru_ru": "Зери совершает рывок на небольшое расстояние и усиливает 3 следующих применения Стрельбы очередью, из-за чего снаряды проходят сквозь врагов. Если Зери сталкивается с любым элементом ландшафта, она перелетает его.",
        "ar_ae": "تندفع زيري لمسافة قصيرة وتعزز طلقاتها الثلاث التالية من الزخات النارية، مما يجعلها تخترق الأعداء. ويمكنها القفز فوق أي تضاريس تلمسها.",
        "en_sg": "Zeri dashes a short distance and energizes her next 3 shots of Burst Fire, causing them to pierce through enemies. She will vault and grind over any terrain she touches.",
        "es_mx": "Zeri se desplaza a una corta distancia y energiza sus 3 siguientes tiros de Ráfaga de Luz, lo que hace que atraviesan a los enemigos. Zeri saltará y se arrastrará por cualquier terreno que toque.",
        "vi_vn": "Zeri lướt đi một quãng ngắn và cường hóa cho 3 lần bắn Súng Điện Liên Hoàn tiếp theo, khiến chúng xuyên qua kẻ địch. Cô sẽ nhào lộn qua và lướt dọc theo bất kì địa hình nào mà mình chạm vào.",
        "th_th": "Zeri พุ่งไปเป็นระยะสั้น ๆ แล้วเพิ่มพลังงานให้กับกระสุนของ Burst Fire 3 นัดถัดไป ทำให้พวกมันทะลุผ่านตัวศัตรูได้ เธอจะกระโดดข้ามกำแพงที่เธอพุ่งเข้าชนได้",
        "zh_tw": "婕莉向前衝刺一小段距離，為接下來3發激電連彈供給能量，使其能夠射穿敵人。不管遇到任何地形，她都能滑行或穿越過去。",
        "ko_kr": "제리가 짧은 거리를 돌진하며 맞닥트리는 지형을 모두 뛰어넘습니다. 집중 사격의 다음 3발이 충전되어 적을 꿰뚫습니다.",
        "ja_jp": "短い距離をダッシュし、次に行う3回の「バーストファイア」が強化されて敵を貫通するようになる。地形に触れた場合は、地形を飛び越えるか地形に沿って滑る。",
        "pt_br": "Zeri avança por uma curta distância e energiza os próximos 3 disparos de Rajada Reluzente, fazendo com que atravessem os inimigos. Zeri saltará e passará por qualquer terreno no caminho."
      },
      "extraDescription": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      }
    },
    {
      "slot": "R",
      "key": "lightning_crash",
      "iconUrl": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/news_live/f56d8327ca38ea2015244678275176b55b10664b-96x96.jpg?auto=format&fit=crop&q=80&h=80&w=80&crop=center",
      "videoUrl": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/3471fa08fc9dae7ab554421120100a860c034417.mp4",
      "name": {
        "ms_my": "LIGHTNING CRASH",
        "tr_tr": "YILDIRIM PATLAMASI",
        "pl_pl": "PIORUNUJĄCY STRZAŁ",
        "it_it": "SCHIANTO ELETTRICO",
        "es_es": "CHOQUE DE RAYOS",
        "de_de": "BLITZEINSCHLAG",
        "fr_fr": "ÉRUPTION ÉLECTRIQUE",
        "en_gb": "LIGHTNING CRASH",
        "en_us": "LIGHTNING CRASH",
        "ru_ru": "КОРОТКОЕ ЗАМЫКАНИЕ",
        "ar_ae": "سقوط الصاعقة",
        "en_sg": "LIGHTNING CRASH",
        "es_mx": "ESTALLIDO ELÉCTRICO",
        "vi_vn": "ĐIỆN ĐẠT ĐỈNH ĐIỂM",
        "th_th": "LIGHTNING CRASH",
        "zh_tw": "雷霆萬鈞",
        "ko_kr": "번개 방출",
        "ja_jp": "ライトニングクラッシュ",
        "pt_br": "IMPACTO ELETRIZANTE"
      },
      "description": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      },
      "extraDescription": {
        "ms_my": "Zeri melepaskan satu nova elektrik dan overcharge dirinya, mendapat damage tambahan dan Move Speed boleh stack yang akan refresh dan menjadi semakin kuat setiap kali serangannya terkena champion musuh. Semasa overcharged, Burst fire menjadi tembakan tiga kali yang lebih cepat yang merantai kilat antara musuh.",
        "tr_tr": "Zeri bir elektrik patlaması oluşturur ve kendisini aşırı yükleyerek hasar artışı ve bir rakip şampiyona her saldırdığında yenilenen ve güçlenen, biriktirilebilir hareket hızı kazanır. Zeri aşırı yüklenmişken Taramalı atışları, daha hızlı ilerleyen ve rakiplerin arasında seken zincirleme yıldırımlar oluşturan bir üçlü atışa dönüşür.",
        "pl_pl": "Zeri uwalnia kumulację elektryczności i się przeładowuje, zyskując premię do obrażeń i kumulującą się prędkość ruchu, która się regeneruje i wzmacnia przy każdym trafieniu wrogiego bohatera. Podczas przeładowania Szybka Seria zmienia się w szybszy potrójny wystrzał, który tworzy łańcuch wyładowań pomiędzy wrogami.",
        "it_it": "Zeri scarica un'esplosione di elettricità e si sovraccarica, ottenendo danni aumentati e accumulando velocità di movimento che si ripristina e diventa più forte ogni volta che colpisce un campione nemico. Quando Zeri è in sovraccarico, Fuoco a raffica diventa un rapido colpo triplo che fa rimbalzare fulmini tra i nemici.",
        "es_es": "Zeri libera una nova de electricidad y se sobrecarga, lo que aumenta el daño y acumula velocidad de movimiento que se reinicia y aumenta cada vez que golpea a un campeón enemigo. Mientras esté sobrecargada, Fuego explosivo se convierte en un disparo triple más rápido del que surgen rayos que rebotan entre los enemigos.",
        "de_de": "Zeri entlädt eine Elektrizitätsnova und überlädt sich so. Dadurch verursacht sie mehr Schaden und steigert ihr Lauftempo. Das erneuert sich und wird jedes Mal höher, wenn sie einen gegnerischen Champion trifft. Im überladenen Zustand wird „Elektrisieren!“ zu einem schnelleren Dreifachschuss, der Blitze von Gegner zu Gegner überspringen lässt.",
        "fr_fr": "Zeri provoque une nova d'électricité et se surcharge : elle inflige plus de dégâts et gagne un bonus cumulable en vitesse d'attaque qui s'actualise et augmente à chaque fois qu'elle touche un champion ennemi. Lorsque Zeri est surchargée, Rafale devient un triple tir plus rapide qui crée une chaîne d'éclairs entre les ennemis.",
        "en_gb": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "en_us": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "ru_ru": "Зери выбрасывает энергию и перегружает себя. Во время Перегрузки ее урон и скорость передвижения увеличены. Каждый раз, когда Зери поражает вражеского чемпиона, продолжительность и сила ускорения увеличиваются. Пока действует умение, весь урон Стрельбы очередью концентрируется в трех снарядах; при попадании по врагу появляется цепная молния, которая поражает дополнительные цели.",
        "ar_ae": "تفرّغ زيري وهجًا من الكهرباء وتشحن نفسها بجرعة زائدة، مما يؤدي إلى زيادة الضرر وتكدسات سرعة الحركة التي تتجدد وتزداد قوة في كل مرة تصيب فيها بطلًا من الأعداء. أثناء الشحن الزائد، تصبح الزخات النارية ضربة ثلاثية أسرع تعمل على ضرب الأعداء بالبرق بالتسلسل.",
        "en_sg": "Zeri discharges a nova of electricity and overcharges herself, gaining increased damage and stacking Move Speed that refreshes and gets stronger every time she hits an enemy champion. While overcharged, Burst fire becomes a faster triple shot that chains lightning between enemies.",
        "es_mx": "Zeri descarga una nova de electricidad y se sobrecarga, con lo que aumenta el daño y acumula velocidad de movimiento, que se actualiza y se vuelve más fuerte cada vez que golpea a un campeón enemigo. Mientras está sobrecargada, Ráfaga de Luz se convierte en un disparo triple más rápido que encadena rayos entre enemigos.",
        "vi_vn": "Zeri giải phóng một vụ nổ điện năng và khiến bản thân quá tải, tăng sát thương và Tốc Độ Di Chuyển cho bản thân. Hiệu ứng quá tải sẽ được tính lại từ đầu và trở nên mạnh hơn mỗi khi cô tấn công tướng địch. Khi quá tải, Súng Điện Liên Hoàn sẽ trở thành một loạt 3 phát đạn cực nhanh và giật điện liên chuỗi lên những kẻ địch xung quanh.",
        "th_th": "Zeri ปลดปล่อยระเบิดไฟฟ้าพร้อมกับชาร์จพลังไฟฟ้าให้ตัวเอง ซึ่งเธอจะได้รับพลังโจมตีที่เพิ่มขึ้นและความเร็วเคลื่อนที่ที่สแตคได้ โดยมันจะรีเฟรชแล้วทรงพลังขึ้นทุกครั้งที่เธอโจมตีแชมเปี้ยนศัตรู ขณะที่อยู่ในสถานะชาร์จพลังไฟฟ้า Burst Fire จะกลายเป็นกระสุนสามนัดที่ยิงเร็วขึ้นแล้วชิ่งกระแสไฟฟ้าไปมาระหว่างศัตรูได้",
        "zh_tw": "婕莉釋放出一陣雷電衝擊，並使自己超載，藉此提升傷害和累加跑速，而且每次擊中敵方英雄都會重新進入此狀態且變得更強。超載期間，激電連彈會變成更快的三連射，並在敵人之間產生連鎖閃電。",
        "ko_kr": "제리가 전류를 방출하고 자신을 과충전해, 피해량과 이동 속도가 증가합니다. 제리가 적 챔피언을 맞힐 때마다 이동 속도 증가 효과가 중첩되고 지속시간이 회복됩니다. 과충전된 동안 집중 사격이 더욱 빠른 3연발 사격으로 바뀌며, 대상 주변 적에게 번개가 연쇄적으로 튑니다.",
        "ja_jp": "大量の電力を放出して自身をオーバーチャージし、ダメージと移動速度が増加する。この増加移動速度はスタック可能で、敵チャンピオンに攻撃が命中するたび、リフレッシュされて強化される。オーバーチャージ中は「バーストファイア」が素早い3連射になり、他の敵へと連鎖する電撃が放たれるようになる。",
        "pt_br": "Zeri descarrega uma grande explosão elétrica e se sobrecarrega, causando mais dano e acumulando um efeito de Velocidade de Movimento que se renova e fica mais potente sempre que Zeri acerta um Campeão inimigo. Enquanto Zeri estiver sobrecarregada, Rajada Reluzente se transformará num disparo triplo mais rápido que faz ricochetear relâmpagos entre os inimigos."
      }
    }
  ]
}